Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: The "Configure X Server" button can be used to specify how MDM manages each display. The "Servers" combobox shows what server definitions are available (Standard, Terminal, and Chooser by default). Refer to the "X Server Definitions" section of the "Configuration" section for more information about how to create new Server Definitions.
es: El botón «Configurar servidor X» se puede usar para especificar como MDM gestiona cada pantalla. La caja combo «Servidores» muestra qué definiciones de servidor están disponibles (Estándar, Terminal, y Selector por omisión). Vea la sección «Definiciones de servidor X» de la sección de «Configuración» para más información acerca de cómo crear nuevas definiciones de servidores.

source: For any server type, the user may modify the "Server Name" (server/name), the "Command" (server/command) to be used to launch the X server, whether the server type will "Launch" (server/chooser) the greeter or chooser GUI after starting the X server, whether MDM handles this type (normally only set to false when logging into a Terminal session type), and whether the session type supports "Flexible" (server/flexible) sessions.
es: Para cualquier tipo de servidor, el usuario podría modificar el «Nombre del servidor» (server/name), el «Comando» (server/command) que se usa para lanzar el servidor X, si el tipo de servidor lanzará la interfaz de entrada o el de selección de equipo remoto (server/chooser) tras iniciar el servidor X, si MDM manipulará este tipo (normalmente sólo se establece a «false» cuando se entra en una sesión de tipo terminal), y si el tipo de sesión soporta sesiones «Flexibles» (server/flexible).

source: The "Servers To Start" section shows what server type is displayed for each display on the machine. Users may click on the "Add/Modify" button to add a new display to the list or to modify a selected display. This simply corresponds each physical display with the Server Definition to be used for managing that display. The "Remove" button may be used to remove a display from the list.
es: La sección «Servidores que iniciar» muestra qué tipo de servidor se muestra para cada pantalla en la máquina. Los usuarios podrían pulsar en el botón «Añadir/Modificar) para añadir una pantalla nueva a la lista o para modificar una pantalla seleccionada, Esto simplemente hace corresponder a cada pantalla física con la definición del servidor que se usará para gestionar esa pantalla. El botón «Quitar» se puede usar para quitar una pantalla de la lista.

source: Users Tab
es: Solapa Usuarios

source: The Users tab controls which users appear in the Face Browser. If the "Include all users from /etc/password" checkbox is selected, then all users (with a userid above greeter/MinimalUID and not in the Exclude list) are displayed. If this checkbox is not selected, then users must be added to the "Include" list. Users in the "Exclude" list are never displayed. The "Add" and "Remove" buttons are used to add a new user to the list or remove a selected user from the list. The "Apply User Changes" button must be pressed after the "Include" and "Exclude" lists have been modified. The left and right arrow buttons between the "Include" and "Exclude" lists can be used to move a selected user from one list to the other.
es: La solapa Usuarios controla qué usuarios aparecen en el Visor de Rostros. Si la casilla «Incluir todos los usuarios de /etc/password» está seleccionada, entonces todos los usuarios (con un id de usuario por encime de greeter/MinimalUID y que no estén en la lista Excluir) se muestran. Si esta casilla no está seleccionada, entonces los usuarios se deben añadir a la lista «Incluir». Los usuarios en la lista «Excluir» nunca se muestran. Los botones «Añadir» y «Quitar» se usan para añadir un usuario nuevo a la lista o quitar un usuario seleccionado de la lista. El botón «Aplicar cambios de usuarios» se debe pulsar tras modificar las listas «Incluir» y «Excluir». Los botones de flechas de la izquierda y derecha se pueden usar para mover un usuario seleccionado de una lista a otra.

source: Configuration
es: Configuración

source: MDM has powerful configuration management. System default configuration is stored in the MDM System Defaults Configuration File and user changes to the default configuration are stored in the MDM Custom Configuration File. This allows sysadmins to store the MDM System Defaults Configuration File on a shared filesystem, so a single file can be used to control configuration for multiple machines. MDM also supports per-display configuration for GUI-related keys.
es: MDM tiene una potente gestión de la configuración. La configuración predeterminada del sistema se almacena en el archivo de configuración predeterminada del sistema de MDM y los cambios del usuario en el archivo de configuración personalizada de MDM Esto permite a los administradores del sistema almacenar el archivo de configuración predeterminada del sistema de MDM en un sistema de archivos compartido, de tal forma que se puede usar un solo archivo para controlar la configuración de múltiples máquinas. MDM también soporta configuración para cada pantalla para las teclas relacionadas con el IGU.

source: The <command>mdmsetup</command> is a GUI program you can use to edit the MDM configuration. This program may also be launched directly from the login screen if the greeter/ConfigAvailable key is set to "true" Not all keys in the MDM configuration file are supported in the GUI, so you may need to edit the configuration files by hand to edit these keys. If you believe running root-owned GUI's causes security risk, then you would want to always edit the files by hand. This program does not support setting per-display configuration, so per-display configuration files must be set up by hand.
es: El comando <command>mdmsetup</command> es un programa IGU que puede usar para editar la configuración de MDM. Este programa puede lanzarse directamente desde la pantalla de entrada si la clave greeter/ConfigAvailable está establecida a «true». El GUI no soporta todas las claves de configuración de MDM, así que quizá tenga que editar los archivos de configuración a mano para editar esas claves. Si crees que ejecutar un GUI perteneciente al root es un riesgo de seguridad, entonces podría querer editar siempre estos archivos a mano. Este programa no soporta establecer la configuración por cada pantalla, así que los archivos de configuración por cada pantalla deben configurarse a mano.

source: Aside from the MDM System Defaults Configuration File, the other MDM configuration files are located, by default, in the <filename>&lt;etc&gt;/mdm/</filename> folder or its subdirectories. Note that the location of many configuration files are defined in the MDM configuration files, so check the MDM System Defaults Configuration File and the MDM Custom Configuration File if the files are not in the locations specified in this document.
es: Además del archivo de configuración predeterminada del sistema de MDM, los otros archivos de configuración de MDM, de forma predeterminada, están ubicados en la carpeta <filename>&lt;etc&gt;/mdm/</filename> o alguno de sus subdirectorios. Note que la ubicación de muchos archivos de configuración está definida en los archivos de configuración de MDM, así que compruebe el archivo de configuración predeterminada del sistema de MDM y el archivo de configuración personalizada de MDM si los archivos no se encuentran en las ubicaciones especificadas en este documento.

source: Listing of the config directory contents:
es: Esta es una lista del contenido del directorio de configuración:

source: <filename>locale.alias</filename> is a file which looks much like the system locale alias but, in fact, is not the same. This is a list of all languages that may be on your system. All languages are checked to see if they exist before displaying them in the Language Selection dialog in the login GUI. Only those that exist are displayed.
es: <filename>locale.alias</filename> es un archivo que se parece mucho al archivo de alias regionales del sistema pero no es el mismo. Éstos son los idiomas que están disponibles en su sistema. Todos los idiomas además se prueban para ver si actualmente existen antes de presentárselos al usuario en el diálogo de selección de idioma, en la IGU de entrada. Sólo se muestran aquellos que existen.

source: <filename>Xsession</filename> is a script which sets up a user session and then executes the user's choice of session. Note that the session script is typically started via the <filename>desktop</filename> file associated with the session the user has picked. Some sessions may start the user's session via a different mechanism than the <filename>Xsession</filename> script, so please check the appropriate <filename>desktop</filename> before assuming a session startup issue is being caused by this file.
es: <filename>Xsession</filename> es un script que configura una sesión de usuario y después ejecuta la selección de sesión del usuario. Note que el script de sesión se inicia típicamente por el archivo <filename>desktop</filename> asociado con la sesión que el usuario a escogido. Algunas sesiones quizá inicien la sesión del usuario por medio de un mecanismo diferente que el script <filename>Xsession</filename> así que marque el <filename>desktop</filename> apropiado antes de asumir que el problema de inicio está causado por este archivo.

source: <filename>XKeepsCrashing</filename> is a script which gets run when the X server keeps crashing and we cannot recover. The shipped default script will work with most Linux distributions and can run the X configuration application provided the person on the console knows the root password.
es: <filename>XKeepsCrashing</filename> es un script que se ejecuta cuando el servidor X continúa colgándose y no se puede recuperar. El script predeterminado incluido funcionará con la mayoría de las distribuciones de Linux y puede ejecutar la aplicación de configuración de X siempre que la persona en la consola conozca la contraseña de root.

source: Accessibility modules are configured in the <filename>modules/</filename> subdirectory, and are a separate topic. Read the default files provided, they have adequate documentation. Again normally the default install is given in the files with <filename>factory</filename> in their name, and those files are not read, they are just there for you so you can always revert to default config.
es: Los módulos de accesibilidad se configuran en el subdirectorio <filename>modules/</filename>, y son un tema aparte. Lea los archivos predeterminados provistos, tienen documentación adecuada. De nuevo normalmente la instalación predeterminada se da en archivos con <filename>factory</filename> en su nombre, y dichos archivos no se leen, están solo ahí para que usted pueda volver siempre a la configuración predeterminada.

source: Files describing available MDM session follow the freedesktop.org desktop file specification. The <filename>.desktop</filename>-style files are installed to <filename>&lt;etc&gt;/X11/sessions/</filename>. This directory is also read by the KDE desktop manager (KDM) for common configuration. Next the directory <filename>&lt;share&gt;/mdm/BuiltInSessions/</filename> is read for MDM specific built-in sessions (KDM hardcodes these at time of this writing). Lastly the default setup will also read <filename>&lt;share&gt;/xsessions/</filename> (which should be <filename>&lt;share&gt;/xsessions/</filename> if you really wish to cooperate with KDM) where desktop packages can install their session files. The directories under the <filename>&lt;etc&gt;</filename> should be reserved for configuration. The desktop file specification approach makes it easy for package management systems to install window managers and different session types without requiring the sysadmin to edit files. See the <filename>SessionDesktopDir</filename> configuration key for changing the paths. It used to be that MDM stored its built in sessions in <filename>&lt;etc&gt;/dm/Sessions/</filename> but this is deprecated as of 2.5.90.0. Note that prior to version 2.4.4.2 only the <filename>&lt;etc&gt;/dm/Sessions/</filename> was being read.
es: Los archivos que describen las sesiones MDM disponibles siguen la especificación de archivos <filename>.desktop</filename> de freedesktop.org y se instalan en <filename>&lt;etc&gt;/X11/sessions/</filename>. Este directorio también lo lee el gestor de entrada de KDE (KDM) para una configuración común. El siguiente directorio <filename>&lt;share&gt;/mdm/BuiltInSessions/</filename> se lee para las sesiones integradas específicas de MDM (KDM las lleva en el propio código cuando se escribió este manual). Por último la configuración predeterminada también lee <filename>&lt;share&gt;/xsessions/</filename> (que debería ser <filename>/usr/share/xsessions/</filename> si realmente quiere cooperar con KDM) donde los paquetes del escritorio pueden instalar sus propios archivos de sesión. Los directorios bajo <filename>&lt;etc&gt;</filename> deberían reservarse para la configuración. La aproximación de la especificación de archivos de escritorio facilita la instalación de gestores de ventanas y diferentes tipos de sesiones a los sistemas de gestión de paquetes, sin requerir que el administrador del sistema edite los archivos. Vea la clave de configuración <filename>SessionDesktopDir</filename> para cambiar las rutas. Solía ocurrir que MDM almacenaba sus sesiones integradas en <filename>&lt;etc&gt;/dm/Sessions/</filename> pero esto está obsoleto desde2.5.90.0. Note que antes de la versión 2.4.4.2 sólo se leía <filename>&lt;etc&gt;/dm/Sessions/</filename>.

source: A session can be disabled (if it was installed in <filename>&lt;share&gt;/xsessions/</filename>) by adding an identically named <filename>.desktop</filename> to one of the directories earlier in the path (likely <filename>&lt;etc&gt;/X11/sessions</filename>) and using <filename>Hidden=true</filename> in that file.
es: Puede desactivarse una sesión (si fue instalada en <filename>&lt;share&gt;xsessions/</filename>) añadiendo un <filename>.desktop</filename> nombrado idénticamente a uno de los directorios anteriores en la ruta (como <filename>&lt;etc&gt;/X11/sessions</filename>) y usando <filename>Hidden=true</filename> en ese archivo.

source: MDM uses the optional key <filename>X-Mdm-XserverArgs</filename> in session files to specify additional arguments to be passed to the X server. For example, the entry <filename>X-Mdm-XserverArgs=-depth 16</filename> will start the X server with a color depth of 16 bits. Any such additional arguments are ignored when using a Nested display (when MDM is launched in a window).
es: MDM usa la clave opcional <filename>X-Mdm-XserverArgs</filename> en los archivos de sesión para especificar argumentos adicionales que pasar al servidor X. Por ejemplo, la entrada <filename>X-Mdm-XserverArgs=-depth 16</filename> iniciará el servidor X con una profundidad de color de 16 bits. Cualquier argumento adicional se ignorará cuando se use una pantalla anidada (cuando MDM se lanza en una ventana).

source: The Script Directories
es: Los directorio de scripts

source: In this section we will explain the <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename> and <filename>PostSession</filename> directories as they are very similar.
es: En esta sección explicaremos los directorios <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename> y <filename>PostSession</filename> ya que son muy similares.

source: When the X server has been successfully started, MDM will try to run the script called <filename>Init/&lt;displayname&gt;</filename>. I.e. <filename>Init/:0</filename> for the first attached display. If this file is not found, MDM will attempt to to run <filename>Init/&lt;hostname&gt;</filename>. I.e. <filename>Init/somehost</filename>. If this still is not found, MDM will try <filename>Init/XDMCP</filename> for all XDMCP logins or <filename>Init/Flexi</filename> for all on demand flexible displays. If none of the above were found, MDM will run <filename>Init/Default</filename>. The script will be run as root and MDM blocks until it terminates. Use the <filename>Init/*</filename> script for applications that are supposed to run alongside with the MDM login window. xconsole for instance. Commands to set the background etc. go in this file too.
es: Cuando el servidor X se haya iniciado con éxito, MDM intentará ejecutar el script llamado <filename>Init/&lt;displayname&gt;</filename>. Ej: <filename>Init/:0</filename> para la primera pantalla local. Si este archivo no se encuentra, MDM intentará ejecutar <filename>Init/&lt;hostname&gt;</filename>. Ej: <filename>Init/somehost</filename>. Si esto aún no se encuentra, MDM intentará <filename>Init/XDMCP</filename> para todas las entradas XDMCP o <filename>Init/Flexi</filename> para todas las pantallas bajo demanda. Si no se encuentra ninguno de los anteriores, MDM ejecutará <filename>Init/Default</filename>. El script se ejecutará como root y MDM se bloquea hasta que termina. Use el script <filename>Init/*</filename> para las aplicaciones que se suponen que se ejecutan junto con la ventana de entrada de MDM. xconsole por ejemplo. Los comandos para establecer el fondo de pantalla, etc. también van en este archivo.

source: It is up to the sysadmin to decide whether clients started by the Init script should be killed before starting the user session. This is controlled with the <filename>KillInitClients</filename> configuration option.
es: Es responsabilidad del administrador de sistemas decidir si los clientes iniciados por el script Init deben matarse antes de iniciar la sesión del usuario. Esto se controla con la opción de configuración <filename>KillInitClients</filename>.

source: When the user has been successfully authenticated MDM tries the scripts in the <filename>PostLogin</filename> directory in the same manner as for the <filename>Init</filename> directory. This is done before any session setup is done, and so this would be the script where you might setup the home directory if you need to (though you should use the <filename>pam_mount</filename> module if you can for this). You have the <filename>$USER</filename> and <filename>$DISPLAY</filename> environment variables set for this script, and again it is run as root. The script should return 0 on success as otherwise the user won't be logged in. This is not true for failsafe session however.
es: Cuando el usuario ha sido autenticado con éxito MDM intenta los scripts en el directorio <filename>PostLogin</filename> de la misma manera que para el directorio <filename>Init</filename>. Esto se hace antes de que cualquier configuración de la sesión se realice, y así que este debería ser el script donde quizá usted desee configurar el directorio personal si necesita hacerlo (aunque debería usar el módulo <filename>pam_mount</filename> si puede para esto). Tiene las variables de entorno <filename>$USER</filename> y <filename>$DISPLAY</filename> establecidas para este script, y de nuevo se ejecuta como root. El script debería devolver 0 si tiene éxito y de otra manera el usuario no iniciará sesión. Sin embargo esto no es cierto para la sesión a prueba de fallos.

source: After the user session has been setup from the MDM side of things, MDM will run the scripts in the <filename>PreSession</filename> directory, again in the same manner as the <filename>Init</filename> directory. This script can be used for session management or accounting, for example. The <filename>$USER</filename> environment variable contains the login of the authenticated user and <filename>$DISPLAY</filename> is set to the current display. The script should return 0 on success. Any other value will cause MDM to terminate the current login process. This is not true for failsafe sessions however. Also <filename>$X_SERVERS</filename> environmental variable is set and this points to a fake generated X servers file for use with the sessreg accounting application.
es: Después de que la sesión del usuario haya sido configurada desde el lado de las cosas de MDM, MDM ejecutará los scripts en el directorio de <filename>PreSession</filename>, de nuevo de la misma manera que el directorio <filename>Init</filename>. Use este script para la gestión de sesión local o las cuentas de usuario. La variable de entorno <filename>$USER</filename> contiene el nombre de inicio de sesión del usuario autenticado y <filename>$DISPLAY</filename> está establecido a la pantalla actual. El script debería devolver 0 si tiene éxito. Cualquier otro valor hará que MDM termine el proceso actual de inicio de sesión. Esto sin embargo no ocurre para la sesión a prueba de fallos. Además la variable de entorno <filename>$X_SERVERS</filename> está establecida y ésta apunta a un archivo falso de servidores X generados para usarla con la aplicación de gestión de cuentas sessreg.

source: After this the base <filename>Xsession</filename> script is run with the selected session executable as the first argument. This is run as the user, and really this is the user session. The available session executables are taken from the <filename>Exec=</filename> line in the <filename>.desktop</filename> files in the path specified by <filename>SessionDesktopDir</filename>. Usually this path is <filename>&lt;etc&gt;/X11/sessions/:&lt;etc&gt;/dm/Sessions:/usr/share/xsessions/</filename>. The first found file is used. The user either picks from these sessions or MDM will look inside the file <filename>~/.dmrc</filename> for the stored preference.
es: Después de esto se ejecuta el script <filename>Xsession</filename> base con el ejecutable de la sesión seleccionada como primer argumento. Esto se ejecuta como el usuario, y realmente esta es la sesión del usuario. Los ejecutables de sesiones disponibles se toman de la línea <filename>Exec=</filename> en los archivos <filename>.desktop</filename> de la ruta especificada en <filename>SessionDesktopDir</filename>. Usualmente esta ruta es <filename>&lt;etc&gt;/X11/sessions/:&lt;etc&gt;/dm/Sessions:/usr/share/xsessions/</filename>. Se usa el primer archivo encontrado. El usuario o escoge de estas sesiones o MDM buscará dentro del archivo <filename>~/.dmrc</filename> la preferencia almacenada.

source: This script should really load the user's profile and generally do all the voodoo that is needed to launch a session. Since many systems reset the language selections done by MDM, MDM will also set the <filename>$MDM_LANG</filename> variable to the selected language. You can use this to reset the language environmental variables after you run the user's profile. If the user elected to use the system language, then <filename>$MDM_LANG</filename> is not set.
es: Este script debería cargar realmente el perfil de los usuarios y generalmente hacer todo el vudú que se necesita para lanzar una sesión. Debido a que muchos sistemas restablecen las selecciones de idioma realizadas por MDM, MDM también establece la variable <filename>$MDM_LANG</filename> al idioma seleccionado. Puede usar esto para restaurar las variables de entorno de idiomas tras ejecutar el perfil del usuario. Si el usuario eligió el idioma del sistema, entonces <filename>$MDM_LANG</filename> no se establece.
