Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: When MDM is about to create a new login process for a user it will call a privileged method of ConsoleKit in order to open a new session for this user. At this time MDM also provides ConsoleKit with information about this user session such as: the user ID, the X11 Display name that will be associated with the session, the host-name from which the session originates (useful in the case of an XDMCP session), whether or not this session is attached, etc. As the entity that initiates the user process, MDM is in a unique position know and to be trusted to provide these bits of information about the user session. The use of this privileged method is restricted by the use of D-Bus system message bus security policy.
es: Cuando MDM va a crear un proceso de entrada nuevo para un usuario llamará al método privilegiado de ConsoleKit para abrir una sesión nueva para dicho usuario. En este momento MDM también proporciona a ConsoleKit la información acerca de esta sesión de usuario como: el ID de usuario, el nombre de la pantalla X11 que se asociará con la sesión, el nombre de equipo desde el cual se origina la sesión (útil en caso de una sesión XDMCP), si esta sesión es o no es local, etc. Como la entidad que inicia el proceso de usuario, MDM está en una posición única para conocer y confiar en proporcionar estos bits de información acerca de la sesión de usuario. El uso de este método privilegiado está restringido por el uso de una norma de seguridad del sistema de bus de mensajes D-Bus.

source: In the case where a user with an existing session and has authenticated at MDM and requests to resume that existing session MDM calls a privileged method of ConsoleKit to unlock that session. The exact details of what happens when the session receives this unlock signal is undefined and session-specific. However, most sessions will unlock a screensaver in response.
es: En caso donde un usuario con una sesión existente y que se haya autenticado en MDM y pida continuar una sesión existente, MDM llama un proceso privilegiado de ConsoleKit para desbloquear esa sesión. Los detalles exactos de qué ocurre cuando la sesión recibe esta señal de desbloqueo están indefinidos y son específicos de la sesión. Sin embargo la mayoría de las sesiones desbloquearán un salvapantallas en respuesta.

source: When the user chooses to log out, or if MDM or the session quit unexpectedly the user session will be unregistered from ConsoleKit.
es: Cuando el usuario elige salir, o si MDM o la sesión terminan de forma inesperada, la sesión de usuario se desregistra de ConsoleKit.

source: If support for ConsoleKit is not desired it can be disabled at build time using the "--with-console-kit=no" option when running configure.
es: Si no se desea el soporte para ConsoleKit se puede deshabilitar en tiempo de compilación usando la opción "--with-console-kit=no" al ejecutar configure.

source: Using mdmsetup To Configure MDM
es: Uso de mdmsetup para configurar MDM

source: The <command>mdmsetup</command> application can be used to configure MDM. If you believe running root-owned GUI's causes security risk, then you would want to always edit the files by hand and not use <command>mdmsetup</command>. Editing the files by hand is explained in the "Configuration" section of this document. Note that <command>mdmsetup</command> does not support changing of all configuration variables, so it may be necessary to edit the files by hand for some configurations.
es: La aplicación <command>mdmsetup</command> se puede usar para configurar MDM. Si cree que ejecutar un IGU como root causa un riesgo de seguridad, entonces quizá quiera editar siempre los archivos a mano y no usar <command>mdmsetup</command>. Editar los archivos a mano se explica en la sección «Configuración» de este documento. Note que <command>mdmsetup</command> no soporta cambiar todas las variables de configuración, así que quizás sea necesario editar los archivos a mano para algunas configuraciones.

source: The <command>mdmsetup</command> program has five tabs: Local, Remote, Accessibility, Security, and Users, described below. In parenthesis is information about which MDM configuration key is affected by each GUI choice. Refer to the "Configuration" section of this manual and the comments in the MDM System Defaults Configuration File for additional details about each key.
es: El programa <command>mdmsetup</command> tiene cinco solapas. Local, Remoto, Accesibilidad, Seguridad y Usuarios, descritas abajo. Entre paréntesis está la información acerca de qué clave de configuración de MDM está afectada por cada selección de la IGU. Vea la sección «Configuración» de este manual y los comentarios en el archivo de configuración predeterminada del sistema de MDM para obtener detalles adicionales acerca de cada clave.

source: Local Tab
es: Solapa Local

source: The Local tab is used for controlling the appearance of MDM for attached (also known as local or static) displays. Attached displays are non-XDMCP remote connections, for example. The choices available in this tab depend on the setting of the "Style" combobox. This combobox is used to determine whether the "Plain" or "Themed" greeter GUI is used. The differences between these greeter programs are explained in the "Overview" section of this document.
es: La solapa Local se usa para controlar la apariencia de MDM para las pantallas locales (también conocidas como estáticas). Las pantallas locales no son, por ejemplo, las conexiones remotas por XDMCP. Las opciones disponibles en esta solapa dependen de lo que esté seleccionado en la caja de combinación «Estilo». Esta caja de combinación se usa para determinar si se usa la interfaz «Plano» o «Con tema». Las diferencias entre estos programas de interfaz se explican en la sección «Vista general» de este documento.

source: If the "Style" choice is "Plain", then MDM will use the <command>mdmlogin</command> program as the GUI (daemon/Greeter). When this choice is selected, <command>mdmsetup</command> allows the user to select whether the background is an image or solid color (greeter/BackgroundType). If image is selected, there is a file selection button to pick the image file (greeter/BackgroundImage) and a checkbox to scale the image to fit the screen (greeter/BackgroundImageScaleToFit). If solid color is selected, there is a button available to allow the color selection (greeter/BackgroundColor). Also, the user may select the logo image that appears in mdmlogin (greeter/Logo).
es: Si la selección de «Estilo» es «Plano», entonces MDM usará el programa <command>mdmlogin</command> como la IGU (daemon/Greeter). Cuando esta opción está seleccionada, <command>mdmsetup</command> permite al usuario seleccionar si el fondo es una imagen o color sólido (greeter/BackGroundType). Si está seleccionado imagen, hay un botón de selección de archivos para escoger el archivo de imagen (greeter/BackgroundImage) y una casilla para escalar la imagen para que quepa en la pantalla (greeter/BackgroundImageScaleToFit). Si se selecciona color sólido, hay un botón disponible para permitir la selección del color (greeter/BackgroundColor). Además, el usuario puede seleccionar la imagen del logo que aparece en mdmlogin (greeter/Logo).

source: If the "Style" choice is "Plain with face browser", then the <command>mdmlogin</command> program is used as the GUI (daemon/Greeter) and the face browser is turned on (greeter/Browser). The Face Browser is explained in the "Overview" section. Otherwise, the choices are the same as when the "Style" choice is "Plain". Additional setup in the Users tab may be necessary to choose which users appear in the Face Browser.
es: Si la elección de «Estilo» es «Plano con visor de rostros», entonces el programa <command>mdmlogin</command> se usa como la IGU (daemon/Greeter) y el visor de rostros se activa (greeter/Browser). El visor de rostros se explica en la sección «Vista general». De todas formas, las elecciones son las mismas que cuando la elección de «Estilo» es «Plana». Puede ser necesaria la configuración adicional en la solapa Usuarios para elegir qué usuarios aparecen en el Visor de rostros.

source: If the "Style" choice is "Themed", then the <command>mdmgreeter</command> program is used as the GUI (daemon/Greeter). When this choice is selected, <command>mdmsetup</command> allows the user to select the theme to be used (greeter/GraphicalTheme). Note that the checkbox to the left of the theme's name must be checked for a theme to be selected. Information about the theme's author and copyright are shown for the highlighted theme. The "Remove" button can be used to delete the highlighted theme. The "Add" button can be used to add new themes to the system. For a new theme to be added it must be in tar or compressed tar format. The "Background color" displayed when MDM starts (and if the theme has transparent elements) can be selected (greeter/GraphicalThemedColor). The "Theme" combo box may be set to "Random from selected" to display a random theme for each login (greeter/GraphicalThemeRand and greeter/GraphicalThemes). To use random themes, select each theme that you wish to be displayed. By default this combobox is set to "Selected only", so that only a single theme may be selected and be used.
es: Si la opción de «Estilo» es «Con temas», entonces se usa el programa <command>mdmgreeter</command> como la IGU (daemon/Greeter). Cuando ésta opción está seleccionada, <command>mdmsetup</command> permite al usuario seleccionar el tema para que se use (greeter/GraphicalTheme). Note que la casilla en la izquierda del nombre del tema debe marcarse para que ese tema se pueda seleccionar. Se muestra información acerca del autor del tema y el copyright para el tema seleccionado. Se puede usar el botón «Quitar» para borrar el tema seleccionado. Se puede usar el botón «Añador» para añadir nuevos temas al sistema. Para añadir un nuevo tema debe estar comprimido en formato tar. El «Color de fondo» mostrado cuando se inicia MDM (y si el tema tiene elementos transparentes) también se puede seleccionar (greeter/GraphicalThemedColor). La caja combo «Tema» se puede establecer a «Aleatorio de los seleccionados» para usar un tema aleatorio para cada entrada (greeter/GraphicalThemeRand y greeter/GraphicalThemes). Para usar temas aleatorios, seleccione cada tema que quiera usar. De forma predeterminada esta caja de combinación está establecida a «Sólo seleccionados», para que sólo un único tema pueda seleccionarse y ser usado.

source: If the "Style" choice is "Themed with face browser", then the <command>mdmgreeter</command> program is used as the GUI (daemon/Greeter) and the face browser is turned on (greeter/Browser) if supported by the theme. The Face Browser is explained in the Overview section. Otherwise, the choices are the same as when the "Style" choice is "Themed". Additional setup in the Users tab may be necessary to choose which users appear in the Face Browser.
es: Si la elección de «Estilo» es «Plano con visor de rostros», entonces el programa <command>mdmlogin</command> se usa como la IGU (daemon/Greeter) y el visor de rostros se activa (greeter/Browser) si está soportado por el tema. El visor de rostros se explica en la sección Vista general. De otra forma, las elecciones son las mismas que cuando la elección de «Estilo» es «Con tema». Puede ser necesaria la configuración adicional en la solapa Usuarios para elegir qué usuarios aparecen en el Visor de rostros.

source: Regardless of the "Style" choice, the user may also select whether the Actions menu is visible (greeter/SystemMenu), whether the Actions menu includes the choice to start <command>mdmsetup</command> (greeter/ConfigAvailable), and whether the Action menu includes the choice to start <command>mdmchooser</command> to run a remote XDMCP login session (greeter/ChooserButton). The welcome message for attached DISPLAYS may be specified (greeter/DefaultWelcome and greeter/Welcome). The welcome message may contain the character sequences described in the "Text Node" subsection of the "Themed Greeter" section of this manual. These character sequences allow the welcome message to contain things like the display or host name.
es: Independientemente de la elección de «Estilo», el usuario podría seleccionar si el menú de acciones es visible (greeter/SystemMenu), o si el menú Acciones incluye la elección para iniciar <command>mdmsetup</command> (greeter/ConfigAvailable), y si el menú de Acciones incluye la opción para hacer que <command>mdmchooser</command> ejecute una sesión de entrada remota XDMCP (greeter/ChooseButton). El mensaje de bienvenida mostrado para las sesiones locales se puede seleccionar (greeter/DefaultWelcome y greeter/Welcome). El mensaje de Bienvenida puede contener las secuencias de caracteres descritas en la subsección «Nodos de texto» de la sección de «Interfaz de temas» de este manual. Estas secuencias de caracteres permiten que los mensajes de bienvenida contengan elementos como el nombre del equipo.

source: Remote Tab
es: Solapa Remoto

source: The Remote tab controls the appearance of the MDM for users logging in via XDMCP. By default XDMCP is disabled, and users should be comfortable with the XDMCP-related sections of the Security section of this document before enabling it. This tab includes a "Style" combobox which can be used to turn on XDMCP and control the appearance of MDM for remote users (gui/RemoteGreeter and xdmcp/Enable). The user may specify to use either the same greeter as used on the Local tab, or the other Greeter program. If the Face Browser setting is true on the Local tab, then it will also be true for the Remote tab. If the Face Browser setting is false on the Local tab, then it will also be false for the Remote tab. It is recommended that the "Plain" GUI be used for remote connections since it is more lightweight and tends to have better performance across a network.
es: La solapa Remoto controla la apariencia de MDM para los usuarios que accedan a través de XDMCP. De forma predeterminada, XDMCP está desactivado y los usuarios deberían entender las secciones relacionadas con XDMCP de la sección de Seguridad de este documento antes de activarlo. Esta solapa incluye una caja combinada «Estilo» que se puede usar para activar XDMCP y controlar la apariencia de MDM para usuarios remotos (gui/RemoteGreeter y xdmcp/Enable). El usuario puede especificar si quiere usar la misma apariencia que e usa en la solapa Local, o el otro programa. Si en la solapa Local está activado el Visor de rostros, entonces también estará activada para la solapa Remoto. Si el Visor de rostros no está activado en la solapa Local, entonces tampoco estará activado en la solapa Remoto. Se recomienda que se use la IGU «Plano» para las conexiones remotas ya que es más ligero y tiende a tener mejor rendimiento a través de la red.

source: If Remote login is enabled, then the welcome message for remote DISPLAYs may be specified (greeter/DefaultRemoteWelcome and greeter/RemoteWelcome). This welcome message is separate from the one shown for attached displays defined in the Local tab and can have a different value. The welcome message may contain the character sequences described in the "Text Node" subsection of the "Themed Greeter" section of this manual. These character sequences allow the welcome message to contain things like the display or host name.
es: Si la entrada remota está activada, entonces el usuario puede especificar el mensaje de bienvenida remoto que se mostrará (greeter/DefaultRemoteWelcome y greeter/RemoteWelcome). Este mensaje de bienvenida está separado del mensaje de bienvenida local definido en la solapa Local y puede tener un valor diferente. El mensaje de bienvenida puede contener las secuencias de caracteres descritas en la subección «Nodo de texto» de la sección «Interfaz con temas» de este manual. Estas secuencias de caracteres permiten que los mensajes de bienvenida contengan elementos como el nombre del equipo.

source: If the "Style" choice is "Same as Local" and the local selection is "Plain" or "Plain with face browser", then the user may select whether background images should be displayed for remote logins (greeter/BackgroundRemoteOnlyColor).
es: Si la selección de «Estilo» es «La misma que local» y la selección local es «Plano» o «Plano sin visor de rostros», entonces el usuario puede seleccionar si las imágenes del fondo debe mostrarse para las entradas remotas (greeter/BackgroundRemoteOnlyColor).

source: If the "Style" choice is enabled and set to a different value than the Local tab, then the user has the same configuration choices as found on the Local tab except that the System Menu choices are not available since this is never available for remote logins for security purposes.
es: Si la selección «Estilo» está activada y establecida a un valor diferente que la solapa «Local», entonces el usuario tiene las mismas selecciones de configuración que las encontradas en la solapa Local, excepto que las del Menú de Sistema, debido a que nunca están disponibles para las entradas remotas por razones de seguridad.

source: If Remote login is enabled, there is a "Configure XDMCP" button which displays a dialog allowing the user to set XDMCP configuration, including whether indirect requests are honored (xdmcp/HonorIndirect), UDP port (xdmcp/Port), maximum pending requests (xdmcp/MaxPending), maximum pending indirect requests (xmdcp/MaxPendingIndirect), maximum remote sessions (xdmcp/MaxSessions), maximum wait time (xdmcp/MaxWait), maximum indirect wait time (xdmcp/MaxWaitIndirect), displays per host (xdmcp/DisplaysPerHost), and ping interval (xdmcp/PingIntervalSeconds). The default settings are standard settings and should only be changed by someone who understands the ramifications of the change.
es: Si está activada la entrada remota, hay un botón «Configurar XDMCP» que muestra un diálogo permitiendo al usuario establecer la configuración XDMCP, incluyendo si se confían las peticiones indirectas (xdmcp/MaxPending), las peticiones indirectas pendientes máximas (xmdcp/MaxPendingIndirect), las sesiones remotas máximas (xdmcp/MaxSessions), tiempo máximo de espera (xdmcp/MaxWait), tiempo máximo de espera para peticiones indirectas (xdmcp/MaxWaitIndirect), pantallas por equipo remoto (xdmcp/DisplaysPerHost), e intervalo de ping (xdmcp/PingIntervalSeconds). Los ajustes predeterminados son ajustes estándar y sólo deberían cambiarse por alguien que entienda las ramificaciones del cambio.

source: Accessibility Tab
es: Solapa Accesibilidad

source: The Accessibility tab is used to turn on Accessibility features in MDM. "Enable accessible login" (daemon/AddGtkModules and daemon/GtkModulesList) turns on MDM's gesture listeners which are explained in the "Accessibility" section of this document. There is also a checkbox to allow users to change the theme when using the Plain greeter (gui/AllowGtkThemeChange). This feature allows MDM users to switch the theme to the HighContrast or LowContrast themes if needed. The user may also select whether MDM should play a sound when the login screen is ready, when login is successful and when login has failed. File chooser buttons are used to select the sound file to be played, and the "Play" button can be used to sample the sound.
es: La solapa de Accesibilidad se usa para activar las características de Accesibilidad en MDM. «Activar entrada accesible» (daemon/AddGtkModules y daemon/GtkModulesList) activa los oyentes de gestos de MDM que se explican en la sección «Accesibilidad» de este documento. Hay además una casilla para permitir a los usuarios cambiar el tema al usar el interfaz «Plano» (gui/AllowGtkThemeChange). Esta característica permite a los usuarios de MDM cambiar el tema a temas de Alto Contraste o Bajo Contraste si fuera necesario. El usuario podría seleccionar además si MDM debería reproducir un sonido cuando la pantalla de entrada esté preparara, cuando la entrada tiene éxito y cuando la entrada ha fallado. Los botones del selector de archivos se usan para seleccionar el archivo de sonido a reproducir, y el botón «Reproducir» se puede usar para obtener una muestra del sonido.

source: Security Tab
es: Solapa Seguridad

source: The Security tab allows the user to turn on Automatic and Timed login, which user is logged in via an automatic or timed login, and the timed login delay (daemon/AutomaticLoginEnable, daemon/AutomaticLogin, daemon/TimedLoginEnable, daemon/TimedLogin, and daemon/TimedLoginDelay). If automatic login is turned on, then the specified user will immediately log in on reboot without MDM asking for username/password. If the user logs out of their session, MDM will start and ask for username and password to log back in. If TimedLogin is turned on, then MDM will log into the specified user after a specified number of seconds. The user may enable Timed Login for remote (XDMCP) connections by checking the "Allow remote timed logins" checkbox.
es: La solapa Seguridad permite al usuario activar la entrada automática y la entrada temporizada, qué usuario entra por medio de una entrada automática o temporizada, y el retardo de la entrada temporizada (daemon/AutomaticLoginEnable, daemon/AutomaticLogin, daemon/TimedLoginEnable, daemon/TimedLogin, y daemon/TimedLoginDelay). Si se activa la entrada automática, entonces el usuario especificado entrará automáticamente al reiniciar sin que MDM pida usuario y contraseña. Si el usuario sale de su sesión, MDM se iniciará y pedirá un usuario y contraseña para volver a entrar. Si TimedLogin está activado, entonces MDM iniciará sesión con el usuario especificado tras un número especificado de segundos. El usuario podría activar la entrada temporizada para las conexiones remotas (XDMCP) marcando la casilla «Permitir entradas remotas temporizadas».

source: On this tab, the user may select whether the system administrator user can log in, and whether the system administrator user can log in via remote (XDMCP) connections (security/AllowRoot and security/AllowRemoteRoot). The user may turn on MDM debug (debug/Enable) which causes debug messages to be sent to the system log. Debug should only be used when diagnosing a problem and not be left on when not needed. The "Deny TCP connections to X server" choice will disable X forwarding if selected (security/DisallowTCP). A login retry delay (security/RetryDelay) can be set to cause MDM to wait a number of seconds after a failed login.
es: En esta solapa, el usuario puede seleccionar si el usuario administrador del sistema puede entrar, y si el usuario administrador del sistema puede entrar por medio de conexiones remotas (XDMCP) (security/AllowRoot y security/AllowRemoteRoot). El usuario puede activar la depuración de MDM (debug/Enable) lo cual causa que los mensajes de depuración se envíen al registro del sistema. La depuración sólo debería usarse para diagnosticar un problema y no debería dejarse activada cuando no se necesita. Si se selecciona la opción «Denegar conexiones TCP al servidor X» desactivará el reenvío de X (security/DisallowTCP). Se puede establecer un retardo de entrada (security/RetryDelay) para hacer que MDM espere un número de segundos después de una entrada fallida.
