Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: To stop MDM, you can either send the TERM signal to the main daemon or run the <command>mdm-stop</command> command which is in the <filename>&lt;sbin&gt;/</filename> directory. To restart MDM, you can either send the HUP signal to the main daemon or run the <command>mdm-restart</command> command which is also in the <filename>&lt;sbin&gt;/</filename> directory. To restart MDM but only after all the users have logged out, you can either send the USR1 signal to the main daemon or run the <command>mdm-safe-restart</command> command which is in the <filename>&lt;sbin&gt;/</filename> directory as well.
es: Para parar MDM, puede o bien enviar la señal TERM al demonio principal o ejecutar el comando <command>mdm-stop</command> que está en el directorio <filename>/sbin</filename>. Para reiniciar MDM, puede o bien enviar la señal HUP al demonio principal o ejecutar el comando <command>mdm-restart</command> que también está en el directorio <filename>/sbin</filename>. Para reiniciar MDM paro sólo después de que todos los usuarios hayan salido de su sesión puede o bien enviar la señal USR1 al demonio principal o ejecutar el comando <command>mdm-safe-restart</command> que está en el directorio <filename>/sbin</filename> también.

source: The <command>mdmflexiserver</command> command can be used to start new flexible (on demand) displays if your system supports virtual terminals. This command will normally lock the current session with a screensaver so that the user can safely walk away from the computer and let someone else log in. If more that two flexible displays have started <command>mdmflexiserver</command> will display a pop-up dialog allowing the user to select which session to continue. The user will normally have to enter a password to return to the session. On session exit the system will return to the previous virtual terminal. Run <command>mdmflexiserver --help</command> to get a listing of possible options.
es: El comando <command>mdmflexiserver</command> se puede usar para iniciar una plantalla flexible (por demanda) si su sistema soporta terminales virtuales. Este comando bloquea normalmente la sesión actual con un salvapantallas así que el usuario puede ausentarse con seguridad del equipo y dejar a alguien más entrar. Si se inician más de dos pantallas flexibles <command>mdmflexiserver</command> mostrará un diálogo emergente permitiendo al usuario sleccionar qué sesión continuar. Al salir de la sesión el sistema retornará al terminal virtual anterior. Ejecute <command>mdmflexiserver --help</command> para obtener un listado de opciones posibles.

source: The FIFO protocol
es: El protocolo FIFO

source: MDM also provides a FIFO called <filename>.mdmfifo</filename> in the <filename>ServAuthDir</filename> directory (usually <filename>&lt;var&gt;/mdm/.mdmfifo</filename>). You must be root to use this protocol, and it is mostly used for internal MDM chatter. It is a very simple protocol where you just echo a command on a single line to this file. It can be used to tell MDM things such as restart, suspend the computer, or restart all X servers next time it has a chance (which would be useful from an X configuration application).
es: MDM también proporciona un FIFO llamado <filename>.mdmfifo</filename> en el directorio <filename>ServAuthDir</filename> (generalmente <filename>&lt;var&gt;/mdm/.mdmfifo</filename>). Debe ser superusuario para usar este protocolo y se usa, sobre todo, para comunicación interna de MDM. Es un protocolo muy simple donde simplemente se hace el eco de un comando en una sola línea en este archivo. Se puede usar para pasarle comandos a MDM para que se reinicie, suspenda el equipo o reinicie todos los servidores X la próxima vez que tenga una oportunidad (lo que es útil para una aplicación de configuración de las X).

source: Full and up to date documentation of the commands and their use is contained in the MDM source tree in the file <filename>daemon/mdm.h</filename>. Look for the defines starting with <filename>MDM_SOP_</filename>. The commands which require the pid of the slave as an argument are the ones that are really used for internal communication of the slave with the master and should not be used.
es: En el archivo <filename>daemon/mdm.h</filename> del árbol de los fuentes de MDM se puede encontrar documentación completa y actualizada acerca de los comandos y su uso. Consulte las definiciones que comiencen por <filename>MDM_SOP_</filename>. Los comandos que necesiten el PID del esclavo como parámetro son los que realmente se usan para la comunicación interna entre el esclavo y el maestro y no se deberían usar.

source: Socket Protocol
es: El protocolo socket

source: MDM provides a unix domain socket for communication at <filename>/tmp/.mdm_socket</filename>. Using this you can check if MDM is running, the version of the daemon, the current displays that are running and who is logged in on them, and if MDM supports it on your operating system, also the virtual terminals of all the console logins. The <command>mdmflexiserver</command> command uses this protocol, for example, to launch flexible (on-demand) displays.
es: MDM proporciona un socket de dominio unix para comunicación en <filename>/tmp/.mdm_socket</filename>. Usando éste puede comprobar si MDM se está ejecutando, la versión del demonio, las pantallas actuales que se están ejecutando y quién ha entrado en ellas, y si MDM soporta en su sistema operativo, además los terminales virtuales de todas las entradas por consola. El comando <command>mdmflexiserver</command> usa este protocole, por ejemplo, para lanzar pantallas flexibles (por demanda).

source: mdmflexiserver accepts the following commands with the --command option:
es: mdmflexiserver acepta los comandos siguientes con la opción --command:

source: These are described in detail below, including required arguments, response format, and return codes.
es: Estos se describen en detalle debajo, incluyendo los argumentos requeridos, formato de respuesta, y códigos de retorno.

source: ADD_DYNAMIC_DISPLAY: Create a new server definition that will run on the specified display leaving, it in DISPLAY_CONFIG state. Supported since: 2.8.0.0 Arguments: &lt;display to run on&gt;=&lt;server&gt; Where &lt;server&gt; is either a configuration named in the MDM configuration or a literal command name. Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 2 = Existing display 3 = No server string 4 = Display startup failure 100 = Not authenticated 200 = Dynamic Displays not allowed 999 = Unknown error
es: ADD_DYNAMIC_DISPLAY: Crea una nueva definición de servidor que se ejecutará en el visor especificado, dejándolo en estado DISPLAY_CONFIG. Suportado desde: 2.8.0.0 Argumentos: &lt;visor en el que ejecutar&gt;=&lt;servidor&gt; Donde &lt;servidor&gt; es o una configuración nombrada en la configuración de MDM o un nombre de comando literal. Respuestas: OK &lt;visor&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 2 = Visor existente 3 = Falta la cadena del servidor 4 = Fallo al iniciar el visor 100 = No autenticado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: ALL_SERVERS: List all displays, including console, remote, xnest. This can, for example, be useful to figure out if the display you are on is managed by the mdm daemon, by seeing if it is in the list. It is also somewhat like the 'w' command but for graphical sessions. Supported since: 2.4.2.96 Arguments: None Answers: OK &lt;server&gt;;&lt;server&gt;;... &lt;server&gt; is &lt;display&gt;,&lt;logged in user&gt; &lt;logged in user&gt; can be empty in case no one logged in yet ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 200 = Too many messages 999 = Unknown error
es: ALL_SERVERS: Lista todas las pantallas, incluyendo la consola, las remotas y xnest. Esto puede ser útil para, por ejemplo, averiguar si la pantalla en la que se encuentra está gestionada por el demonio de mdm, viendo si está en la lista. Es algo como el comando «w» pero para las sesiones gráficas. Soportado desde: 2.4.2.96 Argumentos: Ninguno Respuestas: OK &lt;servidor&gt;;&lt;servidor&gt;;... &lt;servidor&gt; is &lt;pantalla&gt;,&lt;sesión del usuario iniciada&gt; &lt;sesión del usuario iniciada&gt; puede estar vacío si aún no se ha iniciado una sesión ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 200 = Demasiados mensajes 999 = Error desconocido

source: ATTACHED_SERVERS: List all attached displays. Doesn't list XDMCP and xnest non-attached displays. Note: This command used to be named CONSOLE_SERVERS, which is still recognized for backwards compatibility. The optional pattern argument is supported as of version 2.8.0.0. Supported since: 2.2.4.0 Arguments: &lt;pattern&gt; (optional) With no argument, all attached displays are returned. The optional &lt;pattern&gt; is a string that may contain glob characters '*', '?', and '[]'. Only displays that match the pattern will be returned. Answers: OK &lt;server&gt;;&lt;server&gt;;... &lt;server&gt; is &lt;display&gt;,&lt;logged in user&gt;,&lt;vt or xnest display&gt; &lt;logged in user&gt; can be empty in case no one logged in yet, and &lt;vt&gt; can be -1 if it's not known or not supported (on non-Linux for example). If the display is an xnest display and is a console one (that is, it is an xnest inside another console display) it is listed and instead of vt, it lists the parent display in standard form. ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 200 = Too many messages 999 = Unknown error
es: ATTACHED_SERVERS: Lista todas las pantallas locales. No lista las pantallas XDMCP y xnest no locales. Nota: Este comando solía llamarse CONSOLE_SERVERS, que aún se reconoce para compatibilidad hacia atrás. El patrón del argumento está soportado desde la versión 2.8.0.0. Soportado desde: 2.2.4.0 Argumentos: &lt;patrón&gt; (opcional) Sin argumento se devuelven todas las pantallas locales. El &lt;patrón&gt; opcional es una cadena que puede contener los caracteres globales «*», «?» y «[]». Sólo se devolverán las pantallas que coincidan con el patrón. Respuestas: OK &lt;servidor&gt;;&lt;servidor&gt;;... &lt;servidor&gt; is &lt;pantalla&gt;,&lt;sesión de usuario iniciada&gt;,&lt;pantalla tv o xnest&gt; &lt;sesión de usuario iniciada&gt; puede estar vacío si aún no se ha iniciado una sesión y &lt;tv&gt; puede ser -1 si es desconocido o no está soportado (sistemas no Linux, por ejemplo). Si la pantalla es xnest y está en una consola (esto es, es una xnest dentro de otra pantalla de consola) se lista en lugar de tv, lista la pantalla padre de la forma estándar. ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 200 = Demasiados mensajes 999 = Error desconocido

source: AUTH_LOCAL: Setup this connection as authenticated for FLEXI_SERVER. Because all full blown (non-nested) displays can be started only from users logged into attached displays, and here MDM assumes only users logged in from MDM. They must pass the xauth MIT-MAGIC-COOKIE-1 that they were passed before the connection is authenticated. Note: The AUTH LOCAL command requires the --authenticate option, although only FLEXI XSERVER uses this currently. Note: Since 2.6.0.6 you can also use a global &lt;ServAuthDir&gt;/.cookie, which works for all authentication except for SET_LOGOUT_ACTION and QUERY_LOGOUT_ACTION and SET_SAFE_LOGOUT_ACTION which require a logged in display. Supported since: 2.2.4.0 Arguments: &lt;xauth cookie&gt; &lt;xauth cookie&gt; is in hex form with no 0x prefix Answers: OK ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: AUTH_LOCAL: Establece esta conexión como autenticada para FLEXI_SERVER. Debido a que todas las pantallas anidadas sólo las pueden iniciar usuarios que hayan iniciado sesión en pantallas locales, y aquí MDM asume sólo usuarios que hayan iniciado sesión desde MDM, deben pasar xauth MIT-MAGIC-COOKIE-1 que se les pasó antes de que la conexión se autenticara. Nota: El comando AUTH LOCAL requiere la opción --authenticate, aunque sólo FLEXI XSERVER la usa actualmente. Nota: Desde 2.6.0.6 también puede usar &lt;ServAuthDir&gt;/.cookie global, que funciona para todas las autenticaciones excepto para SET_LOGOUT_ACTION, QUERY_LOGOUT_ACTION y SET_SAFE_LOGOUT_ACTION que requieren una pantalla de inicio de sesión. Soportado desde: 2.2.4.0 Argumentos: &lt;cookie xauth&gt; &lt;cookie xauth&gt; está en formato hexadecimal sin prefijo 0x Respuestas: OK ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: CLOSE: Close sockets connection Supported since: 2.2.4.0 Arguments: None Answers: None
es: CLOSE: Cierra la conexión de sockets Supportado desde: 2.2.4.0 Argumentos: Ninguno Responde: Ninguno

source: FLEXI_XNEXT: Start a new flexible nested display. Note: Supported on older version from 2.2.4.0, later 2.2.4.2, but since 2.3.90.4 you must supply 4 arguments or ERROR 100 will be returned. This will start the nested X server command using the XAUTHORITY file supplied and as the uid same as the owner of that file (and same as you supply). You must also supply the cookie as the third argument for this display, to prove that you indeed are this user. Also this file must be readable ONLY by this user, that is have a mode of 0600. If this all is not met, ERROR 100 is returned. Note: The cookie should be the MIT-MAGIC-COOKIE-1, the first one MDM can find in the XAUTHORITY file for this display. If that's not what you use you should generate one first. The cookie should be in hex form. Supported since: 2.3.90.4 Arguments: &lt;display to run on&gt; &lt;uid of requesting user&gt; &lt;xauth cookie for the display&gt; &lt;xauth file&gt; Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = No more flexi servers 2 = Startup errors 3 = X failed 4 = X too busy 5 = Xnest can't connect 6 = No server binary 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: FLEXI_XNEXT: Inicia una pantalla anidada flexible. Nota: Soportado desde la versión 2.2.4.0, posteriormente en 2.2.4.2, pero desde 2.3.90.4 debe proporcionar 4 argumentos o devovlerá ERROR 100. Esto iniciará el comando del servidor X anidado usando el archivo XAUTHORITY proporcionado y con un uid igual al del propietario del archivo (el mismo que proporcionó). También debe proporcionar la cookie como tercer argumento para esta pantalla, para demostrar que es este usuario. Además éste archivo debe ser de sólo lectura para éste usuario, esto es tener un modo 0600. Si no se cumple todo esto, se devolverá un ERROR 100. Nota: La cookie debería ser MIT-MAGIC-COOKIE-1, la primera que MDM pueda encontrar en el archivo XAUTHORITY para esta pantalla. Si ésta no es la que usa, debería generar una primero. La cookie debería estar en formato hexadecimal. Soportado desde: 2.3.90.4 Argumentos: &lt;pantalla que ejecutar&gt; &lt;uid del usuario que lo pidió&gt; &lt;cookie xauth para la pantalla&gt; &lt;archivo xauth&gt; Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No hay más servidores flexibles 2 = Errores de inicio 3 = Fallaron las X 4 = X demasiado ocupadas 5 = Xnest no puede conectar 6 = No existe el binario del servidor 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: FLEXI_XNEST_USER: Start a new flexible nested display and initialize the greeter with the given username. Note: This is a variant of the FLEXI_XNEST command. Note: The cookie should be the MIT-MAGIC-COOKIE-1, the first one MDM can find in the XAUTHORITY file for this display. If that's not what you use you should generate one first. The cookie should be in hex form. Supported since: 2.17.7 Arguments: &lt;username&gt; &lt;display to run on&gt; &lt;uid of requesting user&gt; &lt;xauth cookie for the display&gt; &lt;xauth file&gt; Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = No more flexi servers 2 = Startup errors 3 = X failed 4 = X too busy 5 = Xnest can't connect 6 = No server binary 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: FLEXI_XNEST_USER: Inicia una nueva pantalla flexible e inicializa la interfaz de entrada con el usuario proporcionado. Nota: Esta es una variante del comando FLEXI_XNETS. Nota: La cookie debería ser MIT-MAGIC-COOKIE-1, la primera que MDM puede encontrar en el archivo XAUTHORITY para esta pantalla. Si eso no es lo que usa, debería fenerar una primero. La cookie debería estar en formato hexadecimal. Suportado desde: 2.17.7 Argumentos: &lt;nombre de usuario&gt; &lt;pantalla en la que ejecutarse&gt; &lt;uid del usuario que realizó la petición&gt; &lt;cookiexauth para la pantalla&gt; &lt;archivo xauth&gt; Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No hay más servidores flexibles 2 = Errores de inicio 3 = Fallo en las X 4 = X demasiado ocupadas 5 = Xnest no se pudo conectar 6 = No existe el binario del servidor 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: FLEXI_XSERVER: Start a new X flexible display. Only supported on connection that passed AUTH_LOCAL Supported since: 2.2.4.0 Arguments: &lt;xserver type&gt; If no arguments, starts the standard X server Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = No more flexi servers 2 = Startup errors 3 = X failed 4 = X too busy 6 = No server binary 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: FLEXI_XSERVER: Inicia un nuevo servidor X flexible. Sólo soportado en una conexión que haya pasado AUTH_LOCAL Soportado desde: 2.2.4.0 Argumentos: &lt;tipo de xserver&gt; Si no hay argumentos, se inicia el servidor X estándar Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No hay más servidores flexibles 2 = Errores de inicio 3 = Fallo en las X 4 = X demasiado ocupadas 6 = No existe el binario del servidor 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: FLEXI_XSERVER_USER: Start a new X flexible display and initialize the greeter with the given username. Only supported on connection that passed AUTH_LOCAL Supported since: 2.17.7 Arguments: &lt;username&gt; &lt;xserver type&gt; If no server type specified, starts the standard X server Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = No more flexi servers 2 = Startup errors 3 = X failed 4 = X too busy 6 = No server binary 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: FLEXI_XSERVER_USER: Inicia una nueva pantalla flexible e inicializa la interfaz de entrada con el usuario proporcionado. Sólo soportado para conexiones a través de AUTH_LOCAL Suportado desde: 2.17.7 Argumentos: &lt;nombre de usuario&gt;=&lt;tipo de servidor x&gt; Si no se especifica un tipo de servidor, se iniciará el servidor X estándar Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No hay más servidores flexibles 2 = Errores de inicio 3 = Fallo en las X 4 = X demasiado ocupadas 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: GET_CONFIG: Get configuration value for key. Useful so that other applications can request configuration information from MDM. Any key defined as MDM_KEY_* in mdm-daemon-config-keys.h is supported. Starting with version 2.13.0.2, translated keys (such as "greeter/MdmWelcome[cs]" are supported via GET_CONFIG. Also starting with version 2.13.0.2 it is no longer necessary to include the default value (i.e. you can use key "greeter/IncludeAll" instead of having to use "greeter/IncludeAll=false". Supported since: 2.6.0.9 Arguments: &lt;key&gt; Answers: OK &lt;value&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 50 = Unsupported key 200 = Too many messages 999 = Unknown error
es: GET_CONFIG: Obtiene el valor de configuración para la clave. Útil para que otras aplicaciones puedan pedir esa información a MDM. Cualquier clave definida como MDM_KEY_* en mdm-daemon-config-keys.h está soportada. Comenzando desde la versión 2.13.0.2, las claves traducidas (tales como "greeter/MdmWelcome[es]") están soportadas a través de GET_CONFIG. También desde la versión 2.13.0.2 no es necesario incluir el valor predeterminado (es decir, puede usar la clave "greeter/IncludeAll" en lugar de tener que usar "greeter/IncludeAll=false". Soportado desde: 2.6.0.9 Argumentos: &lt;clave&gt; Respuestas: OK &lt;valor&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 50 = Clave no soportada 200 = Demasiados mensajes 999 = Error desconocido

source: GET_CONFIG_FILE: Get config file location being used by the daemon. If the MDM daemon was started with the --config option, it will return the value passed in via the argument. Supported since: 2.8.0.2 Arguments: None Answers: OK &lt;full path to MDM configuration file&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 200 = Too many messages 999 = Unknown error
es: GET_CONFIG_FILE: Obtiene la ubicación del archivo de configuración que usa el demonio. Si el demonio de MDM se inició con la opción --config, devolverá el valor pasado a través del argumento. Soportado desde: 2.8.0.2 Argumentos: Ninguno Respuestas: OK &lt;ruta completa al archivo de configuración de MDM&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 200 = Demasiados mensajes 999 = Error desconocido

source: GET_CUSTOM_CONFIG_FILE: Get custom config file location being used by the daemon. Supported since: 2.14.0.0 Arguments: None Answers: OK &lt;full path to MDM custom configuration file&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = File not found 200 = Too many messages 999 = Unknown error
es: GET_CUSTOM_CONFIG_FILE: Obtiene la ubicación del archivo de configuración personalizado usado por el demonio. Soportado desde: 2.14.0.0 Argumentos: Ninguno Respuestas: OK &lt;ruta completa al archivo de configuración personalizado de MDM&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = Archivo no encontrado 200 = Demasiados mensajes 999 = Error desconocido
