Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: Starting a flexible X display will normally lock the current session with a screensaver and will redisplay the MDM login screen so a second user can log in. This feature is only available on systems that support virtual terminals and have them enabled. This feature is useful if you are logged in as user A, and user B wants to log in quickly but user A does not wish to log out. The X server takes care of the virtual terminal switching so it works transparently. If there is more than one running display defined with flexible=true, then the user is shown a dialog that displays the currently running sessions. The user can then pick which session to continue and will normally have to enter the password to unlock the screen.
es: Generalmente iniciar una pantalla flexible bloqueará la sesión actual con un salvapantallas y volverá a mostrar la pantalla de inicio de sesión de MDM de tal forma que un segundo usuario puede iniciar sesión. Ésta característica sólo está disponible en sistemas que soporten terminales virtuales y estén activados. Ésta característica es útil si ha iniciado sesión con el usuario A y el usuario B quiere inciar sesión rápidamente pero A no desea salir de la sesión. El servidor X cuida de que el terminal virtual cambie para que funcione de forma transparente. Si hay más de una pantalla definida en ejecución con flexible=true, entonces se muestra al usuario un diálogo que muestra las sesiones actualmente en ejecución. El usuario entonces puede seleccionar qué sesión quiere continuar y tendrá que introducir su contraseña para desbloquear la pantalla.

source: Nested displays works on systems that do not support virtual terminals. This option starts a flexible display in a window in the current session. This does not lock the current session, so is not as secure as a flexible server started via virtual terminals.
es: Las pantallas anidadas funcionan en sistemas que no soportan terminales virtuales. Esta opción inicia una pantalla flexible en una ventana de la sesión actual. Esto no bloquea la sesión actual, de tal forma que no es un servidor flexible iniciado a través de terminales virtuales.

source: The <command>mdmflexiserver --command</command> option provides a way to send commands to the MDM daemon and can be used to debug problems or to change the MDM configuration.
es: La opción <command>mdmflexiserver --command</command> proporciona una forma de enviar comandos al demonio de MDM y se puede usar para depurar problemas o para cambiar la configuración de MDM.

source: In addition to the following options, <command>mdmflexiserver</command> also supports standard GNOME options.
es: Además de las siguientes opciones, <command>mdmflexiserver</command> también soporta las opciones estándar de GNOME.

source: -c, --command=COMMAND
es: -c, --command=COMANDO

source: Send the specified protocol command to MDM
es: Enviar el comando de protocolo especificado a MDM

source: Start a flexible X display in Nested mode
es: Inicia una pantalla flexible X en modo anidado

source: Do not lock current screen
es: No bloquear la pantalla actual

source: Turns on debugging output which gets sent to syslog. Same as turning on debug in the configuration file.
es: Activar salida de depuración para enviarla a syslog. Lo mismo que cuadno se activa la depuración en el archivo de configuración.

source: Authenticate before running --command
es: Autenticar antes de ejecutar --command

source: Starts a new flexible display without displaying a dialog asking the user if they wish to continue any existing sessions.
es: Inicia un servidor flexible nuevo sin mostrar un diálogo preguntando al usuario si quiere continuar cualquier sesión existente.

source: <command>mdmdynamic</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmdynamic</command>

source: <command>mdmdynamic</command> allows the management of displays in a dynamic fashion. It is typically used in environments where it is not possible to list the possible displays in the MDM configuration files. The <command>mdmdynamic</command> command can be used to create a new display on a particular display number, run all newly created displays, or remove a display. The <command>mdmdynamic</command> command can also be used to list all attached displays or only those attached displays that match a pattern. The -a option is used to add a display, the -r option is used to run (or release) a display, the -d option is used to delete a display, and the -l option lists existing displays. Only one of these four options can be specified at a time, so in the life cycle of a particular display, the command will be run once to add, again to release (run) the display, and finally to delete when the session is to be terminated.
es: <command>mdmdynamic</command> permite la gestión de pantallas de una forma dinámica. Generalmente se usa en entornos donde no es posible listar las pantallas disponibles en los archivos de configuración de MDM. El comando <command>mdmdynamic</command> se puede usar para crear una nueva pantalla en un número de pantalla en particular, ejecutar todas las pantallas creadas recientemente o quitar una pantalla. El comando <command>mdmdynamic</command> también se puede usar para listar todas las pantallas locales o sólo aquellas pantallas locales que coincidan con un patrón. La opción -a se usa para añadir una pantalla, la opción -r se usa para ejecutar (o lanzar) una pantalla, la opción -d se usa para borrar una pantalla y la opción -l lista las pantallas existente. Sólo se puede especificar una de esas cuatro opciones cada vez, de tal forma que en el ciclo de vida de una pantalla en particular, el comando se usará una vez para añadir, una vez para lanzar (ejecutar) la pantalla y finalmente una vez para borrarla cuando termine la sesión.

source: This program is designed to manage multiple simultaneous requests and tries to avoid flooding the daemon with requests. If the sockets connection is busy, it will sleep and retry a certain number of times that can be tuned with the -s and -t options.
es: Este programa está diseñado para gestionar múltiples peticiones simultáneas e intenta evitar la inundación del demonio con las peticiones. Si la conexión del socket está ocupada, se dormirá y lo reintentará cierto número de veces que se pueden gestionar con las opciones -s y -t.

source: Add a new display configuration, leaving it in the DISPLAY_CONFIG state. For example, <command>"-a 2=StandardServerTwo"</command><command>"-a 3=/usr/X11R6/bin/X -dev /dev/fb2"</command>
es: Añadir una nueva configuración de pantalla, dejándola en estado DISPLAY_CONFIG. Por ejemplo, <command>"-a 2=StandardServerTwo"</command><command>"-a 3=/usr/X11R6/bin/X -dev /dev/fb2"</command>

source: The display will not actually be started until the display is released by calling <command>mdmdynamic</command> again with the -r option.
es: La pantalla no se iniciará hasta que la pantalla se liberé llamando a <command>mdmdynamic</command> de nuevo con la opción -r.

source: Release (run) all displays waiting in the DISPLAY_CONFIG state.
es: Lanzar (ejecutar) todas las pantallas en estado DISPLAY_CONFIG y en espera.

source: Delete a display, killing the X server and purging the display configuration. For example, "-d 3".
es: Borrar una pantalla, matando el servidor X y purgando la configuración de la pantalla. Por ejemplo, "-d 3".

source: -l [pattern]
es: -l [patrón]

source: List displays via the ATTACHED_SERVERS <command>mdmflexiserver</command> command. Without a pattern lists all attached displays. With a pattern will match using glob characters '*', '?', and '[]'. For example: <command>"-l Standard*"</command><command>"-l *Xorg*"</command>
es: Listar las pantallas a través del comando ATTACHED_SERVERS <command>mdmflexiserver</command>. Se listan todas las pantallas locales si no hay un patrón. Con un patrón se pueden obtener coincidencias usando los caracteres globales «*», «?» y «[]». Por ejemplo: <command>"-l Standard*"</command><command>"-l *Xorg*"</command>

source: Verbose mode. Prints diagnostic messages. to MDM.
es: Modo detallado. Imprime los mensajes de diagnóstico de MDM.

source: Background mode. Fork child to do the work and return immediately.
es: Modo en segundo plano. Bifurcar un hijo para hacer el trabajo y volver inmediatamente.

source: If the daemon socket is busy, <command>mdmdynamic</command> will retry to open the connection the specified RETRY number of times. Default value is 15.
es: Si el socket del demonio está ocupado, <command>mdmdynamic</command> reintentará abrir la conexión el número de veces RETRY especificado. El valor predeterminado es 15.

source: If the daemon socket is busy, <command>mdmdynamic</command> will sleep an amount of time between retries. A random number of seconds 0-5 is added to the SLEEP value to help ensure that multiple calls to mdmdynamic do not all try to restart at the same time. A SLEEP value of zero causes the sleep time to be 1 second. Default value is 8 seconds.
es: Si el socket del demonio está ocupado, <command>mdmdynamic</command> se dormirá cierto tiempo antes de los reintentos. Se añade un número aleatorio de segundos (0-5) para el valor SLEEP y para asegurarse de que las múltiples llamadas a mdmdynamic no tratan todas de reiniciarse al mismo tiempo. Un valor SLEEP cero hace que el tiempo de descanso sea de 1 segundo. El valor predeterminado es 8 segundos.

source: <command>mdmphotosetup</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmphotosetup</command>

source: Allows the user to select an image that will be used as the user's photo by MDM's face browser, if enabled by MDM. The selected file is stored as <filename>~/.face</filename>. This command accepts standard GNOME options.
es: Permite al usuario seleccionar una imagen que se usará como la foto del usuario para el visor de rostros de MDM, si éste está activado en MDM. El archivo seleccionado se almacena como <filename>~/.face</filename>. Este comando acepta las opciones estándar de GNOME.

source: <command>mdmthemetester</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmthemetester</command>

source: <command>mdmthemetester</command> takes two parameters. The first parameter specifies the environment and the second parameter specifies the path name or the name of a theme to view. This is a tool for viewing a theme outside of MDM. It is useful for testing or viewing themes. <command>mdmthemetester</command> requires that the system support <command>mdmXnest</command>. Note that themes can display differently depending on the theme's "Show mode". <command>mdmthemetester</command> allows viewing the themes in different modes via the environment option. Valid environment values and their meanings follow: <screen> console - In console mode. console-timed - In console non-flexi mode. flexi - In flexi mode. xdmcp - In remote (XDMCP) mode. remote-flexi - In remote (XDMCP) &amp; flexi mode. </screen>
es: <command>mdmthemetester</command> toma dos parámetros . El primero especifica el entorno y el segundo parámetro especifica el nombre de la ruta o el nombre de un tema para ver. Esta es una herramienta para ver un tema fuera de MDM. Es útil para probar o ver temas. <command>mdmthemetester</command> requiere que el sistema soporte <command>mdmXnest</command>. Note que los temas se pueden mostrar de forma diferente dependiendo del «modo de visualización» del tema . <command>mdmthemetester</command> permite ver los temas en diferentes modos por por medio de la opción de entorno. Los valores de entorno y su significado siguen: <screen> console - En modo consola. console-timed - En modo consola no flexible. flexi - En modo flexible. xdmcp - En modo remoto (XDMCP). remote-flexi - En modo remoto (XDMCP) y modo flexible. </screen>

source: MDM Root User Commands
es: Comandos del administrador de MDM

source: The MDM package provides the following different commands in <filename>sbindir</filename> intended to be used by the root user:
es: El paquete MDM proporciona los siguientes comandos diferentes en <filename>sbindir</filename> con la intención de que los use el usario root:

source: <command>mdm</command> and <command>mdm-binary</command> Command Line Options
es: Opciones de línea de comandos de <command>mdm</command> y <command>mdm-binary</command>

source: The <command>mdm</command> command is really just a script which runs the <command>mdm-binary</command>, passing along any options. Before launching <command>mdm-binary</command>, the mdm wrapper script will source the <filename>&lt;etc&gt;/profile</filename> file to set the standard system environment variables. In order to better support internationalization, it will also set the LC_MESSAGES environment variable to LANG if neither LC_MESSAGES or LC_ALL are set. If you really need to set some additional environment before launching MDM, you can do so in this script.
es: El comando <command>mdm</command> es realmente sólo un script que ejecuta el <command>mdm-binary</command>, pasando cualquier opción. Anted de lanzar <command>mdm-binary</command>, el script de envoltura de mdm incluirá el archivo <filename>&lt;etc&gt;/profile</filename> para establecer las variables de entorno estándar. Para soportar mejor la internacionalización, establecerá la variable de entorno LC_MESSAGES a LANG si cualquiera de LC_MESSAGES o LC_ALL está establecida. Si realmente necesita establecer algún entorno adicional antes de lanzar MDM, puede hacer eso en este script.

source: Gives a brief overview of the command line options.
es: Da un breve resumen de las opciones de línea de comandos.

source: If this option is specified, then MDM does not fork into the background when run. You can also use a single-dash version, "-nodaemon" for compatibility with other display managers.
es: Si se especifica esta opción, entonces MDM no se bifurca a un segundo plano cuando se ejecuta. Note que ya no puede usar la opción de un guión simple "-nodaemon" para compatibilidad con otros gestores de pantallas.

source: Tell the daemon that it should not run anything on the console. This means that none of the attached servers from the <filename>[servers]</filename> section will be started, and the console will not be used for communicating errors to the user. An empty <filename>[servers]</filename> section automatically implies this option.
es: Indica al demonio que no debería ejecutar nada en la consola. Esto significa que ninguno de los servidores locales de la sección <filename>[servers]</filename> se iniciará, y que la consola no se usará para comunicar errores al usuario. Una sección <filename>[servers]</filename> vacía automáticamente implica esta opción.

source: Specify an alternative configuration file.
es: Especificar un archivo de configuración alternativo.

source: When clearing the environment internally, preserve all variables starting with LD_. This is mostly for debugging purposes.
es: Al limpiar internamente el entorno, preservar todas las variables empezando con LD_. Esto es principalmente para propósitos de depuración.

source: Print the version of the MDM daemon.
es: Imprime la versión del demonio MDM.

source: If started with this option, mdm will init, but only start the first attached display and then wait for a GO message in the fifo protocol. No greeter will be shown until the GO message is sent. Also flexiserver requests will be denied and XDMCP will not be started until GO is given. This is useful for initialization scripts which wish to start X early, but where you don't yet want the user to start logging in. So the script would send the GO to the fifo once it is ready and MDM will then continue. This functionality was added in version 2.5.90.0.
es: Si se inicia con esta opción, MDM se inicializará, pero sólo iniciará la primera pantalla local y después esperará un mensaje GO en el protocolo FIFO. No se mostrará ninguna interfaz de entrada hasta que se envíe el mensaje GO. Además las peticiones flexiserver se denegarán y no se iniciará XDMCP hasta que se proporcione el GO. Esto es útil para los scripts de inicialización que quieren iniciar las X pronto pero no se quiere que el usuario inicie sesión aún. De tal forma que el script enviará el GO al protocolo FIFO una vez que esté listo y entonces MDM continuará. Esta funcionalidad se añadió en la versión 2.5.90.0.

source: <command>mdmsetup</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmsetup</command>

source: <command>mdmsetup</command> runs a graphical application for modifying the MDM configuration file. Normally on systems that support the PAM userhelper, this is setup such that when you run <command>mdmsetup</command> as an ordinary user, it will first ask you for your root password before starting. Otherwise, this application may only be run as root. This application supports standard GNOME options.
es: <command>mdmsetup</command> ejecuta una aplicación gráfica para modificar el archivo de configuración de MDM. Normalmente en sistemas que soportan el ayudante de usuario PAM, esto es para configurar que cuando ejecute <command>mdmsetup</command> como un usuario ordinario, le pida primero su contraseña de root antes de inciar. De otro modo esta aplicación sólo podría ser ejecutada como root. Esta aplicación soporta las opciones estándar de GNOME.

source: <command>mdm-restart</command> Command Line Options
es: Opciones de línea de comandos de <command>mdm-restart</command>

source: <command>mdm-restart</command> stops and restarts MDM by sending the MDM daemon a HUP signal. This command will immediately terminate all sessions and log out users currently logged in with MDM.
es: <command>mdm-restart</command> para y reinicia MDM enviando al demonio de MDM una señal HUP. Este comando inmediatamente terminará todas las sesiones y echará fuera a los usuarios que hayan entrado con MDM.

source: <command>mdm-safe-restart</command> Command Line Options
es: Opciones de línea de comandos de <command>mdm-safe-restart</command>

source: <command>mdm-safe-restart</command> stops and restarts MDM by sending the MDM daemon a USR1 signal. MDM will be restarted as soon as all users log out.
es: <command>mdm-safe-restart</command> para y reinicia MDM enviando al demonio MDM una señal USR1. MDM re reiniciará tan pronto como todos los usuarios salgan.

source: <command>mdm-stop</command> Command Line Options
es: Opciones de línea de comandos de <command>mdm-stop</command>

source: <command>mdm-stop</command> stops MDM by sending the MDM daemon a TERM signal.
es: <command>mdm-stop</command> para MDM enviando al demonio MDM una señal TERM.

source: MDM Internal Commands
es: Comandos internos de MDM

source: The MDM package provides the following different commands in <filename>libexecdir</filename> intended to be used by the mdm daemon process.
es: El paquete de MDM proporciona los siguientes comandos en <filename>libexecdir</filename> con intención de que sean usados por el proceso del demonio mdm.

source: <command>mdmchooser</command> and <command>mdmlogin</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmchooser</command> y <command>mdmlogin</command>

source: The <command>mdmgreeter</command> and <command>mdmlogin</command> are two different login applications, either can be used by MDM. <command>mdmgreeter</command> is themeable with MDM themes while <command>mdmlogin</command> is themable with GTK+ themes. These applications are normally executed by the MDM daemon. Both commands support standard GNOME options.
es: <command>mdmgreeter</command> y <command>mdmlogin</command> son dos aplicaciones de inicio de sesión diferentes, MDM puede usar cualquiera de las dos. <command>mdmgreeter</command> es configurable con temas para MDM mientras que <command>mdmlogin</command> es configurable con temas GTK+. Generalmente el demonio MDM ejecuta estas aplicaciones. Ambos comandos soportan las opciones estándar de GNOME.

source: <command>mdmchooser</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmchooser</command>

source: The <command>mdmchooser</command> is the XDMCP chooser application. The <command>mdmchooser</command> is normally executed by the MDM daemon. It supports the following options for XDM compatibility. This command supports standard GNOME options.
es: <command>mdmchooser</command> es la aplicación selectora XDMCP. Normalmente el demonio de MDM ejecuta <command>mdmchooser</command>. Soporta las siguientes opciones para compatibilidad con XDM. Este comando soporta las opciones estándar de GNOME.

source: Socket for XDM communication.
es: Socket para comunicación XDM.

source: --clientaddress=ADDRESS
es: --clientaddress=DIRECCIÓN

source: Client address to return in response to XDM. This option is for running mdmchooser with XDM, and is not used within MDM.
es: La dirección del cliente que devolver en respuesta a XDM. Esta opción es para ejecutar mdmchooser con XDM y no se usa con MDM.

source: --connectionType=TYPE
es: --connectionType=TIPO

source: Connection type to return in response to XDM. This option is for running mdmchooser with XDM, and is not used within MDM.
es: Tipo de conexión que devolver en respuesta a XDM. Esta opción es para ejecutar mdmchooser con XDM, no se usa dentro de MDM.

source: The <command>mdm-ssh-session</command> is normally executed by the MDM daemon when starting a secure remote connection through ssh. It does not take any options.
es: Normalmente el demonio de MDM ejecuta <command>mdm-ssh-session</command> al iniciar una conexión remota segura a través de SSH. No toma ninguna opción.

source: Themed Greeter
es: Interfaz con temas

source: This section describes the creation of themes for the Themed Greeter. For examples including screenshots, see the standard installed themes and the themes from <ulink type="http" url="http://art.gnome.org/themes/mdm_greeter/"> the theme website</ulink>.
es: Esta sección describe la creación de temas para el Interfaz con temas. Para los ejemplos incluidos en las capturas, vea los temas estándar instalados y los temas del <ulink type="http" url="http://art.gnome.org/themes/mdm_greeter/">sitio web de temas</ulink>.

source: Theme Overview
es: Descripción de los temas

source: MDM Themes can be created by creating an XML file that follows the specification in gui/greeter/greeter.dtd. Theme files are stored in the directory <filename>&lt;share&gt;/mdm/themes/&lt;theme_name&gt;</filename>. Usually this would be under <filename>/usr/share</filename>. The theme directory should contain a file called <filename>MdmGreeterTheme.desktop</filename> which has similar format to other .desktop files and looks like:
es: Los temas MDM se pueden hacer creando un archivo XML que siga la especificación en gui/greeter/greeter.dtd. Los archivos de temas se almacenan en el directorio <filename>&lt;share&gt;/mdm/themes/&lt;theme_name&gt;</filename>. Usualmente esto debería estar bajo <filename>/usr/share</filename>. El directorio del tema debería contener un archivo llamado <filename>MdmGreeterTheme.desktop</filename> que tiene un formato similar a otros archivos .desktop como la siguiente:
