Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: MDM 2.18 and earlier would run the X server <command>sessreg</command> program from the default MDM <command>PreSession</command> and <command>PostSession</command> scripts. Starting with MDM 2.20, MDM interacts with the UTMP and WTMP databases directly and supports the following configuration options.
es: Las versiones de MDM 2.18 y anteriores ejecutaban el programa <command>sessreg</command> del servidor X desde los scripts predeterminados <command>PreSession</command> y <command>PostSession</command>. Desde la versión 2.20 de MDM, éste interactúa con las bases de datos UTMP y WTMP directamente y soporta las siguientes opciones de configuración.

source: When doing utmp processing, MDM supports configurability on how the ut_line value is set. Programs that access the database assume that this value is an actual device, so MDM will set the device as follows. If the display is attached and has an associated Virtual Terminal (VT) device, then this device will be used. Otherwise, if an attached display in the <command>[servers]</command> specifies a device name, then this value will be used. Otherwise attached displays will default to the <filename>UtmpLineAttached</filename> value in the MDM configuration. Remote displays will default to the <filename>UtmpLineRemote</filename> value in the MDM configuration. Device values must begin with "/dev/".
es: Al realizar el procesado utmp, MDM soporta configuración sobre cómo se establece el valor ut_line. Los programas que acceden a la base de datos asumen que este valor es un dispositivo actual, de tal forma que MDM establecerá el dispositivo como sigue. Si el dispositivo es local y tiene un dispositivo de terminal virtual (VT) asociado, entonces el dispositivo se usa. De otra forma, si una pantalla local en <command>[servers]</command> especifica el nombre de un dispositivo, entonces éste valor se usa. De otra forma las pantallas locales tomarán los valores predeterminados de <filename>UtmpLineAttached</filename> en la configuración de MDM. Las pantallas remotas tomarán los valores predeterminados de <filename>UtmpLineRemote</filename> en la configuración de MDM. Los valores de los dispositivos deben comenzar con "/dev".

source: MDM also supports the <filename>UtmpPseudoDevice</filename> configuration option. If this configuration setting is true, then MDM will ensure that the specified device exists and will create a pseudo device if the device does not exist. A pseudo device is a symlink to <filename>/dev/null</filename>. If <filename>UtmpPseudoDevice</filename> is true, and the device does already exist, MDM checks to see if the device is a symlink to <filename>/dev/null</filename>. If so, then MDM will update the access time of the symlink. This ensures that programs that check the access time of the device will get a reasonable value for the last time the device was accessed. If the <filename>UtmpPseudoDevice</filename> configuration option is false, then MDM will only set the ut_line value as specified regardless of whether the device exists or not.
es: MDM también soporta la opción de configuración <filename>UtmpPseudoDevice</filename>. si éste ajuste de configuración está activado, entonces MDM se asegurará de que los dispositivos especificados existen y creará un pseudo dispositivo si el dispositivo no existe. Un pseudo dispositivo es un enlace simbólico hacia <filename>/dev/null</filename>. Si <filename>UtmpPseudoDevice</filename> es «true» y el dispositivo ya existe, MDM comprueba si el dispositivo es un enlace simbólico hacia <filename>/dev/null</filename>. Si lo es, entonces MDM actualizará el tiempo de acceso del enlace simbólico. Esto asegura que programas que comprueban el tiempo de acceso del dispositivo obtendrán un valor razonable para la última vez que se accedió al dispositivo. Si la opción de configuración <filename>UtmpPseudoDevice</filename> es «false», entonces MDM sólo establecerá el valor ut_line como se especifica independientemente de si el dispositivo existe o no.

source: The MDM User
es: El usuario MDM

source: For security reasons a dedicated user and group id are required for proper operation! The need to be able to write Xauth files is why user "nobody" is not appropriate for mdm.
es: Por razones de seguridad se requieren un usuario y grupo dedicado para un funcionamiento correcto. La necesidad de ser capaz de escribir archivos Xauth es el porqué el usuario «nobody» no es apropiado para mdm.

source: The MDM daemon normally runs as root, as does the slave. However MDM should also have a dedicated user id and a group id which it uses for its graphical interfaces such as <command>mdmgreeter</command> and <command>mdmlogin</command>. These are configured via the <filename>User</filename> and <filename>Group</filename> configuration options in the MDM configuration files. The user and group should be created before running "make install". By default MDM assumes the user and the group are called "mdm".
es: El demonio MDM normalmente se ejecuta como root, y hace de esclavo. Sin embargo MDM debería también tener un id de usuario y un id de grupo dedicado que se usa para sus interfaces gráficas <command>mdmgreeter</command> y <command>mdmlogin</command>. Éstos se configuran por medio de las opciones de configuración <filename>User</filename> y <filename>Group</filename> en los archivos de configuración de MDM. El usuario y grupo debería ser creado antes de ejecutar «make install». Por omisión MDM asume que el usuario y el grupo se llaman «mdm».

source: This userid is used to run the MDM GUI programs required for login. All functionality that requires root authority is done by the MDM daemon process. This design ensures that if the GUI programs are somehow exploited, only the dedicated user privileges are available.
es: Este id de usuario se usa para ejecutar los programas de la IGU de MDM requeridos para la entrada. Toda la funcionalidad que requiere la autorización de root la realiza el proceso del demonio MDM. Este diseño asegura que si los programas de la IGU son comprometidos, sólo los privilegios del usuario dedicado están disponibles.

source: It should however be noted that the MDM user and group have some privileges that make them somewhat dangerous. For one, they have access to the X server authorization directory. It must be able to read and write Xauth keys to <filename>&lt;var&gt;/lib/mdm</filename>. This directory should have root:mdm ownership and 1770 permissions. Running "make install" will set this directory to these values. The MDM daemon process will reset this directory to proper ownership/permissions if it is somehow not set properly.
es: Debería notarse sin embargo que el usuario y el grupo de MDM tienen algunos privilegios que los hacen de alguna manera peligrosos. Por una parte tienen acceso al directorio de autorización del servidor X. Debe ser capaz de leer y escribir claves Xauth en <filename>&lt;var&gt;/lib/mdm</filename>. Este directorio debería tener como propietario root:mdm y permisos 1770. Ejecutar «make install» establecerá este directorio a estos valores. El proceso del demonio de MDM restablecerá este directorio a los permisos/propietario adecuados si por cualquier circunstancia, no estuvieran establecidos de forma correcta.

source: The danger is that someone who gains the MDM user/group privileges can then connect to any session. So you should not, under any circumstances, make this some user/group which may be easy to get access to, such as the user <filename>nobody</filename>. Users who gain access to the "mdm" user could also modify the Xauth keys causing Denial-Of-Service attacks. Also if a person gains the ability to run programs as the user "mdm", it would be possible to snoop on running MDM processes, including usernames and passwords as they are being typed in.
es: El peligro es que alguien que gane privilegios del usuario/grupo MDM puede entonces conectarse a cualquier sesión. Así que no debería bajo ninguna circunstancia, hacer esto a algún usuario/grupo que pueda ser fácil obtener acceso, como el usuario <filename>nobody</filename>. Los usuarios que ganan acceso al usuario «mdm» podrían también modificar las claves Xauth y provocar ataques de denegación de servicio. También si una persona gana la capacidad de ejecutar programas como el usuario «mdm», podría ser posible espiar los procesos MDM en ejecución, incluyendo usuarios y contraseñas a medida que se teclean.

source: Distributions and system administrators using MDM are expected to setup the dedicated user properly. It is recommended that this userid be configured to disallow login and to not have a default shell. Distributions and system administrators should set up the filesystem to ensure that the MDM user does not have read or write access to sensitive files.
es: Se espera que las distribuciones y los administradores de sistemas que usen MDM configuren el usuario dedicado de forma apropiada. Se recomienda que este id de usuario se configure para no permitirle iniciar sesión y no tener un intérprete de comandos predeterminado. Las distribuciones y los administradores del sistema deberían configurar el sistema de archivos para asegurarse de que el usuario MDM no tenga permiso de lectura o escritura a los archivos sensibles.

source: X Server Authentication Scheme
es: Esquema de autenticación del servidor X

source: The X server authorization directory (the <filename>ServAuthDir</filename>) is used for a host of random internal data in addition to the X server authorization files, and the naming is really a relic of history. MDM daemon enforces this directory to be owned by <filename>root.mdm</filename> with the permissions of 1770. This way, only root and the MDM group have write access to this directory, but the MDM group cannot remove the root owned files from this directory, such as the X server authorization files.
es: El directorio de autorización del servidor (el <filename>ServAuthDir</filename>) se usa para albergar un conjunto de datos aleatorios internos además de los archivos de autorización del servidor X, y el nombre es realmente una reliquia de la historia. El demonio MDM fuerza que este directorio tenga el propietario <filename>root.mdm</filename> con los permisos 1770. De esta manera sólo root y el grupo de MDM tienen acceso de escritura a este directorio, pero el grupo MDM no puede eliminar los archivos que sean propiedad de root de este directorio, tales como los archivos de autorización del servidor X.

source: MDM by default doesn't trust the X server authorization directory and treats it in the same way as the temporary directory with respect to creating files. This way someone breaking the MDM user cannot mount attacks by creating links in this directory. Similarly the X server log directory is treated safely, but that directory should really be owned and writable only by root.
es: MDM por omisión no confía en el directorio de autorización del servidor y lo trata de la misma manera que el directorio temporal respecto a crear archivos. De esta manera, alguien que rompa al usuario de MDM no puede montar ataques creando enlaces en este directorio. Similarmente el directorio de registros del servidor X se trata de forma segura, pero ese directorio debería ser propiedad y escribible sólo por el usuario root.

source: MDM only supports the MIT-MAGIC-COOKIE-1 X server authentication scheme. Normally little is gained from the other schemes, and no effort has been made to implement them so far. Be especially careful about using XDMCP because the X server authentication cookie goes over the wire as clear text. If snooping is possible, then an attacker could simply snoop your authentication password as you log in, regardless of the authentication scheme being used. If snooping is possible and undesirable, then you should use ssh for tunneling an X connection rather then using XDMCP. You could think of XDMCP as a sort of graphical telnet, having the same security issues.
es: MDM sólo soporta el sistema de autenticación MIT-MAGIC-COOKIE-1. Normalmente se gana poco de otros esquemas, no se ha hecho ningún esfuerzo en implementarlos hasta ahora. Sea especialmente cuidadoso acerca de usar XDMCP porque las cookies de autenticación van sobre el cable como texto en claro.Obviamente si el espionaje es posible, entonces el atacante podría tan sólo espiar su contraseña de autenticación mientras usted inicia una sesion, con independencia del esquema de autenticación que se esté usando. Si el espionaje es posible y poco deseable, entonces tendrá que crear un túnel a través de ssh para la conexión X en vez de usar XDMCP. Podría pensar en XDMCP como una clase de telnet gráfico que tiene los mismos problemas de seguridad.

source: On the upside, MDM's random number generation is very conservative and MDM goes to extraordinary measures to truly get a 128 bit random number, using hardware random number generators (if available), plus the current time (in microsecond precision), a 20 byte array of pseudorandom numbers, process pid's, and other random information (possibly using <filename>/dev/audio</filename> or <filename>/dev/mem</filename> if hardware random generators are not available) to create a large buffer and then run MD5 digest on this. Obviously, all this work is wasted if you send this cookie over an open network or store it on an NFS directory (see <filename>UserAuthDir</filename> configuration key). So be careful about where you use remote X display.
es: En el lado superior, la generación de números aleatorios de MDM es muy conservadora y MDM toma medidas extraordinarias para obtener un verdadero número aleatorio de 128 bits, usando generadores de números aleatorios por hardware si es posible, además de la hora actual (con precisión de microsegundos), un array de 20 bytes de números pseudoaleatorios, pids de procesos, además de otra información aleatoria (posiblemente usando <filename>/dev/audio</filename> o <filename>/dev/mem</filename> si los generadores aleatorios hardware no están disponibles) para crear un búfer grande y después ejecutar un digest MD5 en él. Obviamente, todo este trabajo se desperdicia si envía la cookie a través de una red abierta o la almacena en un directorio NFS (vea la clave de configuración de <filename>UserAuthDir</filename>). Así que sea cuidadoso acerca de dónde usa su display X remoto.

source: Firewall Security
es: Seguridad con cortafuegos

source: Even though MDM tries to outsmart potential attackers trying to take advantage of XDMCP, it is still advised that you block the XDMCP port (normally UDP port 177) on your firewall unless you really need it. MDM guards against DoS (Denial of Service) attacks, but the X protocol is still inherently insecure and should only be used in controlled environments. Also each remote connection takes up lots of resources, so it is much easier to DoS via XDMCP then a webserver.
es: Incluso aunque MDM intenta diferenciar inteligentemente a los atacantes potenciales, se recomienda que bloquee el puerto XDMCP (normalmente el puerto UDP 177) en su cortafuegos a no ser que realmente lo necesite. MDM se protege contra ataques DoS, (Denial of Service) pero el protocolo X aún es inherentemente inseguro y sólo debería usarse en entornos controlados. Además cada conexión remota toma muchos recursos, así que es más fácil hacer un DoS a un servidor XDMCP que a un servidor web.

source: It is also wise to block all of the X Server ports. These are TCP ports 6000 + the display number of course) on your firewall. Note that MDM will use display numbers 20 and higher for flexible on-demand servers.
es: También es sabio bloquear todos los puertos del servidor X (puertos TCP 6000 + número de pantalla) en el cortafuegos. Note que MDM usará los números de pantalla 20 y superiores para los servidores flexibles bajo demanda.

source: X is not a very safe protocol for leaving on the net, and XDMCP is even less safe.
es: X no es un protocolo muy seguro para dejarlo en la red, y XDMCP es incluso menos seguro.

source: MDM Security With NFS
es: Seguridad de MDM con NFS

source: Note that NFS traffic really goes "over the wire" and thus can be snooped. When accessing the user's X authorization file (<filename>~/.Xauthority</filename>), MDM will try to open the file for reading as root. If it fails, MDM will conclude that it is on an NFS mount and it will automatically use <filename>UserAuthFBDir</filename>, which by default is set to <filename>/tmp</filename>. This behavior can be changed by setting the <filename>NeverPlaceCookiesOnNFS</filename> in the <filename>[security]</filename> section to false.
es: Note que el tráfico NFS realmente va "sobre el cable" y puede verse. Cuando se acceda al archivo de autorización X del usuario (<filename>~/.Xauthority</filename>), MDM intentará abrir el archivo para leerlo como root. Si falla, MDM concluirá que se ha montado por NFS y usará automáticamente <filename>UserAuthFBDir</filename>, que usualmente está en <filename>/tmp</filename>. Este comportamiento puede cambiarse poniendo a «false» <filename>NeverPlaceCookiesOnNFS</filename> en la sección <filename>[security]</filename>.

source: XDMCP Security
es: Seguridad XDMCP

source: Even though your display is protected by cookies, XEvents and thus keystrokes typed when entering passwords will still go over the wire in clear text. It is trivial to capture these.
es: Incluso aunque su pantalla esté protegida por cookies, XEvents y las pulsaciones de teclas que se introducen al escribir las contraseñas aún irán sobre el cable en texto claro. Es trivial capturarlas.

source: XDMCP is primarily useful for running thin clients such as in terminal labs. Those thin clients will only ever need the network to access the server, and so it seems like the best security policy to have those thin clients on a separate network that cannot be accessed by the outside world, and can only connect to the server. The only point from which you need to access outside is the server.
es: XDMCP es útil principalmente para ejecutar clientes ligeros como en terminales de laboratorio. Dichos clientes ligeros sólo necesitarán la red alguna vez para acceder al servidor, y así parece que la mejor política para la seguridad es tener a esos clientes ligeros en una red separada que no pueda accederse desde el mundo exterior, y sólo pueda conectarse al servidor. El único punto desde el que necesita acceder desde fuera es el servidor.

source: The above sections "X Server Authentication Scheme" and "Firewall Security" also contain important information about using XDMCP securely. The next section also discusses how to set up XDMCP access control.
es: Las secciones de arriba «Esquema de autenticación del servidor X» y «Seguridad con cortafuegos» también contienen información importante acerca de usuario XDMCP de forma segura. La siguiente sección también discute cómo configurar el control de acceso de XDMCP.

source: To workaround the inherent insecurity of XDMCP, mdm proposes a default built-in session that uses SSH to encrypt the remote connection. See the section "Securing remote connection through SSH" above.
es: Para solucionar la seguridad inherente de XDMCP, mdm propone una sesión predeterminada integrada que usa ssh para encriptar la conexión remota. Vea la sección «Securizar una conexión remota con ssh» arriba.

source: XDMCP Access Control
es: Control de acceso XDMCP

source: XDMCP access control is done using TCP wrappers. It is possible to compile MDM without TCP wrappers however, so you should test your configuration and verify that they work.
es: El control de acceso XDMCP se realiza usando TCP wrappers. Es posible compilar MDM sin TCP wrappers sin embargo, así que debería comprobar su configuración y verificar que funciona.

source: You should use the daemon name <command>mdm</command> in the <filename>&lt;etc&gt;/hosts.allow</filename> and <filename>&lt;etc&gt;/hosts.deny</filename> files. For example to deny computers from <filename>.evil.domain</filename> from logging in, then add
es: Debería usar el nombre del demonio <command>mdm</command> en el archivo <filename>&lt;etc&gt;/hosts.allow</filename> y en el archivo <filename>&lt;etc&gt;hosts.deny</filename>. Por ejemplo para denegar la entrada a equipos de <filename>.evil.domain</filename> , añada

source: mdm: .evil.domain
es: mdm: .dominio.maligno

source: to <filename>&lt;etc&gt;/hosts.deny</filename>. You may also need to add
es: a <filename>&lt;etc&gt;/hosts.deny</filename>. También necesitará añadir

source: mdm: .your.domain
es: mdm: .su.dominio

source: to your <filename>&lt;etc&gt;/hosts.allow</filename> if you normally disallow all services from all hosts. See the <ulink type="help" url="man:hosts.allow">hosts.allow(5)</ulink> man page for details.
es: a su <filename>&lt;etc&gt;/hosts.allow</filename> si normalmente no permite todos los servicios desde todos los equipos. Vea la página del manual <ulink type="help" url="man:hosts.allow">hosts.allow(5)</ulink> para más detalles.

source: RBAC (Role Based Access Control)
es: RBAC (Control de acceso basado en rol)

source: If MDM is compiled with RBAC support, then the <filename>RBACSystemCommandKeys</filename> configuration option can be used to specify the RBAC key to be used to determine if the user has authority to use commands. This is supported for the Shutdown, Reboot, Suspend, and Custom Commands that appear in the MDM greeter and via the <command>mdmflexiserver</command> QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, and SET_SAFE_LOGOUT_ACTION commands. The greeter will only display the option if the mdm user (specified by the <filename>User</filename> configuration option) has permission via RBAC. Users will only be able to use the <command>mdmflexiserver</command> commands if the user has permission via RBAC.
es: Si MDM está compilado con soporte RBAC, entonces se puede usar la opción de configuración <filename>RBACSystemCommandKeys</filename> para especificar la clave RBAC que usar para determinar si el usuario tiene autoridad para usar comandos. Esto está soportado para Apagar, Reiniciar, Suspender y Comandos personalizados que aparecen en la interfaz de entrada de MDM y a traes de los comandos <command>mdmflexiserver</command> QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, y SET_SAFE_LOGOUT_ACTION. La interfaz de entrada sólo mostrará la opción si el usuario de mdm (especificado por la opción de configuración <filename>User</filename>) tiene permisos a través de RBAC. Los usuarios sólo podrán usar los comandos de <command>mdmflexiserver</command> si el usuario tiene permiso a través de RBAC.

source: Support for ConsoleKit
es: Soporte para ConsoleKit

source: MDM includes support for publishing user login information with the user and login session accounting framework known as ConsoleKit. ConsoleKit is able to keep track of all the users currently logged in. In this respect, it can be used as a replacement for the utmp or utmpx files that are available on most Unix-like operating systems.
es: MDM incluye soporte para publicar la información de entrada del usuario con el framework de contabilidad de usuarios y sesiones conocido como COnsoleKit. ConsoleKit es capaz de hacer un seguimiento de todos los usuarios actualmente reconocidos. En este respecto, puede usarse como un reemplazo de los archivos utmp y utmpx que están disponibles en la mayoría de los sistemas Unix.
