Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: GET_SERVER_DETAILS: Get detail information for a specific server. Supported since: 2.13.0.4 Arguments: &lt;server&gt; &lt;key&gt; Key values include: NAME - Returns the server name COMMAND - Returns the server command FLEXIBLE - Returns "true" if flexible, "false" otherwise CHOOSABLE - Returns "true" if choosable, "false" otherwise HANDLED - Returns "true" if handled, "false" otherwise CHOOSER - Returns "true" if chooser, "false" otherwise PRIORITY - Returns process priority Answers: OK &lt;value&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = Server not found 2 = Key not valid 50 = Unsupported key 200 = Too many messages 999 = Unknown error
es: GET_SERVER_DETAILS: Obtiene los detalles de información para un servidor específico. Soportado desde: 2.13.0.4 Argumentos: &lt;servidor&gt; &lt;clave&gt; Los valores de la clave incluen: NAME - Devuelve el nombre del servidor COMMAND - Devuelve el comando del servidor FLEXIBLE - Devuelve "true" si es flexible, "false" de otra forma CHOOSABLE - Devuelve "true" si es seleccionable, "false" de otra forma HANDLED - Devuelve "true" si está gestionado, "false" de otra forma CHOOSER - Devuelve "true" si es selector, "false" de otra forma PRIORITY - Devuelve la prioridad del proceso Respuestas: OK &lt;valor&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No se encontró el servidor 2 = Clave no válida 50 = Clave no soportada 200 = Demasiados mensajes 999 = Error desconocido

source: GET_SERVER_LIST: Get a list of the server sections from the configuration file. Supported since: 2.13.0.4 Arguments: None Answers: OK &lt;value&gt;;&lt;value&gt;;... ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = No servers found 200 = Too many messages 999 = Unknown error
es: GET_SERVER_LIST: Obtiene una lista de las secciones del servidor desde el archivo de configuración. Soportado desde: 2.13.0.4 Argumentos: Ninguno Respuestas: OK &lt;valor&gt;;&lt;valor&gt;;... ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = No se encontró el servidor 200 = Demasiados mensajes 999 = Error desconocido

source: GREETERPIDS: List all greeter pids so that one can send HUP to them for config rereading. Of course one must be root to do that. Supported since: 2.3.90.2 Arguments: None Answers: OK &lt;pid&gt;;&lt;pid&gt;;... ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 200 = Too many messages 999 = Unknown error
es: GREETERPIDS: Lista todos los pids de las interfaces de ebtrada para que se puedan enviar HUP a ellas para configura la lectura. Debe ser superusuario para poderlo hacer. Soportado desde: 2.3.90.2 Argumentos: Ninguno Respuestas: OK &lt;pid&gt;;&lt;pid&gt;;... ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 200 = Demasiados mensajes 999 = Error desconocido

source: QUERY_LOGOUT_ACTION: Query which logout actions are possible Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Answers: OK &lt;action&gt;;&lt;action&gt;;... Where action is one of HALT, REBOOT, SUSPEND or CUSTOM_CMD[0-9]. An empty list can also be returned if no action is possible. A '!' is appended to an action if it was already set with SET_LOGOUT_ACTION or SET_SAFE_LOGOUT_ACTION. Note that SET_LOGOUT_ACTION has precedence over SET_SAFE_LOGOUT_ACTION. ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: QUERY_LOGOUT_ACTION: Consulta qué acciones de salida son posibles Sólo soportado en conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Respuestas: OK &lt;acción&gt;;&lt;acción&gt;;... Donde la acción es una de HALT, REBOOT, SUSPEND o CUSTOM_CMD[0-9]. Se puede devolver una lista vacía si no hay acciones posibles. Se añade «!» a una acción si ya se estableció con SET_LOGOUT_ACTION o SET_SAFE_LOGOUT_ACTION. Note que SET_LOGOUT_ACTION tiene precedencia sobre SET_SAFE_LOGOUT_ACTION. ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: QUERY_CUSTOM_CMD_LABELS: Query labels belonging to exported custom commands Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Answers: OK &lt;label1&gt;;&lt;label2&gt;;... Where labelX is one of the labels belonging to CUSTOM_CMDX (where X in [0,MDM_CUSTOM_COMMAND_MAX)). An empty list can also be returned if none of the custom commands are exported outside login manager (no CustomCommandIsPersistent options are set to true). ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: QUERY_CUSTOM_CMD_LABELS: Consulta etiquetas que pertenezcan a los comandos exportados personalizados. Sólo se soporta en las conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Respuestas: OK &lt;etiqueta1&gt;;&lt;etiqueta2&gt;;... Donde etiquetaX es una de las etiquetas que pertenecen a CUSTOM_CMDX (donde X en [0,MDM_CUSTOM_COMMAND_MAX)). Se puede devolver una lista vacía si no se exportó ninguno de los comandos personalizados fuera del gestor de entrada (no hay ninguna opción CustomCommandIsPersistent establecida a «true»). ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: QUERY_CUSTOM_CMD_NO_RESTART_STATUS: Query NoRestart config options for each of custom commands Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Answers: OK &lt;status&gt; Where each bit of the status represents NoRestart value for each of the custom commands. bit on (1): NoRestart = true, bit off (0): NoRestart = false. ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: QUERY_CUSTOM_CMD_NO_RESTART_STATUS: Consulta las opciones de configuración NoRestart para cada comando personalizado. Sólo se soporta en las conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Respuestas: OK &lt;estado&gt; Donde cada bit del estado representa un valor NoRestart para cada uno de los comandos personalizados. bit activado (1): NoRestart = true, bit desactivado (0): NoRestart = false. ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: QUERY_VT: Ask the daemon about which VT we are currently on. This is useful for logins which don't own /dev/console but are still console logins. Only supported on Linux currently, other places will just get ERROR 8. This is also the way to query if VT support is available in the daemon in the first place. Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Arguments: None Answers: OK &lt;vt number&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 8 = Virtual terminals not supported 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: QUERY_VT: Pregunta al demonio acerca de qué VT está actualmente en ejecución. Ésto es útil para sesiones que no son propietarias de /dev/console pero aún así son inicios de sesión de consola. Actualmente sólo está soportado en Linux, en otros sistemas simplemente se obtendrá ERROR 8. Ésta también es la forma de consultar si el soporte de VT está disponible en el demonio. Sólo se soporta en las conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Argumentos: Ninguno Respuestas: OK &lt;número de VT&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 8 = No se soportan los terminales virtuales 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: RELEASE_DYNAMIC_DISPLAYS: Release dynamic displays currently in DISPLAY_CONFIG state Supported since: 2.8.0.0 Arguments: &lt;display to release&gt; Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = Bad display number 100 = Not authenticated 200 = Dynamic Displays not allowed 999 = Unknown error
es: RELEASE_DYNAMIC_DISPLAYS: Lanza las pantallas dinámicas actualmente en estado DISPLAY_CONFIG Soportado desde: 2.8.0.0 Argumentos: &lt;pantalla que lanzar&gt; Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = Número de pantalla erróneo 100 = No autenticado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: REMOVE_DYNAMIC_DISPLAY: Remove a dynamic display, killing the server and purging the display configuration Supported since: 2.8.0.0 Arguments: &lt;display to remove&gt; Answers: OK &lt;display&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 1 = Bad display number 100 = Not authenticated 200 = Dynamic Displays not allowed 999 = Unknown error
es: REMOVE_DYNAMIC_DISPLAY: Elimina una pantalla dinámica, matando el servidor y purgando la configuración de la pantalla Soportado desde: 2.8.0.0 Argumentos: &lt;pantalla que eliminar&gt; Respuestas: OK &lt;pantalla&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 1 = Número de pantalla erróneo 100 = No autenticado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: SERVER_BUSY: Returns true if half or more of the daemon's sockets are busy, false otherwise. Used by slave programs which want to ensure they do not overwhelm the sever. Supported since: 2.13.0.8 Arguments: None Answers: OK &lt;value&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 200 = Too many messages 999 = Unknown error
es: SERVER_BUSY: Devuelve «true» si la mitad o más de los socket de los demonios están ocupados, de otra manera devuelve «false». Lo usan los programas esclavos que quieren asegurarse de que no saturan al servidor. Soportado desde: 2.13.0.8 Argumentos: Ninguno Respuestas: OK &lt;valor&gt; ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: SET_LOGOUT_ACTION: Tell the daemon to halt/restart/suspend after slave process exits. Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Arguments: &lt;action&gt; NONE Set exit action to 'none' HALT Set exit action to 'halt' REBOOT Set exit action to 'reboot' SUSPEND Set exit action to 'suspend' CUSTOM_CMD[0-9] Set exit action to 'custom command [0-9]' Answers: OK ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 7 = Unknown logout action, or not available 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: SET_LOGOUT_ACTION: Le dice al demonio que halt/restart/suspend después de que el proceso esclavo finalice. Sólo se soporta en las conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Argumentos: &lt;acción&gt; NONE Establece la acción de salida a «niguna» HALT Establece la acción de salida a «parar» REBOOT Establece la acción de salida a «reiniciar» SUSPEND Establece la acción de salida a «suspender» CUSTOM_CMD[0-9] Establece la acción de salida a «comando personalizado [0-9]» Respuestas: OK ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 7 = Acción de salida desconocida o no disponible 100 = No autenticado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: SET_SAFE_LOGOUT_ACTION: Tell the daemon to halt/restart/suspend after everybody logs out. If only one person logs out, then this is obviously the same as the SET_LOGOUT_ACTION. Note that SET_LOGOUT_ACTION has precedence over SET_SAFE_LOGOUT_ACTION if it is set to something other then NONE. If no one is logged in, then the action takes effect effect immediately. Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Arguments: &lt;action&gt; NONE Set exit action to 'none' HALT Set exit action to 'halt' REBOOT Set exit action to 'reboot' SUSPEND Set exit action to 'suspend' CUSTOM_CMD[0-9] Set exit action to 'custom command [0-9]' Answers: OK ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 7 = Unknown logout action, or not available 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: SET_SAFE_LOGOUT_ACTION: Le dice al demonio que halt/restart/suspend después de que todo el mundo haya salido de su sesión. Si sólo sale una persona, entonces esto es lo mismo que SET_LOGOUT_ACTION. Note que SET_LOGOUT_ACTION tiene precedencia sobre SET_SAFE_LOGOUT_ACTION si está establecida a cualquier cosa distinta de NONE. Si no hay nadie con una sesión abierta, entonces la acción suecede inmediatamente. Sólo se soporta en conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Argumentos: &lt;acción&gt; NONE Establece la acción de salida a «niguna» HALT Establece la acción de salida a «parar» REBOOT Establece la acción de salida a «reiniciar» SUSPEND Establece la acción de salida a «suspender» CUSTOM_CMD[0-9] Establece la acción de salida a «comando personalizado [0-9]» Respuestas: OK ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 7 = Acción de salida desconocida o no disponible 100 = No autenticado 200 = No se permiten las pantallas dinámicas 999 = Error desconocido

source: SET_VT: Change to the specified virtual terminal. This is useful for logins which don't own /dev/console but are still console logins. Only supported on Linux currently, other places will just get ERROR 8. Only supported on connections that passed AUTH_LOCAL. Supported since: 2.5.90.0 Arguments: &lt;vt&gt; Answers: OK ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 8 = Virtual terminals not supported 9 = Invalid virtual terminal number 100 = Not authenticated 200 = Too many messages 999 = Unknown error
es: SET_VT: Cambia al terminal virtual especificado. Ésto es útil para inicios de sesión que no sean propietarias de /dev/console pero aún así son inicios de sesión de consola. Actualmente sólo está soportado en Linux, en otros sistemas simplemente se obtendrá ERROR 8. Sólo se soporta en las conexiones que hayan pasado AUTH_LOCAL. Soportado desde: 2.5.90.0 Argumentos: &lt;terminal virtual&gt; Respuestas: OK ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 8 = No se soportan los terminales virtuales 9 = Número de terminal virtual inválido 100 = No autenticado 200 = Demasiados mensajes 999 = Error desconocido

source: UPDATE_CONFIG: Tell the daemon to re-read a key from the MDM configuration file. Any user can request that values are re-read but the daemon will only do so if the file has been modified since MDM first read the file. Only users who can change the MDM configuration file (normally writable only by the root user) can actually modify the MDM configuration. This command is useful to cause the MDM to update itself to recognize a change made to the MDM configuration file by the root user. Starting with version 2.13.0.0, all MDM keys are supported except for the following: daemon/PidFile daemon/ConsoleNotify daemon/User daemon/Group daemon/LogDir daemon/ServAuthDir daemon/UserAuthDir daemon/UserAuthFile daemon/UserAuthFBDir MDM also supports the following Psuedokeys: xdmcp/PARAMETERS (2.3.90.2) updates the following: xdmcp/MaxPending xdmcp/MaxSessions xdmcp/MaxWait xdmcp/DisplaysPerHost xdmcp/HonorIndirect xdmcp/MaxPendingIndirect xdmcp/MaxWaitIndirect xdmcp/PingIntervalSeconds (only affects new connections) xservers/PARAMETERS (2.13.0.4) updates the following: all [server-foo] sections. Supported keys for previous versions of MDM: security/AllowRoot (2.3.90.2) security/AllowRemoteRoot (2.3.90.2) security/AllowRemoteAutoLogin (2.3.90.2) security/RetryDelay (2.3.90.2) security/DisallowTCP (2.4.2.0) daemon/Greeter (2.3.90.2) daemon/RemoteGreeter (2.3.90.2) xdmcp/Enable (2.3.90.2) xdmcp/Port (2.3.90.2) daemon/TimedLogin (2.3.90.3) daemon/TimedLoginEnable (2.3.90.3) daemon/TimedLoginDelay (2.3.90.3) greeter/SystemMenu (2.3.90.3) greeter/ConfigAvailable (2.3.90.3) greeter/ChooserButton (2.4.2.0) greeter/SoundOnLoginFile (2.5.90.0) daemon/AddGtkModules (2.5.90.0) daemon/GtkModulesList (2.5.90.0) Supported since: 2.3.90.2 Arguments: &lt;key&gt; &lt;key&gt; is just the base part of the key such as "security/AllowRemoteRoot" Answers: OK ERROR &lt;err number&gt; &lt;english error description&gt; 0 = Not implemented 50 = Unsupported key 200 = Too many messages 999 = Unknown error
es: UPDATE_CONFIG: Le dice al demonio que vuelva a leer una clave del archivo de configuración de MDM. Cualquier usuario puede pedir que los valores se relean pero el demonio sólo lo hará si el archivo se ha modificado desde que MDM leyó el archivo por primera vez. Sólo los usuarios que puedan cambiar el archivo de configuración de MDM (generalmente sólo es escribible por el superusuario) pueden modificar la configuración de MDM. Éste comando es útil para hacer que MDM se actualice para reconocer un cambio realizado sobre el archivo de configuración de MDM por el superusuario. Comenzando desde la versión 2.13.0.0, se soportan todas las claves MDM excepto las siguientes: daemon/PidFile daemon/ConsoleNotify daemon/User daemon/Group daemon/LogDir daemon/ServAuthDir daemon/UserAuthDir daemon/UserAuthFile daemon/UserAuthFBDir MDM también soporta las siguientes pseudoclaves: xdmcp/PARAMETERS (2.3.90.2) actualiza lo siguiente: xdmcp/MaxPending xdmcp/MaxSessions xdmcp/MaxWait xdmcp/DisplaysPerHost xdmcp/HonorIndirect xdmcp/MaxPendingIndirect xdmcp/MaxWaitIndirect xdmcp/PingIntervalSeconds (sólo afecta a las conexiones nuevas) xservers/PARAMETERS (2.13.0.4) actualiza lo siguiente: todas las secciones [server-foo]. Claves soportadas para versiones anteriores de MDM: security/AllowRoot (2.3.90.2) security/AllowRemoteRoot (2.3.90.2) security/AllowRemoteAutoLogin (2.3.90.2) security/RetryDelay (2.3.90.2) security/DisallowTCP (2.4.2.0) daemon/Greeter (2.3.90.2) daemon/RemoteGreeter (2.3.90.2) xdmcp/Enable (2.3.90.2) xdmcp/Port (2.3.90.2) daemon/TimedLogin (2.3.90.3) daemon/TimedLoginEnable (2.3.90.3) daemon/TimedLoginDelay (2.3.90.3) greeter/SystemMenu (2.3.90.3) greeter/ConfigAvailable (2.3.90.3) greeter/ChooserButton (2.4.2.0) greeter/SoundOnLoginFile (2.5.90.0) daemon/AddGtkModules (2.5.90.0) daemon/GtkModulesList (2.5.90.0) Soportado desde: 2.3.90.2 Argumentos: &lt;clave&gt; &lt;clave&gt; es simplemente la parte base de una clave tal como "security/AllowRemoteRoot" Respuestas: OK ERROR &lt;número de error&gt; &lt;descripción del error en inglés&gt; 0 = No implementado 50 = Clave no soportada 200 = Demasiados mensajes 999 = Error desconocido

source: VERSION: Query MDM version Supported since: 2.2.4.0 Arguments: None Answers: MDM &lt;mdm version&gt; ERROR &lt;err number&gt; &lt;english error description&gt; 200 = Too many messages 999 = Unknown error
es: VERSION: Preguntar la versión de MDM Soportado desde: 2.2.4.0 Argumentos: Ninguno Respuestas: MDM &lt;versión de mdm&gt; ERROR &lt;número del error&gt; &lt;descripción del error en inglés&gt; 200 = Demasiados mensajes 999 = Error desconocido

source: MDM Commands
es: Comandos de MDM

source: MDM User Commands
es: Comandos de usuario de MDM

source: The MDM package provides the following different commands in <filename>bindir</filename> intended to be used by the end-user:
es: El paquete MDM proporciona los siguiente comandos diferentes en <filename>bindir</filename> con la intención de que sean usados por el usuario final:

source: <command>mdmXnestchooser</command> and <command>mdmXnest</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmXnestchooser</command> y <command>mdmXnest</command>

source: The <command>mdmXnestchooser</command> command automatically gets the correct display number, sets up access, and runs the nested X server command with the "-indirect localhost" argument. This provides an XDMCP chooser program. You can also supply as an argument the hostname whose chooser should be displayed, so <command>mdmXnestchooser somehost</command> will run the XDMCP chooser from host <command>somehost</command> inside a nested X server session. You can make this command do a direct query instead by passing the <command>-d</command> option as well. In addition to the following options, this command also supports standard GNOME options.
es: El comando <command>mdmXnestchooser</command> obtiene automáticamente la el número de pantalla correcto, configura el acceso y ejecuta un comando de servidor X anidado con el parámetro "-indirect localhost". Esto proporciona un programa selector XDMCP. También puede proporcionar el nombre del equipo en el que se mostrará el selector como argumento, de tal forma que <command>mdmXnestchooser somehost</command> ejecutará el selector XDMCP desde el equipo <command>equipo</command> dentro de una sesión de servidor X anidado. Puede hacer que este comando haga consultas directas pasando la opción <command>-d</command>. Además de las siguientes opciones, este comando también soporta las opciones estándar de GNOME.

source: <command>mdmXnestchooser</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmXnestchooser</command>

source: Nested X server command line, default is defined by the <filename>Xnest</filename> configuration option.
es: Comando para el servidor X anidado, el predeterminado está definido por la opción de configuración <filename>Xnest</filename>.

source: -o, --xnest-extra-options=OPTIONS
es: -o, --xnest-extra-options=OPCIONES

source: Extra options for nested X server, default is no options.
es: Opciones extra para el servidor X anidado, lo predeterminado es sin opciones.

source: Just run nested X server, no query (no chooser)
es: Tan sólo ejecutar el servidor X anidado, sin consulta (sin selector)

source: Do direct query instead of indirect (chooser)
es: Hace una consulta directa en lugar de indirecta (selector)

source: Run broadcast instead of indirect (chooser)
es: Ejecutar en difusión en vez de indirecto (selector)

source: Run in background
es: Ejecutar en segundo plano

source: Don't check for running MDM
es: No comprueba si hay un MDM funcionando

source: <command>mdmflexichooser</command> Command Line Options
es: Opciones de línea de comandos de <command>mdmflexichooser</command>

source: The <command>mdmflexiserver</command> command provides three features. It can be used to run flexible (on demand) X displays, to run a flexible display via nested X server, and to send commands to the MDM daemon process.
es: El comando <command>mdmflexiserver</command> proporciona tres características. Se puede usar para ejecutar pantallas X flexibles (bajo demanda), para ejecutar una pantalla flexible a través de un servidor X anidado y para enviar comandos al demonio de MDM.
