Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: MDM Display Manager Reference Manual
es: Manual de referencia del Gestor de entrada de GNOME

source: MDM is the GNOME Display Manager, a graphical login program.
es: MDM es el Gestor de entrada de GNOME, un programa gráfico de entrada.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es: Se concede permiso para copiar, distribuir o modificar este documento según las condiciones de la GNU Free Documentation License (GFDL), Versión 1.1 o cualquier versión posterior publicada por la Free Software Foundation sin Secciones invariantes, Textos de portada y Textos de contraportada. Encontrará una copia de la GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es: Este manual forma parte de una colección de documentos de GNOME distribuidos según la GFDL. Si desea distribuir este manual de forma independiente de la colección, puede hacerlo agregando una copia de la licencia al documento, según se describe en la sección 6 de la misma.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es: Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando estos nombres aparezcan en la documentación de GNOME, y siempre que se haya informado a los miembros del Proyecto de documentación de GNOME de dichas marcas comerciales, los nombres aparecerán en mayúsculas o con las iniciales en mayúsculas.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
es: EL DOCUMENTO SE ENTREGA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, NI EXPLÍCITA NI IMPLÍCITA INCLUYENDO, SIN LIMITACIÓN, GARANTÍA DE QUE EL DOCUMENTO O VERSIÓN MODIFICADA DE ÉSTE CAREZCA DE DEFECTOS EN EL MOMENTO DE SU VENTA, SEA ADECUADO A UN FIN CONCRETO O INCUMPLA ALGUNA NORMATIVA. TODO EL RIESGO RELATIVO A LA CALIDAD, PRECISIÓN Y UTILIDAD DEL DOCUMENTO O SU VERSIÓN MODIFICADA RECAE EN USTED. SI CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA DE AQUÉL RESULTARA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, AUTOR O AUTOR DE APORTACIONES) ASUMIRÁ LOS COSTES DE TODA REPARACIÓN, MANTENIMIENTO O CORRECCIÓN NECESARIOS. ESTA EXENCIÓN DE RESPONSABILIDAD SOBRE LA GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA EL USO DE NINGÚN DOCUMENTO NI VERSIÓN MODIFICADA DE ÉSTE POR EL PRESENTE, SALVO DENTRO DEL CUMPLIMIENTO DE LA EXENCIÓN DE RESPONSABILIDAD;Y

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
es: EN NINGUNA CIRCUNSTANCIA NI BAJO NINGUNA TEORÍA LEGAL, SEA POR ERROR (INCLUYENDO NEGLIGENCIA) CONTRATO O DOCUMENTO DE OTRO TIPO, EL AUTOR, EL ESCRITOR INICIAL, EL AUTOR DE APORTACIONES NI NINGÚN DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL DOCUMENTO, NI NINGÚN PROVEEDOR DE NINGUNA DE ESAS PARTES, SERÁ RESPONSABLE ANTE NINGUNA PERSONA POR NINGÚN DAÑO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O DERIVADO DE NINGÚN TIPO, INCLUYENDO, SIN LIMITACIÓN DAÑOS POR PÉRDIDA DE FONDO DE COMERCIO, PARO TÉCNICO, FALLO INFORMÁTICO O AVERÍA O CUALQUIER OTRO POSIBLE DAÑO O AVERÍA DERIVADO O RELACIONADO CON EL USO DEL DOCUMENTO O SUS VERSIONES MODIFICADAS, AUNQUE DICHA PARTE HAYA SIDO INFORMADA DE LA POSIBILIDAD DE QUE SE PRODUJESEN ESOS DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
es: ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE OFRECEN SEGÚN LAS CONDICIONES ESTABLECIDAS EN LA LICENCIA DE DOCUMENTACIÓN LIBRE DE GNU (GFDL) Y TENIENDO EN CUENTA QUE: <placeholder-1/>

source: This manual describes version 2.20.4 of the GNOME Display Manager. It was last updated on 03/10/2008.
es: Este manual describe la versión 2.20.4 del Gestor de entrada de GNOME. Se actualizó por última vez el 10 de marzo de 2008.

source: Terms and Conventions Used in This Manual
es: Términos y convenciones usados en este manual

source: Chooser - A program used to select a remote host for managing a display remotely on the attached display (<command>mdmchooser</command>).
es: Selector: Un programa que se usa para seleccionar un equipo remoto para gestionar una pantalla remotamente en la pantalla local (<command>mdmchooser</command>).

source: Configurator - The configuration application (<command>mdmsetup</command>).
es: Configurador: La aplicación de configuración (<command>mdmsetup</command>).

source: MDM - MDM Display Manager. Used to describe the software package as a whole. Sometimes also referred to as MDM2.
es: MDM: El gestor de entrada de GNOME. Se usa para describir el paquete de software como un todo. Algunas veces también se refiere a él como MDM2.

source: mdm - The MDM Display Manager daemon (<command>mdm</command>).
es: mdm: El demonio del gestor de entrada (<command>mdm</command>).

source: Greeter - The graphical login window (<command>mdmlogin</command> or <command>mdmgreeter</command>).
es: Interfaz de entrada: La ventana de entrada gráfica (<command>mdmlogin</command> o <command>mdmgreeter</command>).

source: GTK+ Greeter - The standard login window (<command>mdmlogin</command>).
es: Interfaz de entrada GTK+: La ventana de entrada estándar (<command>mdmlogin</command>).

source: PAM - Pluggable Authentication Mechanism
es: PAM: Mecanismo de complementos de autenticación (Pluggable Authentication Mechanism)

source: Themed Greeter - The themable login window ( <command>mdmgreeter</command>).
es: Interfaz de entrada con temas: La ventana de entrada con temas intercambiables (<command>mdmgreeter</command>).

source: XDMCP - X Display Manage Protocol
es: XDMCP: Protocolo de gestión de pantallas X (X Display Manage Protocol)

source: Paths that start with a word in angle brackets are relative to the installation prefix. I.e. <filename>&lt;share&gt;/pixmaps/</filename> refers to <filename>&lt;share&gt;/pixmaps</filename> if MDM was configured with <command>--prefix=/usr</command>. Normally also note that MDM is installed with <command>--sysconfigdir=&lt;etc&gt;/X11</command>, meaning any path to which we refer to as <filename>&lt;etc&gt;/mdm/PreSession</filename> usually means <filename>&lt;etc/X11&gt;/mdm/PreSession</filename>. Note that for interoperability it is recommended that you use a --prefix of <filename>/usr</filename> and a --sysconfdir of <filename>&lt;etc&gt;/X11</filename>.
es: Las rutas que comienzan con una palabra entre los símbolos paréntesis angulosos son relativas al prefijo de instalación. Ej: <filename>&lt;share&gt;/pixmaps/</filename> se refiere a <filename>/usr/share/pixmaps</filename> si MDM se ha configurado con <command>--prefix=/usr</command>. Normalmente también denota que MDM está instalado con <command>--sysconfigdir=/etc/X11</command>, que quiere decir que cualquier ruta a la que se refiera como <filename>&lt;etc&gt;/mdm/PreSession</filename> usualmente significa <filename>&lt;etc/X11&gt;/mdm/PreSession</filename>. Note que para interoperatibilidad se recomienda que use un prefijo de <filename>/usr</filename> y un directorio de configuración del sistema (--sysconfdir) <filename>/etc/X11</filename>.

source: Overview
es: Vista general

source: Introduction
es: Introducción

source: The MDM Display Manager (MDM) is a display manager that implements all significant features required for managing attached and remote displays. MDM was written from scratch and does not contain any XDM / X Consortium code.
es: El Gestor de entrada de GNOME (MDM) es un gestor de entrada que implementa todas las características significativas requeridas para gestionar pantallas remotas y locales. MDM se ha escrito desde cero y no contiene nada de código de XDM / X Consortium.

source: Note that MDM is highly configurable, and many configuration settings can affect security. Issues to be aware of are highlighted in this document and in the MDM Configuration files.
es: Note que el MDM es altamente configurable y muchos ajustes de configuración pueden afectar a la seguridad. Los temas sobre los que debe prestar atención están resaltados en este documento y en los archivos de configuración del MDM.

source: For further information about MDM, see the <ulink type="http" url="http://www.gnome.org/projects/mdm/"> the MDM project website</ulink>. Please submit any bug reports or enhancement requests to the "mdm" category in <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink>. You can also send a message to the <address><email>mdm-list@gnome.org</email></address> mail list to discuss any issues or concerns with the MDM program.
es: Para más información acerca de MDM, vea <ulink type="http" url="http://www.gnome.org/projects/mdm/"> el sitio web del proyecto MDM</ulink>. Por favor envíe cualquier informe de fallos o peticiones de mejoras a la categoría «mdm» en <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink>. También puede enviar un mensaje a la lista de correo <address><email>mdm-list@gnome.org</email></address> para tratar sobre cualquier problema o cuestión con el programa MDM.

source: Interface Stability
es: Estabilidad de interfaces

source: The key/value pairs defined in the MDM configuration files and the location of these files are considered "stable" interfaces should only change in ways that are backwards compatible. Note that this includes functionality like the MDM scripts (Init, PreSession, PostSession, PostLogin, XKeepsCrashing, etc.); directory locations (ServAuthDir, etc.), system applications (SoundProgram), etc. Some configuration values depend on OS interfaces may need to be modified to work on a given OS. Typical examples are HaltCommand, RebootCommand, CustomCommands, SuspendCommand, StandardXServer, Xnest, SoundProgram, and the "command" value for each <filename>server-foo</filename>.
es: Los valores de pares de clave/valor definidos en los archivos de configuración de MDM y la ubicación de estos archivos se consideran interfaces «estables» y deberían cambiar sólo de formas compatibles hacia atrás. Note que esto incluye las funcionalidades como los scripts de MDM (Init, PreSession, PostSession, PostLogin, XKeepsCrashing, etc), las ubicaciones de directorios (ServAuthDir, etc), las aplicaciones del sistema (SoundProgram), etc. Algunos valores de configuración dependen de interfaces del SO y quizá necesiten modificarse para que funcionen en un determinado SO. Los ejemplos típicos son HaltCommand, RebootCommand, CustomCommands, SuspendCommand, StandardXServer, Xnest, SoundProgram, y el valor del valor "command" para cada <filename>server-tal</filename>.

source: Command-line interfaces for MDM programs installed to <filename>&lt;bin&gt;</filename> and <filename>&lt;sbin&gt;</filename> are considered stable. Refer to your distribution documentation to see if there are any distribution-specific changes to these MDM interfaces and what support exists for them.
es: Los interfaces de línea de comandos para los programas MDM instalados en <filename>&lt;bin&gt;</filename> y <filename>&lt;sbin&gt;</filename> se consideran estables. Refiérase a su documentación de la distribución para ver si hay cualquier cambio específico de la distribución a estos interfaces de MDM y qué soporte existe para ellos.

source: As of the MDM 2.15 development series, some one-dash arguments are no longer supported. This includes the "-xdmaddress", "-clientaddress", and "-connectionType" arguments used by <command>mdmchooser</command>. These arguments have been changed to now use two dashes.
es: En las series de desarrollo 2.15 los argumentos de un solo guión no están soportados más. Esto incluye los argumentos "-xdmaddress", "-clientaddress", y "-connectionType" usados por <command>mdmchooser</command>. Estos argumentos se han cambiado para que ahora usen dos guiones.

source: If issues are discovered that break compatibility, please file a bug with an "urgent" priority.
es: Si se descubrieran problemas que rompiesen la compatibilidad, por favor envíe un error con una prioridad «urgente».

source: The MDM Daemon
es: El demonio MDM

source: The MDM daemon is responsible for managing displays on the system. This includes authenticating users, starting the user session, and terminating the user session. MDM is configurable and the ways it can be configured are described in the "Configuring MDM" section of this document. The <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename>, and <filename>PostSession</filename> scripts discussed below are discussed in this "Configuring MDM section".
es: El demonio MDM es responsable de gestionar pantallas en el sistema. Esto incluye la autenticación de usuarios, iniciar la sesión del usuario y terminar la sesión del usuario. MDM es configurable y las formas en que puede configurarse se describen en la sección «Configurar MDM» de este documento. Los scripts <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename>, y <filename>PostSession</filename> de los que se habla más abajo se tratan en esta sección «Configurar MDM».

source: The MDM daemon supports a UNIX domain socket protocol which can be used to control aspects of its behavior and to query information. This protocol is described in the "Controlling MDM" section of this document.
es: El demonio de MDM soporta un protocolo de sockets de dominio UNIX que puede usarse para controlar aspectos de su comportamiento y para solicitarle información. Este protocolo se describe en la sección «Controlar MDM» de este documento.

source: MDM can be asked to manage a display a number of ways. Attached displays are always managed when MDM starts and will be restarted when a user's session is finished. Remote displays can be requested via XDMCP, flexible displays via the <command>mdmflexiserver</command> command, and dynamic displays via the <command>mdmdynamic</command> command. Displays that are started on request are not restarted on session exit.
es: A MDM se le puede pedir que gestione una pantalla de varias formas. Las pantallas locales las gestiona siempre MDM cuando se inicia y serán reiniciadas cuando la sesión de un usuario termine. Las pantallas pueden pedirse además a través de XDMCP, se pueden pedir pantallas flexibles ejecutando el comando <command>mdmflexiserver</command>. y pantallas bajo demanda a través del comando <command>mdmdynamic</command>. Las pantallas que se inician bajo demanda no se reinician al salir de la sesión.

source: When the MDM daemon is asked to manage a display, it will fork an X server process, then run the <filename>Init</filename> script as the root user, and start the login GUI dialog as a slave process on the display. MDM can be configured to use either <command>mdmgreeter</command> (the default) or <command>mdmlogin</command> as the GUI dialog program. The <command>mdmlogin</command> program supports accessibility while the <command>mdmgreeter</command> program supports greater themeability. The GUI dialog is run as the unpriviledged "mdm" user/group which is described in the "Security" section below. The GUI dialog communicates with the daemon via a sockets protocol and via standard input/output. The slave, for example passes the username and password information to the MDM daemon via standard input/output so the daemon can handle the actual authentication.
es: Cuando se le pide al demonio MDM que gestione una pantalla, bifurcará un proceso servidor de X, después ejecutará el script <filename>Init</filename> como el usuario root, e iniciará el diálogo de entrada como un proceso esclavo en la pantalla. MDM puede configurarse para usar o bien <command>mdmgreeter</command> (predeterminado) o <command>mdmlogin</command> como programa de IGU para la entrada. El programa <command>mdmlogin</command> soporta accesibilidad mientras que el programa <command>mdmgreeter</command> soporta mayor temabilidad. El diálogo de la IGU se ejecuta como el usuario/grupo no privilegiado «mdm» que se describe en la sección «Seguridad» abajo. El diálogo de la IGU se comunica con el demonio por medio de un protocolo de sockets y por medio de la entrada/salida estándar. El esclavo, por ejemplo pasa el nombre del usuario y la contraseña al demonio MDM por medio de la entrada/salida estándar así que el demonio puede manipular la autenticación actual.

source: The login GUI dialog screen allows the user to select which session they wish to start and which language they wish to use. Sessions are defined by files that end in the .desktop extension and more information about these files can be found in the "Configuration" section. The user enters their name and password and if these successfully authenticate, MDM will start the requested session for the user. It is possible to configure MDM to avoid the authentication process by turning on the Automatic or Timed Login features in the MDM configuration. The login GUI can also be configured to provide additional features to the user, such as the Face Browser; the ability to halt, restart, or suspend the system; and/or edit the login configuration (after entering the root password).
es: La pantalla de la IGU de la entrada permite al usuario seleccionar qué sesión quiere iniciar y qué idioma quiere usar. Las sesiones se definen por archivos que terminan con la extensión .desktop y puede encontrar más información sobre estos archivos en la sección de «Configuración». El usuario introduce su nombre y contraseña y si éstos le autentican con éxito, MDM iniciará la sesión solicitada para el usuario. Es posible configurar MDM para evitar el proceso de autenticación activando las características de Entrada automática o Entrada temporizada en la configuración de MDM. El IGU de entrada puede configurarse además para para proporcionar características adicionales al usuario, como un visor de rostros, la capacidad de detener, reiniciar o suspender el sistema; y o editar la configuración de entrada (tras introducir la contraseña de root).

source: MDM, by default, will use Pluggable Authentication Modules (PAM) for authentication, but can also support regular crypt and shadow passwords on legacy systems. After authenticating a user, the daemon runs the <filename>PostLogin</filename> script as root, and forks a slave process to start the requested session. This slave process runs the <filename>PreSession</filename> script as root, sets up the user's environment, and starts the requested session. MDM keeps track of the user's default session and language in the user's <filename>~/.dmrc</filename> and will use these defaults if the user did not pick a session or language in the login GUI. On Solaris, MDM (since version 2.8.0.3) uses the SDTLOGIN interface after user authentication to tell the X server to be restarted as the user instead of as root for added security. When the user's session exits, the MDM daemon will run the <filename>PostSession</filename> script as root.
es: MDM, por omisión, usará Pluggable Authentication Modules (PAM) para autenticar, pero puede usar además contraseñas crypt y shadow en sistemas legados. Tras autenticar al usuario, el demonio ejecuta el script <filename>PostLogin</filename> como root, y bifurca un proceso esclavo para iniciar la sesión solicitada. Este proceso esclavo ejecuta el script de <filename>PreSession</filename> como root, establece el entorno del usuario e inicia la sesión solicitada. MDM conserva la sesión predeterminada del usuario y el idioma en el archivo <filename>~/.dmrc</filename> del usuario y usará estos predeterminados si el usuario no seleccionó una sesión o idioma en la IGU de entrada. En Solaris, MDM (desde la versión 2.8.0.3) usa el interfaz SDTLOGIN después de autenticar al usuario para decir al servidor X que se reinicie como el usuario en vez de como root para mayor seguridad. Cuando la sesión del usuario sale, el demonio de MDM ejecutará el script <filename>PostSession</filename> como root.

source: Note that, by default, MDM uses the "mdm" service name for normal login and the "mdm-autologin" service name for automatic login. The <filename>PamStack</filename> configuration option can be used to specify a different service name. For example, if "foo" is specified, then MDM will use the "foo" service name for normal login and "foo-autologin" for automatic login.
es: Tenga en cuenta que, de modo predeterminado, MDM utiliza «mdm» como nombre de servicio para un inicio de sesión normal y el nombre «mdm-autologin» para el inicio de sesión automático. Puede utilizar la opción de configuración <filename>PamStack</filename> para indicar un nombre distinto. Por ejemplo, si indica «foo», MDM utilizará el nombre «foo» para el servicio de inicio de sesión normal y «foo-autologin» para el inicio de sesión automático.

source: For those looking at the code, the mdm_verify_user function in <filename>daemon/verify-pam.c</filename> is used for normal login and the mdm_verify_setup_user function is used for automatic login.
es: Para aquellos que estén viendo el código, la función mdm_verify_user en <filename>daemon/verify-pam.c</filename> se utiliza para el inicio de sesión normal y la función mdm_verify_setup_user para el inicio de sesión automático.

source: Different Display Types
es: Tipos de pantalla diferentes
