Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: Specifies the stock label that will be displayed on the <filename>n-th</filename> "Custom Command" buttons and menu items. If not specified the default value is "Custom_[0-9]". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9. This option can't contain any semicolon characters (i.e. ";").
es: Especifica la etiqueta de «stock» que se mostrará en los botones y menús del <filename>enésimo</filename> «Comando personalizado». Si no se especifica el valor predeterminado, es "Custom_[0-9]". Esta opción sólo es válida si está definido al correspondiente <filename>CustomCommand</filename>. [0-9] representa el sufijo del <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9. Esta opción no puede contener ningun carácter punto y coma (";").

source: Specifies the stock label that will be displayed on the <filename>n-th</filename> "Custom Command" list items and radio buttons. If not specified the default value is "Execute custom command _[0-9]". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9.
es: Especifica la etiqueta de «stock» que se mostrará en la <filename>enésima</filename> lista de elementos y botones de radio de «Comandos personalizados». Si no se especifica nada el valor predeterminado es «Ejecutar el comando personalizado _[0-9]». Esta opción sólo es válida si el correspondiente <filename>CustomCommand</filename> está definido. [0-9] representa el sufijo de <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9.

source: Specifies if mdm will be stopped/restarted once <filename>n-th</filename> "Custom Command" has been executed. If not specified the default value is "false". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9. In addition when corresponding <filename>CustomCommandIsPersistent</filename> is set to true, setting CustomCommandNoRestart to false will place corresponding <filename>CustomCommand</filename> in the Shut Down dialog set of actions, setting it to true will place corresponding <filename>CustomCommand</filename> in the Log Out dialog set of actions.
es: Especifica si MDM se parará/reiniciará una vez que el <filename>enésimo</filename> «Comando personalizado» se haya ejecutado. Si no se especifica, el valor predeterminado es «false». Esta opción sólo es válida si el correspondiente <filename>CustomCommand</filename> está definido. [0-9] representaq el sufijo de <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9. Además, cuando el correspondiente <filename>CustomCommandIsPersistent</filename> está establecido a «true», ajustar CustomCommandNoRestart a «false» pondráel correspondiente <filename>CustomCommand</filename> en el conjunto de acciones del diálogo de Apagar , ajustarlo a «true» pondrá el correspondiente <filename>CustomCommand</filename> en el conjunto de acciones del diálogo Salir.

source: Specifies the message that will be displayed on the warning dialog box once <filename>n-th</filename> "Custom Command" button/menu item/radio button/list item has been activated. If not specified the default value is "Are you sure?". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9.
es: Especifica el mensaje que se mostrará en la caja de diálogo de advertencia una vez que se active el <filename>enésimo</filename> «Comando personalizado» de botón/elemento del menú/botón de radio/elemento de lista. Si no se especifica, su valor predeterminado es «¿Está seguro?». Esta opción sólo es válida si el correspondiente <filename>CustomCommand</filename> está definido. [0-9] representa el sufijo de <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9.

source: Specifies the message that will be displayed on tooltips for <filename>n-th</filename> "Custom Command" entries. If not specified the default value is "Execute custom command [0-9]". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9.
es: Especifica el mensaje que se mostrará en los consejos para las entradas del <filename>enésimo</filename> «Comando personalizado». Si no se especifica, el valor predeterminado es «Ejecutar el comando personalizaco [0-9]». Esta opción sólo es válida si el correspondiente <filename>CustomCommand</filename> está definido. [0-9] representa el sufijo de <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9.

source: X Server Definitions
es: Definiciones del servidor X

source: MDM needs to be provided with information about each X servers that will be used. You can have as many different definitions as you wish, each identified with a unique name. The name <filename>Standard</filename> is required. If you do not specify this server, MDM will assume default values for a 'Standard' server and the path given by <filename>daemon/StandardXServer</filename>. <filename>Standard</filename> is used as the default, in situations when no other server has been defined.
es: MDM necesita que se le proporcione información acerca de cada servidor X que se usará. Puede tener tantas definiciones como desee, cada una identificada con un nombre único. El nombre <filename>Standard</filename> es necesario. Si no especifica este servidor, MDM asumirá los valores predeterminados para un servidor «estándar» y la ruta proporcionada por <filename>daemon/StandardXServer</filename>. <filename>Standard</filename> se usa como predeterminado cuando no se ha definido ningún otro servidor.

source: Servers are defined by sections named <filename>server-</filename> followed by the identifier of this server. This should be a simple ASCII string with no spaces. The GUI configuration program allows users to edit the servers defined in the MDM configuration files but currently does not allow adding or deleting entries. Like normal configuration options, <filename>server-</filename> sections in the <filename>&lt;etc&gt;/mdm/custom.conf</filename> file override values in the <filename>&lt;share&gt;/mdm/defaults.conf</filename> file. In other words, if a <filename>server-Standard</filename> section is defined in <filename>&lt;etc&gt;/mdm/custom.conf</filename>, then that will be used and the section in the <filename>&lt;share&gt;/mdm/defaults.conf</filename> file will be ignored.
es: Los servidores se definen por secciones llamadas <filename>server-</filename> seguidas por el identificador de este servidor. Esto debería ser una simple cadena ASCII sin espacios. El IGU del programa de configuración permite a los usuarios editar los servidores definidos en los archivos de configuración de MDM pero actualmente no permite añadir o borrar entradas. Al igual que las opciones de configuración normales las secciones <filename>server-</filename> en el archivo <filename>&lt;etc&gt;/mdm/custom.conf</filename> tienen precedencia sobre los valores en el archivo <filename>&lt;share&gt;/mdm/defaults.conf</filename>. En otras palabras, si se define una sección <filename>server-Standard</filename> en <filename>&lt;etc&gt;/mdm/custom.conf</filename>, entonces se usará esa sección y se ignorará la sección en el archivo <filename>&lt;share&gt;/mdm/defaults.conf</filename>.

source: name
es: nombre

source: The name that will be displayed to the user.
es: El nombre que se mostrará al usuario.

source: The command to execute, with full path to the binary of the X server, and any extra arguments needed. Normally it is not necessary to add a <filename>-nolisten tcp</filename> argument since the addition of this argument is controlled by the <filename>DisallowTCP</filename> MDM configuration option.
es: El comando que ejecutar, con una ruta completa al binario del servidor X y cualquier argumento adicionar necesario. Generalmente no es necesario añadir el argumento <filename>-nolisten tcp</filename> ya que la adición de este argumento está controlada por la opción de configuración <filename>DisallowTCP</filename> de MDM.

source: Indicates if this server is available as a choice when a user wishes to run a flexible, on demand server.
es: Indica si este servidor está disponible como una selección cuando un usuario desea ejecutar un servidor flexible, bajo demanda.

source: Indicates that MDM should run the login window on this server and allow a user to log in. If set to false, then MDM will just run this server and wait for it to terminate. This can be useful to run an X terminal using MDM. When this is done you should normally also add <filename>-terminate</filename> to the command line of the server to make the server terminate after each session. Otherwise the control of the slave will never come back to MDM and, for example, soft restarts won't work. This is because MDM assumes there is a login in progress for the entire time this server is active.
es: Indica que MDM debería ejecutar la ventana de entrada en este servidor y permitir al usuario iniciar sesión. Si es «false», entonces MDM simplemente ejecutará este servidor y esperará para finalizar. Esto puede ser útil para ejecutar una termina X usando MDM. Cuando esto termine, generalmente debe añadir <filename>-terminate</filename> al comando del servidor para hacer que el servidor termine después de cada sesión. De otra manera el control del esclavo nunca volverá a MDM y, por ejemplo, no funcionarán los reinicios suaves. Esto es debido a que MDM asume que hay un inicio de sesión en proceso durante todo el tiempo que este servidor esté activo.

source: Indicates that MDM should instead of a login window run a chooser on this window and allow the user to choose which server to log into.
es: Indica que MDM debería ejecutar en lugar de una ventana de entrada, un selector en esta ventana y permitir al usuario elegir en qué servidor iniciar sesión.

source: Indicates that the X server should be started at a different process priority. Values can be any integer value accepted by the setpriority C library function (normally between -20 and 20) with 0 being the default. For highly interactive applications, -5 yields good responsiveness. The default value is 0 and the setpriority function is not called if the value is 0.
es: Indica que el servidor X debería ser iniciado en una prioridad de proceso diferente. los valores pueden ser cualquier valor entero aceptado por la función setpriority de la biblioteca de C. (normalmente entre -20 y 20) con 0 siendo el valor predeterminado. Para aplicaciones altamente interactivas, -5 arroja buenas respuestas. El valor predeterminado es 0 y la función setpriority no se llama si el valor es 0.

source: Attached DISPLAY Configuration
es: Configuración de la pantalla local

source: The attached (also known as local or static) display configuration specifies what displays should be always managed by MDM. MDM will restart the X server on the display if it dies, for example. There may be as many attached displays that are managed as you wish. Typically each display is associated with a real display. On a typical single-display machine this section would only contain one key <filename>0</filename> that corresponds to DISPLAY <filename>:0</filename>.
es: Las configuración de las pantallas locales (también conocidas como estáticas) especifica qué dispositivos debería gestionar siempre MDM. MDM reiniciará el servidor X en el dispositivo si éste muere, por ejemplo. Puede haber tantas pantallas locales gestinadas como quiera. Generalmente cada dispositivo está asociado con un dispositivo real. En una típica configuración de una sola pantalla por máquina, ésta sección sólo contendría una clave <filename>0</filename> que corresponde con DISPLAY <filename>:0</filename> (pantalla).

source: The GUI configuration program allows users to edit the attached display configuration defined in the MDM configuration files and allows the user to add or delete entries. Like normal configuration options, the <filename>[servers]</filename> section in the <filename>&lt;etc&gt;/mdm/custom.conf</filename> file overrides values in the <filename>&lt;share&gt;/mdm/defaults.conf</filename> file.
es: El IGU del programa de configuración permite que los usuarios editen la configuración de las pantallas locales definida en los archivos de configuración de MDM y también permite que el usuario añada o borre entradas. Al igual que las opciones de configuración normales, la sección <filename>[servers]</filename> en el archivo <filename>&lt;etc&gt;/mdm/custom.conf</filename> tiene precedencia sobre los valores en el archivo <filename>&lt;share&gt;/mdm/defaults.conf</filename>.

source: The key cooresponds to the DISPLAY to be managed, so that key <filename>0</filename> cooresponds to DISPLAY <filename>:0</filename>. On a multi-display machine you can configure MDM to manage a login program on other displays by adding additional keys. For example, adding key <filename>1</filename> would cause MDM to manage DISPLAY <filename>:1</filename>.
es: La clave corresponde con DISPLAY para ser manejada, de tal forma que la clave <filename>0</filename> corresponde con DISPLAY <filename>:0</filename>. En una máquina con múltiples pantallas puede configurar MDM para gestionar un programa de inicio de sesiones en otras pantallas añadiendo claves adicionales. Por ejemplo, añadir la clave <filename>1</filename> haría que MDM gestionase DISPLAY <filename>:1</filename>.

source: The first word of the value corresponds to a X server definition in the "X Server Definitions" section of the configuration file. For example, the following entry means that DISPLAY <filename>:0</filename> will start an X server as defined in the <filename>[server-Standard]</filename> section:
es: La primera palabra del valor corresponde con una definición del servidor X en la sección "X Server Definitions" del archivo de configuración. Por ejemplo, la siguiente entrada significa que DISPLAY <filename>:0</filename> iniciará un servidor X tal y como se define en la sección <filename>[server-Standard]</filename>:

source: The first word of the value can also be set to the string "inactive" to indicate that this DISPLAY should not be managed. This can be used in the MDM Custom Configuration File to turn off a DISPLAY that is defined in the MDM System Defaults Configuration File.
es: La primera palabra del valor también se puede establecer a la cadena "inactive" para indicar que esta DISPLAY no se debería gestionar. Esto se puede usar en el archivo de configuración personalizada de MDM para apagar una DISPLAY que está definida en el archivo de configuración predeterminada del sistema de MDM.

source: The optional device argument is used to specify the device that is associated with the DISPLAY. When using Virtual Terminals (VT), this value is ignored and MDM will use the correct device name associated with the VT. If not using VT, then MDM will use the value specified by this optional argument. If the device argument is not defined, then MDM will use the default setting for attached displays defined in the <filename>UtmpLineAttached</filename> configuration section. For the main display (typically DISPLAY <filename>:0</filename>), <filename>/dev/console</filename> is a reasonable value. For other displays it is probably best to not include this argument unless you know the specific device associated with the DISPLAY. The device value can contain "%d" which is translated to the DISPLAY value or "%h" which is translated to the hostname.
es: El parámetro adicional del dispositivo se usa para especificar el dispositivo que está asociado con DISPLAY. Al usar terminales virtuales (VT), este valor se ignora y MDM usará el nombre correcto del dispositivo asociado con el VT. Si no se está usando VT, entonces MDM usará el valor especificado por este parámetro opcional. Si el parámetro del dispositivo no está definido, entonces MDM usará el valor predeterminado para pantallas locales que está definido en la sección de configuración <filename>UtmpLineAttached</filename>. Para la pantalla principal (generalmente DISPLAY <filename>:0</filename>), <filename>/dev/console</filename> es un valor razonable. Para otras pantallas es probablemente mejjor idea no incluir éste parámetro a no ser que sepa exactamente el dispositivo asociado con la DISPLAY. El valor del dispositivo puede contener «%d» que se traduce como el valor de DISPLAY o «%h» que se traduce como el nombre del equipo.

source: Per User Configuration
es: Configuración por usuario

source: There are some per user configuration settings that control how MDM behaves. MDM is picky about the file ownership and permissions of the user files it will access, and will ignore files if they are not owned by the user or files that have group/world write permission. It will also ignore the user if the user's $HOME directory is not owned by the user or if the user's $HOME directory has group/world write permission. files must also be smaller than the <filename>UserMaxFile</filename> value as defined in the MDM configuration. If it seems that MDM is not properly accessing user configuration settings, the problem is most likely caused by one of these checks failing.
es: Hay algunos ajustes de configuración por usuario que controlan cómo se comporta MDM. MDM es bastante estricto con el propietario y los permisos de los archivos de usuario a los que accede, e ignorará los archivos si no pertenecen al usuario o tienen permiso de escritura para el grupo o para todos. Ignorará el usuario si la carpeta personal del usuario ($HOME) no pertenece al usuario o si la carpeta $HOME tiene permiso de escritura para el grupo o para todos. Los archivos deben ser además más pequeños que el valor <filename>UserMaxFile</filename> tal como se define en la configuración de MDM. Si parece que MDM no está accediendo apropiadamente a los ajustes de configuración del usuario, el problema se debe la mayoría de las veces a que una de estas comprobaciones falla.

source: First there is the <filename>~/.dmrc</filename> file. In theory this file should be shared between MDM and KDM, so users only have to configure things once. This is a standard <filename>.ini</filename> style configuration file. It has one section called <filename>[Desktop]</filename> which has two keys: <filename>Session</filename> and <filename>Language</filename>.
es: Primero está el archivo <filename>~/.dmrc</filename>. En teoría este archivo debería ser compartido entre MDM y KDM, así que los usuarios sólo tienen que configurar las cosas una vez. Esto es un archivo de configuración de estilo <filename>.ini</filename> estándar. Tiene una sección llamada <filename>[Desktop]</filename> que tiene dos claves: <filename>Session</filename> y <filename>Language</filename>.

source: The <filename>Session</filename> key specifies the basename of the session <filename>.desktop</filename> file that the user wishes to normally use (without the <filename>.desktop</filename> extension, in other words). The <filename>Language</filename> key specifies the language that the user wishes to use by default. If either of these keys is missing, the system default is used. The file would normally look as follows:
es: La clave <filename>Session</filename> especifica el nombre base del archivo <filename>.desktop</filename> de sesión que el usuario quiere usar normalmente (sin la extensión <filename>.desktop</filename>, en otras palabras). La clave <filename>Language</filename> especifica el idioma que el usuario quiere usar por omisión. Si cualquiera de estas dos claves falta, se usa el predeterminado del sistema. El archivo normalmente tiene la apariencia siguiente:

source: [Desktop] Session=gnome Language=cs_CZ.UTF-8
es: [Desktop] Session=gnome Language=es_ES.UTF-8

source: Normally MDM will write this file when the user logs in for the first time, and rewrite it if the user chooses to change their default values on a subsequent login.
es: Normalmente MDM escribirá este archivo cuando el usuario entre por primera vez, y lo reescribirá si el usuario escoge cambiar su valor predeterminado en una entrada subsiguiente.

source: If the MDM Face Browser is turned on, then the file <filename>$HOME/.face</filename> is accessed. This file should be a standard image that GTK+ can read, such as PNG or JPEG. It also must be smaller than the <filename>MaxIconWidth</filename> and <filename>MaxIconHeight</filename> values defined in the MDM configuration or it will be ignored. Users can run the <command>mdmphotosetup</command> program to specify a face image and it will copy the file to the <filename>$HOME/.face</filename> location and scale it so its longest dimension is not larger than the <filename>MaxIconWidth</filename> or <filename>MaxIconHeight</filename> values. <command>mdmphotosetup</command> takes care to not change the aspect ratio of the image.
es: Si está activado el visor de rostros, entonces se accede al archivo <filename>$HOME/.face</filename>. Este archivo debería ser una imagen estándar que GTK+ pueda leer, como PNG o JPEG. Además debería ser más pequeña que los valores <filename>MaxIconWidth</filename> y <filename>MaxIconHeight</filename> definidos en la configuración de MDM o será ignorada. Los usuarios pueden ejecutar el comando <command>mdmphotosetup</command> para especificar una imagen para el rostro y se copiará el archivo al lugar <filename>$HOME/.face</filename> escalándose para que su dimensión no sea mayor que los valores <filename>MaxIconWidth</filename> o <filename>MaxIconHeight</filename>. <command>mdmphotosetup</command> tiene cuidado de no cambiar las proporciones de la imagen.

source: Face images can also be placed in the global face directory, which is specified by the <filename>GlobalFaceDir</filename> configuration option ( normally <filename>&lt;share&gt;/pixmaps/faces/</filename>) and the filename should be the name of the user, optionally with a <filename>.png</filename>, <filename>.jpg</filename>, etc. appended.
es: Las imágenes de rostros pueden colocarse en el directorio global de rostros, que se especifica por la opción de configuración <filename>GlobalFaceDir</filename> (normalmente <filename>&lt;share&gt;/pixmaps/faces/</filename>) y el nombre del archivo debería ser el nombre del usuario, opcionalmente con un <filename>.png</filename>, etc. agregado.

source: Controlling MDM
es: Controlar MDM

source: You can control MDM behavior during runtime in several different ways. You can either run certain commands, or you can talk to MDM using either a unix socket protocol, or a FIFO protocol.
es: Puede controlar el comportamiento de MDM durante la ejecución de varias formas diferentes. Puede o ejecutar ciertos comandos, o puede hablar con MDM usando un protocolo de sockets UNIX, o un protocolo FIFO.

source: Commands
es: Comandos
