Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: MDM will first look for the user's face image in <filename>~/.face</filename>. If not found, it will try <filename>~/.face.icon</filename>. If still not found, it will use the value defined for "face/picture=" in the <filename>~/.gnome2/mdm</filename> file. Lastly, it will try <filename>~/.gnome2/photo</filename> and <filename>~/.gnome/photo</filename> which are deprecated and supported for backwards compatibility.
es: MDM primero buscará la imagen de la cara del usuario en <filename>~/.face</filename>. Si no la encuentra, intentará con <filename>~/.face.icon</filename>. Si aún no la encuentra, usará el valor definido para "face/picture=" en el archivo <filename>~/.gnome2/mdm</filename>. Por último intentará con <filename>~/.gnome2/photo</filename> y <filename>~/.gnome/photo</filename> los cuales están obsoletos y se soportan por compatibilidad hacia atrás.

source: If a user has no defined face image, MDM will use the "stock_person" icon defined in the current GTK+ theme. If no such image is defined, it will fallback to the image specified in the <filename>DefaultFace</filename> configuration option, normally <filename>&lt;share&gt;/pixmaps/mdm-nobody.png</filename>.
es: Si un usuario no tiene una imagen de rostro definida, MDM usará el icono "stock_person" definido en el tema GTK+ actual. Si dicha imagen no está definida, entonces usará la imagen especificada en la opción de configuración <filename>DefaultFace</filename> como resguardo, normalmente <filename>&lt;/share&gt;/pixmaps/mdm-nobody.png</filename>.

source: Please note that loading and scaling face icons located in user home directories can be a very time-consuming task. Since it not practical to load images over NIS or NFS, MDM does not attempt to load face images from remote home directories. Furthermore, MDM will give up loading face images after 5 seconds of activity and will only display the users whose pictures it has gotten so far. The <filename>Include</filename> configuration option can be used to specify a set of users who should appear on the face browser. As long as the users to include is of a reasonable size, there should not be a problem with MDM being unable to access the face images. To work around such problems, it is recommended to place face images in the directory specified by the <filename>GlobalFaceDir</filename> configuration option.
es: Note que cargar y escalar los iconos de rostros situados en los directorios personales de los usuarios puede ser una tarea que consuma mucho tiempo. Debido a que no es práctico cargar imágenes sobre NIS o NFS, MDM no intenta cargar imágenes de rostros desde directorios personales remotos. Además, MDM parará de cargar imágenes de rostros después de 5 segundos de actividad y sólo mostrará los usuarios cuyas imágenes haya obtenido hasta entonces. La opción <filename>Include</filename> de <filename>mdm.conf</filename> puede usarse para especificar un conjunto de usuarios que deberían aparecer en el visor de rostros. Mientras los usuarios a incluir tengan un tamaño razonable, no debería haber ningún problema con MDM siendo incapaz de acceder a las imágenes de rostros. Para evitar estos problemas, se recomienda situar las imágenes de rostros en el directorio especificado por la opción de configuración <filename>GlobalFaceDir</filename>.

source: To control the users who get displayed in the face browser, there are a number of configuration options that can be used. If the <filename>IncludeAll</filename> option is set to true, then the password file will be scanned and all users will be displayed. If <filename>IncludeAll</filename> option is set to false, then the <filename>Include</filename> option should contain a list of users separated by commas. Only the users specified will be displayed. Any user listed in the <filename>Exclude</filename> option and users whose UID's is lower than <filename>MinimalUID</filename> will be filtered out regardless of the <filename>IncludeAll</filename> setting. <filename>IncludeAll</filename> is not recommended for systems where the passwords are loaded over a network (such as when NIS is used), since it can be very slow to load more than a small number of users over the network..
es: Para controlar qué usuarios se muestran en el examinador de rostros, hay varias opciones de configuración que pueden usarse. Si se establece a true la opción <filename>IncludeAll</filename>, entonces se analizará el archivo de contraseñas y se mostrarán todos los usuarios. Si la opción <filename>IncludeAll</filename> se establece a falso, entonces la opción <filename>Include</filename> debería contener una lista de usuarios separada por comas. Sólo se mostrarán los usuarios especificados. Cualquier usuario listado en la opción <filename>Exclude</filename> y los usuarios cuyo UID sea inferior a <filename>MinimalUID</filename> se filtrarán con independencia de lo que esté establecido en <filename>IncludeAll</filename>. <filename>IncludeAll</filename> no está recomendado para sistemas donde las contraseñas se carguen por medio de una red (como cuando se usa NIS), debido a que puede ser muy lento cargar más de un pequeño número de usuarios sobre la red.

source: When the browser is turned on, valid usernames on the computer are inherently exposed to a potential intruder. This may be a bad idea if you do not know who can get to a login screen. This is especially true if you run XDMCP (turned off by default).
es: Cuando el examinador está activado, los nombres de usuario válidos en el equipo están expuestos inherentemente a un intruso potencial. Esto puede ser una mala idea si no sabe quién puede acceder a una pantalla de entrada. Esto es especialmente cierto si ejecuta XDMCP (desactivado por omisión).

source: Logging
es: Registro de actividad

source: MDM itself will use syslog to log errors or status. It can also log debugging information, which can be useful for tracking down problems if MDM is not working properly. This can be enabled in the configuration file.
es: MDM por sí mismo usará syslog para registrar los errores o el estado. También puede registrar información de depuración, que puede ser útil para encontrar problemas si MDM no funciona apropiadamente. Esto puede activarse en el archivo de configuración.

source: Output from the various X servers is stored in the MDM log directory, which is configurable, but is usually <filename>&lt;var&gt;/log/mdm/</filename>. The output from the session can be found in a file called <filename>&lt;display&gt;.log</filename>. Four older files are also stored with <filename>.1</filename> through <filename>.4</filename> appended. These will be rotated as new sessions on that display are started. You can use these logs to view what the X server said when it started up.
es: La salida de varios servidores X está almacenada en el directorio de registros de MDM, el cual es configurable, pero normalmente es <filename>/var/log/mdm/</filename>. La salida desde la sesión puede encontrarse en un archivo llamado <filename>&lt;display&gt;.log</filename>. Cuatro archivos más antiguos se almacenan también con <filename>.1</filename> a <filename>.4</filename> anexado. Éstos se rotarán a medida que se inicien nuevas sesiones en esa pantalla. Puede usar estos registros para ver que decía el servidor X cuando arrancaba.

source: The output from the user session is redirected to <filename>~/.xsession-errors</filename> before even the <filename>PreSession</filename> script is started. So it is not really necessary to redirect this again in the session setup script. As is usually done. If the user session lasted less then 10 seconds, MDM assumes that the session crashed and allows the user to view this file in a dialog before returning to the login screen. This way the user can view the session errors from the last session and correct the problem this way.
es: La salida de la sesión de usuario está redirigida a <filename>~/.xsession-errors</filename> incluso antes de se inicie el script <filename>PreSession</filename>. Así que no es realmente necesario redirigir esto otra vez en el script de configuración de la sesión. Tal como se hace normalmente, si la sesión del usuario duró menos de 10 segundos, MDM asume que la sesión reventó y permite al usuario ver este archivo en un diálogo antes de volver a la pantalla de entrada. De esta manera el usuario puede ver los errores de la última sesión y corregir el problema.

source: You can suppress the 10 second warning by returning code 66 from the <filename>Xsession</filename>script or from your session binary (the default <filename>Xsession</filename> script propagates those codes back). This is useful if you have some sort of special logins for which it is not an error to return less then 10 seconds later, or if you setup the session to already display some error message and the MDM message would be confusing and redundant.
es: Puede suprimir la advertencia de los 10 segundos devolviendo un código 66 desde el script <filename>Xsession</filename> desde el binario de la sesión (el script <filename>Xsession</filename> predeterminado propaga esos códigos hacia atrás). Esto es útil si tiene alguna clase de inicios de sesión especiales para los que no es un error retornar menos de esos 10 segundos después, o si configura la sesión para mostrar algún mensaje de error y el mensaje de MDM podría ser confuso y redundante.

source: The session output is piped through the MDM daemon and so the <filename>~/.xsession-errors</filename> file is capped at about 200 kilobytes by MDM to prevent a possible denial of service attack on the session. An application could perhaps on reading some wrong data print out warnings or errors on the stderr or stdout. This could perhaps fill up the user's home directory making it necessary to log out and back into their session to clear this. This could be especially nasty if quotas are set. MDM also correctly traps the XFSZ signal and stops writing the file, which would lead to killed sessions if the file was redirected in the old fashioned way from the script.
es: La salida de la sesión se encauza a través del demonio MDM y así el archivo <filename>~/.xsession-errors</filename> está capado a cerca de 200 Kbytes por MDM para prevenir una posible denegación de servicio en la sesión. Una aplicación podría quizás leer algunos datos erróneos, imprimir advertencias o errores en stderr o stdout. Esto podría quizás llenar el directorio personal del usuario quien tendría que cerrar sesión e iniciar sesión de nuevo para limpiar esto. Esto podría ser especialmente desagradable si hay cuotas habilitadas. MDM además atrapa correctamente la señal XFSZ y para de escribir el archivo, lo que podría conducir a sesiones matadas si el archivo fue redirigido en la forma antigua desde el script.

source: Note that some distributors seem to override the <filename>~/.xsession-errors</filename> redirection and do it themselves in their own Xsession script (set by the <filename>BaseXsession</filename> configuration key) which means that MDM will not be able to trap the output and cap this file. You also lose output from the <filename>PreSession</filename> script which can make debugging things harder to figure out as perhaps useful output of what is wrong will not be printed out. See the description of the <filename>BaseXsession</filename> configuration key for more information, especially on how to handle multiple display managers using the same script.
es: Note que algunos distribuidores parecen ignorar la redirección de <filename>~/.xsession-errors</filename> y la hacen ellos mismos en su propio script Xsession (establecido por la clave de configuración <filename>BaseXsession</filename>) que significa que MDM no será capaz de atrapar la salida y cubrir este archivo. Puede también perder datos de salida del script <filename>PreSession</filename> lo que puede hacer la depuración mucho más complicada ya que quizás la salida de lo que está equivocado no se imprimirá. Vea la descripción de la clave de configuración <filename>BaseXsession</filename> para más información, especialmente acerca de cómo manejar múltiples gestores de entrada usando el mismo script.

source: Note that if the session is a failsafe session, or if MDM can't open this file for some reason, then a fallback file will be created in the <filename>/tmp</filename> directory named <filename>/tmp/xses-&lt;user&gt;.XXXXXX</filename> where the <filename>XXXXXX</filename> are some random characters.
es: Note que si la sesión es una sesión a prueba de fallos, o si MDM no puede abrir este archivo por alguna razón, entonces se creará un archivo de apoyo en el directorio <filename>/tmp</filename> llamado <filename>/tmp/xses-&lt;user&gt;.XXXXXX</filename> donde <filename>XXXXXX</filename> son caracteres aleatorios.

source: If you run a system with quotas set, it would be good to delete the <filename>~/.xsession-errors</filename> in the <filename>PostSession</filename> script. Such that this log file doesn't unnecessarily stay around.
es: Si ejecuta un sistema sin cuotas activadas, será bueno borrar el archivo <filename>~/.xsession-errors</filename> en el script <filename>PostSession</filename>. Así este archivo de registro no está por medio innecesariamente.

source: Accessing Files
es: Acceder a archivos

source: In general MDM is very reluctant regarding reading/writing of user files (such as the <filename>~/.dmrc</filename>, <filename>~/.face</filename>, <filename>~/.xsession-errors</filename>, and <filename>~/.Xauthority</filename> files). For instance it refuses to access anything but regular files. Links, sockets and devices are ignored. The value of the <filename>RelaxPermissions</filename> parameter determines whether MDM should accept files writable by the user's group or others. These are ignored by default.
es: En general MDM es muy reluctante respecto a leer/escribir archivos del usuario (como <filename>~/.dmrc</filename>, <filename>~/.face</filename>, <filename>~/.xsession-errors</filename>, y <filename>~/.Xauthority</filename>). Por ejemplo, se niega a acceder a cualquier cosa que no sean archivos regulares. Los enlaces, sockets y dispositivos se ignoran. El valor del parámetro <filename>RelaxPermissions</filename> determina si MDM debe aceptar archivos escribibles por el grupo del usuario u otros. Éstos se ignoran por omisión.

source: All operations on user files are done with the effective user id of the user. If the sanity check fails on the user's <filename>.Xauthority</filename> file, a fallback cookie is created in the directory specified by the <filename>UserAuthFBDir</filename> configuration setting (<filename>/tmp</filename> by default).
es: Todas las operaciones en los archivos de usuario se realizan con el id efectivo del usuario. Si el control de sanidad falla en el archivo <filename>.Xauthority</filename> del usuario, se crea una cookie de resguardo en el directorio especificado por la opción de configuración <filename>UserAuthFBDir</filename> (<filename>/tmp</filename> por omisión).

source: Finally, the sysadmin can specify the maximum file size MDM should accept, and, if the face browser is enabled, a tunable maximum icon size is also enforced. On large systems it is still advised to turn off the face browser for performance reasons. Looking up icons in home directories, scaling and rendering face icons can take a long time.
es: Finalmente, el administrador del sistema puede especificar el tamaño máximo del archivo que MDM debería aceptar y, en el caso de que el visor de rostros esté activado, se fuerza un tamaño máximo del icono. En sistemas grandes se avisa además que desactive el visor de rostros por razones de rendimiento. Mirar iconos en directorios personales, escalarlos y renderizarlos puede llevar mucho tiempo.

source: MDM Performance
es: Rendimiento de MDM

source: To speed performance it is possible to build MDM so that it will preload libraries when MDM first displays a greeter program. This has been shown to speed first time login since these libraries can be loaded into memory while the user types in their username and password.
es: Para acelerar el rendimiento es posible construir MDM para que precargue las bibliotecas cuando el MDM muestre un programa de entrada por primera vez. Esto se ha mostrado para acelerar el primer inicio de sesión debido a que estas bibliotecas pueden cargarse en memoria mientras el usuario teclea su nombre y contraseña.

source: To use this feature, configure MDM with the <command>--with-prefetch</command> option. This will cause MDM to install the <command>mdmprefetch</command> program to the <filename>libexecdir</filename> directory, install the <filename>mdmprefetchlist</filename> to the <filename>&lt;etc&gt;/mdm</filename> directory, and set the <filename>PreFetchProgram</filename> configuration variable so that the <command>mdmprefetch</command> program is called with the default <filename>mdmprefetchlist</filename> file. The default <filename>mdmprefetchlist</filename> file was optimized for a GNOME desktop running on Solaris, so may need fine-tuning on other systems. Alternative prefetchlist files can be contributed to the "mdm" category in <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink>, so that they can be included in future MDM releases.
es: Para usar esta característica, configure MDM con la opción <command>--with-prefetch</command>. Esto causará que MDM instale el programa <command>mdmprefetch</command> en el directorio <filename>libexecdir</filename>, instale el <filename>mdmprefetchlist</filename> en el directorio <filename>&lt;etc&gt;/mdm</filename>, y establezca la variable de configuración <filename>PreFetchProgram</filename> para que se llame al programa <command>mdmprefetch</command> con el archivo predeterminado <filename>mdmprefetchlist</filename>. El archivo predeterminado <filename>mdmprefetchlist</filename> se optimizó para un escritorio GNOME ejecutándose en Solaris, así que quizá necesite algo de ajuste fino en otros sistemas. Pueden contribuirse archivos alternativos de prefetchlist en la categoría «mdm» en <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink>, para que puedan ser incluidos en lanzamientos futuros de MDM.

source: Security
es: Seguridad

source: MDM uses PAM for login authentication, though if your machine does not support PAM you can build MDM to work with the password database and the crypt library function.
es: MDM usa PAM para autenticación del usuario, aunque si su máquina no soporta PAM puede compilar MDM para que funcione con la base de datos de contraseñas y la biblioteca de funciones crypt.

source: PAM stands for Pluggable Authentication Module, and is used by most programs that request authentication on your computer. It allows the administrator to configure different authentication behavior for different programs.
es: PAM significa Pluggable Authentication Module, y se usa por la mayoría de los programas que piden autenticación en su equipo. Permite al usuario configurar diferentes comportamientos de autenticación para distintos programas.

source: Some MDM features (like turning on automatic login) may require that you update your PAM configuration. PAM configuration has different, but similar, interfaces on different operating systems, so check your pam.d or pam.conf man page for details. Be sure that you read the PAM documentation (e.g. pam.d/pam.conf man page) and are comfortable with the security implications of any changes you intend to make to your configuration.
es: Algunas características de MDM (como activar la entrada automática) quizá requieran que actualice su configuración PAM. PAM tiene interfaces distintos, pero similares, en diferentes sistemas operativos, así que compruebe su página man de pam.d o pam.conf para los detalles acerca de cómo configurarlo. Asegúrese de leer la documentación de PAM (eg: página man de pam.d/pam.conf) y tenga cuidado con las implicaciones de seguridad de cualquier cambio que intente hacer a su configuración.

source: If there is no entry for MDM in your system's PAM configuration file, then features like automatic login may not work. Not having an entry will cause MDM to use default behavior, conservative settings are recommended and probably shipped with your distribution.
es: Si no hay ninguna entrada para MDM en su archivo de configuración de PAM, entonces las características como la entrada automática quizá no funcionen. No tener una entrada hará que MDM use el comportamiento predeterminado, se recomiendan configuraciones conservadoras y probablemente sean los que se entreguen con su distribución.

source: If you wish to make MDM work with other types of authentication mechanisms (such as a SmartCard), then you should implement this by using a PAM service module for the desired authentication type rather than by trying to modify the MDM code directly. Refer to the PAM documentation on your system. This issue has been discussed on the <address><email>mdm-list@gnome.org</email></address> mail list, so you can refer to the list archives for more information.
es: Si desea que MDM funciona con otros tipos de mecanismos de autenticación (como una SmartCard), entonces debe implementar esto escribiendo un módulo PAM en vez de intentando modificar el código de MDM directamente. Refiérase a la documentación de PAM de su sistema. Esta cuestión se ha discutido en la lista de correo <address><email>mdm-list@gnome.org</email></address>, así que puede referirse a los archivadores de la lista para más información.

source: For example, an effective way to implement such an exotic authentication mechanism would be to have a daemon running on the server listening to the authentication device (e.g. USB key, fingerprint reader, etc.). When the device announces that it has received input, then the daemon can set the <filename>PamStack</filename> configuration value using per-display configuration, and restart the greeter with the PAM stack that works with this device. This avoids needing to hack the display manager code directly to support the feature.
es: Por ejemplo, una forma efectiva de implementar tal exótico mecanismo de autenticación podría ser tener un demonio ejecutándose en el servidor que escucha al dispositivo de autenticación (ej. una llave USB, un lector de huellas digitales, etc.). Cuando el dispositivo anuncia que ha recibido la entrada, entonces el demonio puede establecer el valor de configuración <filename>PamStack</filename> usando una configuración por cada pantalla y reiniciar la interfaz gráfica de entrada con la pila PAM que funciona junto con el dispositivo. Esto previene la necesidad de programar el código del gestor de pantalla directamente para soportar la característica.

source: MDM generates utmp and wtmp User Accounting Database entries upon session login and logout. The utmp database contains user access and accounting information that is accessed by commands such as <command>finger</command>, <command>last</command>, <command>login</command>, and <command>who</command>. The wtmp database contains the history of user access and accounting information for the utmp database.
es: MDM genera entradas utmp y wtmp en la base de datos de usuarios sobre el inicio y salida de sesión. La base de datos utmp contiene información del acceso del usuario y de la cuenta y se accede a través de comandos como <command>finger</command>, <command>last</command>, <command>login</command> y <command>who</command>. La base de datos wtmp contiene el histórico de acceso del usuario e información de la cuenta para la base de datos utmp.
