Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: The following are reasonable pam.conf values for turning on automatic login in MDM. Make sure to read the PAM documentation (e.g. pam.d/pam.conf man page) and be comfortable with the security implications of any changes you intend to make to your configuration.
es: Los siguientes son valores razonables para pam.conf para activar la entrada automática en MDM. Asegúrese de leer la documentación de PAM (ej. página man de pam.d/pam.conf) y conocer las implicaciones de seguridad que cualquier cambio que intente hacer a la configuración.

source: The above setup will cause no lastlog entry to be generated. If a lastlog entry is desired, then use the following for session:
es: La configuración anterior hará que no se genere información de «lastlog». Si se desea una entrada de «lastlog», use lo siguiente para la sesión:

source: Solaris RBAC support for Shutdown, Reboot, and Suspend
es: Soporte RBAC en Solaris para apagar, reiniciar y suspender

source: Starting with MDM 2.19, MDM supports RBAC (Role Based Access Control) for enabling the system commands (Shutdown, Reboot, Suspend, etc.) that appear in the greeter system menu and via the <command>mdmflexiserver</command> QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, and SET_SAFE_LOGOUT_ACTION commands.
es: Desde la versión MDM 2.19, MDM soporta RBAC (Role Based Access Control) para activar los comandos del sistema apagar, reiniciar, suspender, etc (shutdown, reboot, suspend, etc.) que aparecen en el menú gráfico y a través de los comandos QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, y SET_SAFE_LOGOUT_ACTION de <command>mdmflexiserver</command>.

source: On Solaris MDM has the following value specified for the <filename>RBACSystemCommandKeys</filename> configuration option.
es: En Solaris, MDM tiene el siguiente valor especificado para la opción de configuración <filename>RBACSystemCommandKeys</filename>.

source: This will cause the SHUTDOWN and REBOOT features to only be enabled for users who have RBAC authority. In other words, those users who have the "solaris.system.shutdown" authorization name specified. The MDM greeter will only display these options if the mdm user (specified in the <filename>User</filename> configuration option, "mdm" by default) has such RBAC permissions.
es: Esto hará que las características APAGAR y REINICIAR sólo estén activadas para usuarios con autoridad RBAC. En otras palabras, aquellos usuarios que tienen la autorización "solaris.system.shutdown" específica. La interfaz de entrada de MDM sólo mostrará esas opciones si el usuario de MDM (especificado en la opción de configuración <filename>User</filename>, "mdm" de forma predeterminada) tiene esos permisos RBAC.

source: Therefore, add the "solaris.system.shutdown" authorization name to the <filename>/etc/user_attr</filename> for all users who should have authority to shutdown and reboot the system. If you want these options to appear in the greeter program, also add this authorization name to the mdm user. If you don't want to use RBAC, then you may unset the <filename>RBACSystemCommandKeys</filename> MDM configuration key, and this will make the system commands available for all users. Refer to the <filename>user_attr</filename> man page for more information about setting RBAC privileges.
es: Por ello, añada la autorización "solaris.system.shutdown" al archivo <filename>/etc/user_attr</filename> para todos los usuarios que deben tener autoridad para apagar y reiniciar el sistema. Si quiere que estas opciones aparezcan en el programa de interfaz de entrada de MDM, añada también esta autorización al usuario "mdm". Si no quiere usar RBAC, entonces debe deshabilitar la clave de configuración de MDM <filename>RBACSystemCommandKeys</filename> y esto hará que los comandos del sistema estén disponibles para todos los usuarios. Consulte la página man de <filename>user_attr</filename> para obtener más información acerca de los privilegios RBAC.

source: Note that on Solaris there are two programs that can be used to shutdown the system. These are MDM and <command>gnome-sys-suspend</command>. <command>gnome-sys-suspend</command> is a GUI front-end for the <command>sys-suspend</command>.
es: Note que en Solaris hay dos programas que se pueden usar para apagar el sistema. Estos son MDM y <command>gnome-sys-suspend</command>. <command>gnome-sys-suspend</command> es un IGU «front-end» para <command>sys-suspend</command>.

source: If MDM is being used as the login program and the user has RBAC permissions to shutdown the machine (or RBAC support is disabled in MDM), then the GNOME panel "Shut Down.." option will use MDM to shutdown, reboot, and suspend the machine. This is a bit nicer than using <command>gnome-sys-suspend</command> since MDM will wait until the user session has finished (including running the PostSession script, etc.) before running the shutdown/reboot/suspend command. Also the <command>gnome-sys-suspend</command> command is less functional since it does not support a reboot option, only shutdown and suspend.
es: Si se está usando MDM como el programa de inicio de sesión y el usuario tiene permisos RBAC para apagar la máquina (o el soporte para RBAC está desactivado en MDM), entonces la opción «Apagar...» del panel de GNOME usará MDM para apagar, reiniciar y suspender la máquina. Es algo más bonito que usar <command>gnome-sys-suspend</command> ya que MDM esperará hasta que la sesión haya finalizado (incluyendo el script PostSession, etc.) antes de iniciar el comando de apagado, reinicio o suspensión. Además el comando <command>gnome-sys-suspend</command> es menos funcional ya que no soporta la opción de reinicio, sólo apagado y suspensión.

source: If MDM is not being used to manage shutdown, reboot, and suspend; then the GNOME panel uses <command>gnome-sys-suspend</command> when you select the "Shut Down..." option from the application menu. If the pop-up that appears when you select this only shows the suspend and shutdown options, then you are likely using <command>gnome-sys-suspend</command>. If you are using this, then refer to the <command>sys-suspend</command> man page for information about how to configure it. Or consider using MDM and configuring it to provide these options.
es: Si MDM no se está usando para gestionar el apagado, reinicio y la suspensión; entonces el panel de GNOME usa <command>gnome-sys-suspend</command> cuando selecciona la opción «Apagar...» del menú Sistema. Si el menú emergente que aparece cuando selecciona esta opción sólo muestra las opciones de suspender y apagar, entonces seguramente esté usando <command>gnome-sys-suspend</command>. Si está usando esto, entonces consulte la página man de <command>sys-suspend</command> para obtener información acerca de cómo configurarlo. O considere usar MDM y configurarlo para proporcionar estas opciones.

source: Other Solaris Features
es: Otras características de Solaris

source: MDM supports a few features specific to Solaris, as follows:
es: MDM soporta unas pocas características específicas a Solaris, como las siguientes:

source: MDM supports Solaris Auditing if running on Solaris 10 or higher. MDM should not be used if auditing is needed and running Solaris 9 or older.
es: MDM soporta Solaris Auditing si se ejecuta sobre Solaris 10 o superior. MDM no debería usarse si se necesita auditoría y se está ejecutando Solaris 9 o anterior.

source: MDM supports a security feature which causes the X server to run as the user instead of as the root user. MDM must be using PAM for this feature to be enabled, which is the normal case for Solaris. This second feature has the side-effect of causing the X server to always restart between sessions, which disables the AlwaysRestartServer configuration option.
es: MDM tiene una característica de seguridad que hace que el servidor X funcione como el usuario en lugar del usuario root. MDM debe estar usando PAM para que esta característica esté activada, lo cual es el caso normal en Solaris. Esta segunda característica tiene el efecto colateral de hacer que el servidor X siempre se reinicie entre las sesiones, lo cual desactiva la opción de configuración AlwaysRestartServer.

source: Solaris supports the <filename>/etc/default/login</filename> interface, which affects the <filename>DefaultPath</filename>, <filename>RootPath</filename>, <filename>PasswordRequired</filename>, and <filename>AllowRemoteRoot</filename> options as described in the "Configuration" section.
es: Solaris ssoporta el interfaz <filename>/etc/default/login</filename>,que afecta las opciones <filename>DefaultPath</filename>, <filename>RootPath</filename>, <filename>PasswordRequired</filename>, y <filename>AllowRemoteRoot</filename> tal como se describen en la sección«Configuración» .

source: Example Configurations
es: Configuraciones de ejemplo

source: Defining Custom Commands
es: Definir comandos personalizados

source: Suppose you want to add a custom command to the MDM menu that will give you the opportunity to boot into other operating system such as Windoze. Just add the following options into the <filename>[customcommand]</filename> section of the MDM configuration file. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoze CustomCommandLRLabel0=Reboot into _Windoze CustomCommandText0=Are you sure you want to restart the computer into Windoze? CustomCommandTooltip0=Restarts the computer into Windoze CustomCommandIsPersistent0=true </screen> CustomCommand0 specifies two commands separated by a semicolon: <filename>/sbin/rebootwindoze</filename> and <filename>/usr/local/sbin/rebootwindoze</filename>. MDM will use the first valid command in the list. This allows different commands for different operating systems to be included.
es: Suponga que quiere añadir un comando personalizado al menú de MDM que le permitirá arrancar el equipo en otro sistema operativo como Windoza. Simplemente alada las siguientes opciones en la sección <filename>[customcommand]</filename> del archivo de configuración de MDM. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoza CustomCommandLRLabel0=Reiniciar en _Windoza CustomCommandText0=¿Está seguro de que quiere reiniciar el equipo en Windoza? CustomCommandTooltip0=Reinicia el equipo en Windoza CustomCommandIsPersistent0=true </screen> El comando personalizado 0 (CustomCommand0) especifica dos comandos separados por un punto y coma: <filename>/sbin/rebootwindoze</filename> y <filename>/usr/local/sbin/rebootwindoze</filename>. MDM usará el primer comando válido en la lista. Esto permite diferentes comandos para incluir diferentes sistemas operativos.

source: Note, that besides being able to customise this option to reboot into different operating systems you can also use it to define your own custom behaviours that you wish to run from the MDM menu. Suppose you want to give users the opportunity to run system update scripts from the login screen. Add the following options into the <filename>[customcommand]</filename> section of your MDM configuration file. <screen> [customcommand] CustomCommand0=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel0=_Update Me CustomCommandLRLabel0=Update the system CustomCommandText0=Are you sure you want to update the system software? CustomCommandTooltip0=Updates the system CustomCommandNoRestart0=true </screen>
es: Note que, además de poder personalizar esta opción para reiniciar en distintos sistemas operativos, también puede definir sus propios comportamientos personalizados que quiere ejecutar desde el menú de MDM. Suponga que quiere proporcionar a los usuarios la oportunidad de ejecutar scripts de actualización del sistema desde la pantalla de inicio de sesión. Añada las siguientes opciones en la sección <filename>[customcommand]</filename> de su archivo de configuración de MDM. <screen> [customcommand] CustomCommand0=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel0=_Actualízame CustomCommandLRLabel0=Actualizar el sistema CustomCommandText0=¿Está seguro de que quiere actualizar el software del sistema? CustomCommandTooltip0=Actualiza el sistema CustomCommandNoRestart0=true </screen>

source: Both custom commands could be defined as follows. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoze CustomCommandLRLabel0=Reboot into _Windoze CustomCommandText0=Are you sure you want to restart the computer into Windoze? CustomCommandTooltip0=Restarts the computer into Windoze CustomCommandIsPersistent0=true CustomCommand1=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel1=_Update Me CustomCommandLRLabel1=Update the system CustomCommandText1=Are you sure you want to update the system software? CustomCommandTooltip1=Updates the system CustomCommandNoRestart1=true </screen>
es: Ambos comandos personalizados se pueden definir tal y como sigue. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoza CustomCommandLRLabel0=Reiniciar en _Windoza CustomCommandText0=¿Está seguro de que quiere reiniciar el equipo en Windoza? CustomCommandTooltip0=Reinicia el equipo en Windoza CustomCommandIsPersistent0=true CustomCommand1=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel1=_Actualízame CustomCommandLRLabel1=Actualizar el sistema CustomCommandText1=¿Está seguro de que quiere actualizar el software del sistema? CustomCommandTooltip1=Actualiza el sistema CustomCommandNoRestart1=true </screen>

source: There can be up to 10 custom commands numbered 0-9. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoze CustomCommandLRLabel0=Reboot into _Windoze CustomCommandText0=Are you sure you want to restart the computer into Windoze? CustomCommandTooltip0=Restarts the computer into Windoze CustomCommandIsPersistent0=true CustomCommand1=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel1=_Update Me CustomCommandLRLabel1=Update the system CustomCommandText1=Are you sure you want to update the system software? CustomCommandTooltip1=Updates the system CustomCommandNoRestart1=true CustomCommand3=/sbin/do_something . . . CustomCommand4=/sbin/do_something_else . . . </screen>
es: Puede haber hasta 10 comandos personalizados numerados del 0 al 9. <screen> [customcommand] CustomCommand0=/sbin/rebootwindoze;/usr/local/sbin/rebootwindoze CustomCommandLabel0=_Windoza CustomCommandLRLabel0=Reiniciar en _Windoza CustomCommandText0=¿Está seguro de que quiere reiniciar el equipo en Windoza? CustomCommandTooltip0=Reinicia el equipo en Windoza CustomCommandIsPersistent0=true CustomCommand1=/sbin/updatesystem;/usr/local/sbin/updatesystem CustomCommandLabel1=_Actualízame CustomCommandLRLabel1=Actualizar el sistema CustomCommandText1=¿Está seguro de que quiere actualizar el software del sistema? CustomCommandTooltip1=Actualiza el sistema CustomCommandNoRestart1=true CustomCommand3=/sbin/hacer_algo . . . . CustomCommand4=/sbin/hacer_algo_mas . . . </screen>

source: Troubleshooting
es: Resolución de problemas

source: This section discusses helpful tips for getting MDM working. In general, if you have a problem using MDM, you can submit a bug to the "mdm" category in <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink> or send an email to the <address><email>mdm-list@gnome.org</email></address> mail list.
es: Esta sección hace acerca de consejos útiles para hacer funcionar MDM. En general, si tiene un problema al usar MDM, puede enviar un bug a la categoría «mdm» en <ulink type="http" url="http://bugzilla.gnome.org/">bugzilla.gnome.org</ulink> o enviar un correo-e a la lista de correo <address><email>mdm-list@gnome.org</email></address>.

source: If MDM is failing to work properly, it is always a good idea to include debug information. Use the <command>mdmsetup</command> command to turn on debug ("Enable debug messages to system log" checkbox in the "Security" tab), then use MDM to the point where it fails, and include the MDM output sent to your system log (<filename>&lt;var&gt;/log/messages</filename> or <filename>&lt;var&gt;/adm/messages</filename> depending on your operating system). Since the system log can be large, please only include the MDM debug information and do not sent the entire file. If you do not see any MDM syslog output, you may need to configure syslog (see syslog.3c man page).
es: Si MDM comienza a no funcionar correctamente, siempre es buena idea incluir la información de depuración. Use el comando <command>mdmsetup</command> para activar la depuración (la casilla «Activar envío de mensajes de depuración al registro del sistema» en la solapa «Seguridad»), después use MDM hasta el punto donde falla, e incluya la salida de MDM que se envió a su registro del sistema (<filename>&lt;var&gt;/log/messages</filename> o <filename>&lt;var&gt;/adm/messages</filename> dependiendo de su sistema operativo). Ya que el registro del sistema puede ser muy grande, incluya sólo la información de depuración de MDM y no envíe el archivo entero. Si no ve ninguna salida de depuración de MDM, quizá necesite configurar el registro del sistema (consulte la página syslog.3c).

source: You should not leave debug on after collecting data. It will clutter your syslog and slow system performance.
es: No debería dejar la depuración activada después de obtener los datos. desordenará su archivo syslog y ralentizará el rendimiento del sistema.

source: MDM Will Not Start
es: MDM no se inicia

source: There are a many problems that can cause MDM to fail to start, but this section will discuss a few common problems and how to approach tracking down a problem with MDM starting. Some problems will cause MDM to respond with an error message or dialog when it tries to start, but it can be difficult to track down problems when MDM fails silently.
es: Puede haber muchos problemas que causen un fallo de MDM al inicio, pero esta sección discutirá algunos problemas comunes y cómo solucionar un problema de inicio de MDM. Algunos problemas provocarán que MDM responda con un mensaje de error o un diálogo cuando intenta iniciarse, pero puede ser difícil seguir un problema cuando MDM falla de forma silenciosa.

source: First make sure that the X server is configured properly. The MDM configuration file contains a command in the [server-Standard] section that is used for starting the X server. Verify that this command works on your system. Running this command from the console should start the X server. If it fails, then the problem is likely with your X server configuration. Refer to your X server error log for an idea of what the problem may be. The problem may also be that your X server requires different command-line options. If so, then modify the X server command in the MDM configuration file so that it is correct for your system.
es: Primero asegúrese de que el servidor X está configurado apropiadamente. El archivo de configuración de MDM contiene un comando en la sección [server-Standard] que se usa para iniciar el servidor X. Compruebe que este comando funciona en su sistema. Al ejecutar este comando se debería iniciar el servidor X desde la consola. Si falla, entonces el problema probablemente sea de la configuración de su servidor X. Consulte el registro de error de su servidor X para obtener una idea de cuál puede ser el problema. El problema también puede ser que su servidor X requiere diferentes opciones en la línea de comandos. Si es así, modifique el comando del servidor X en el archivo de configuración de MDM para que sea correcto en su sistema.

source: Another common problem is that the MDM greeter program is having trouble starting. This can happen, for example, if MDM cannot find a needed library or other resource. Try starting the X server and a terminal program, set the shell environment variable DOING_MDM_DEVELOPMENT=1 and run <command>&lt;lib&gt;/mdmlogin</command> or <command>&lt;lib&gt;/mdmgreeter</command>. Any error messages echoed to the terminal will likely highlight the problem. Also, turning on debug and checking the output sent to the system log will often highlight the problem.
es: Otro problema común es que la interfaz de entrada de MDM tenga problemas para iniciarse. Esto puede pasar, por ejemplo, si MDM no puede encontrar una biblioteca u otro recurso. Pruebe a iniciar el servidor X y una terminal de programa, establezca la variable de entorno DOING_MDM_DEVELOPMENT=1 y ejecute <command>&lt;lib&gt;/mdmlogin</command> o <command>&lt;lib&gt;/mdmgreeter</command>. Cualquier mensaje de error mostrado en la terminal probablemente resaltará el problema. También puede ayudar a encontrar el problema activar la depuración y comprobar la salida enviada al registro del sistema.

source: Also make sure that the <filename>/tmp</filename> directory has reasonable ownership and permissions, and that the machine's file system is not full. These problems will cause MDM to fail to start.
es: Asegúrese de que el directorio <filename>/tmp</filename> tiene permisos y propiedad razonables, y que el sistema de archivos de la máquina no está lleno. Estos problemas harán que MDM falle al iniciar.

source: MDM Will Not Access User Settings
es: MDM no accede a los ajustes del usuario

source: MDM saves user settings, such as your default session and default language, in the <filename>~/.dmrc</filename>. Other files, such as the user's <filename>~/.Xauthority</filename> file will also affect login. MDM, by default, is strict about how it tries to access files in the user's home directory, and will ignore the file if they do not conform to certain rules. You can use the <filename>RelaxPermissions</filename> configuration option to make MDM less strict about how it accesses files in the user's home directory, or correct the permissions issues that cause MDM to ignore the file. This is discussed in detail described in the "File Access" section of the "Overview".
es: MDM guarda los ajustes del usuario, como su sesión predeterminada y el idioma, en el archivo <filename>~/.dmrc</filename>. Otros archivos, como el archivo <filename>~/.Xauthority</filename> también afectarán a la entrad. MDM, por omisión, es estricto acerca de cómo se intenta acceder a los archivos en el directorio personal del usuario e ignorará el archivo si no está de acuerdo con ciertas reglas. Puede usar la opción de configuración <filename>RelaxPermissions</filename> para hacer que MDM sea menos estricto acerca de cómo accede a los archivos en el directorio personal del usuario, o corregir los problemas de permisos que hacen que DGM ignore el archivo. Esto se trata en detalle en la sección «Acceso a archivos » en la «Vista general».

source: License
es: Licencia

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la <ulink type="help" url="gnome-help:gpl"><citetitle>Licencia Pública General GNU</citetitle></ulink> tal como se publica por la Free Software Foundation; ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior.
