Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: MDM supports three different display types: attached displays, flexible displays, and XDMCP remote displays. The "X Server Definitions" subsection of the "Configuration" section explains how the X server is configured for different displays.
es: MDM soporta tres tipos de pantalla diferentes: pantallas locales, pantallas flexibles (bajo demanda), y pantallas remotas XDMCP. Las subsección "X Server Definitions" de la sección «Configuración» explica cómo se configura el servidor X para las diferentes pantallas.

source: Attached (also known as local or static) displays are always started by the daemon, and when they die or are killed, they are restarted. MDM can run as many of these as needed. MDM can also manage displays on which it does not manage a GUI login, thus MDM can be used for supporting X terminals. The "Attached DISPLAY Configuration" subsection of the "Configuration" section describes how attached displays are defined.
es: Las pantallas locales (también conocidas como estáticas) siempre se inician por el demonio, y cuando mueren o se las mata, se reinician. MDM puede ejecutar tantas como se necesiten. MDM también puede gestionar pantallas en las cuales no gestiona la entrada de la IGU él mismo, permitiendo usar MDM para soportar terminales X. La subsección «Configuración de la pantalla local» de la sección «Configuración» describe cómo se definen las pantallas locales.

source: Flexible (also known as on-demand) displays are only available to users logged on the console. Starting a flexible display will lock the current user session and will show a new login screen over the current running session. If at least one flexible display is already running, and the user requests another, then a dialog will display showing existing flexible displays. The user can choose to switch back to a previous display or start a new flexible display. If the user switches back to a previous display, they will need to enter the password in the lock screen program to return to their session. The MDM configuration file specifies the maximum number of flexible displays allowed on the system.
es: Las pantallas flexibles (también conocidas como bajo demanda) sólo están disponibles para usuarios que hayan iniciado sesión en la consola. Iniciar una pantalla flexible bloqueara la sesión actual del usuario y mostrará una nueva pantalla de inicio de sesión sobre la sesión actualmente en ejecución. Si ya se está ejecutando, al menos, una pantalla flexible y el usuario pide otra, entonces se mostrará un diálogo con las pantallas flexibles existentes. El usuario puede cambiar a una pantalla anterior o iniciar una nueva pantalla flexible. Si el usuario cambia a una pantalla anterior, deberá introducir la contraseña en el programa de bloqueo de pantalla para volver a su sesión. El archivo de configuración de MDM especifica el máximo número de pantallas flexibles permitidas en el sistema.

source: Flexible displays may be started by running the <command>mdmflexiserver</command> command, or via calling the MDM socket protocol directly. Some lock screen programs provide a button to start a new flexible session. This allows a user to start a new session even if the screen was left locked. The GNOME Fast User Switch applet also uses the socket protocol to provide an applet interface on the GNOME panel for managing user displays quickly. Flexible displays are not restarted when the user session ends. Flexible displays require virtual terminal (VT) support in the kernel, and will not be available if not supported (such as on Solaris).
es: Las pantallas flexibles se puede iniciar ejecutando el comando <command>mdmflexiserver</command> o a llamando al protocolo de socket MDM directamente. Algunos programas de bloqueo de pantalla proporcionan un botón para iniciar una nueva sesión flexible. Esto permite al usuario iniciar una nueva sesión incluso si la pantalla se dejó bloqueada. La miniaplicación de GNOME Cambio rápido de usuario también usa el protocolo de socket para proporcionar una interfaz de miniaplicación en el panel de GNOME para gestionar las pantallas de usuario rápidamente. Las pantallas flexibles no se reiniciar cuando la sesión del usuario termina. Las pantallas flexibles requieren soporte para terminal virtual (VT) en el núcleo y no estarán disponibles si no están soportadas (como pasa en Solaris).

source: The <filename>FlexibleXServers</filename>, <filename>FirstVT=7</filename>, <filename>VTAllocation</filename>, and <filename>FlexiReapDelayMinutes</filename> configuration settings are used to configure how flexible displays operate.
es: Los ajustes de configuración <filename>FlexibleXServers</filename>, <filename>FirstVT=7</filename>, <filename>VTAllocation</filename>, y <filename>FlexiReapDelayMinutes</filename> se usan para configurar cómo operan las pantallas flexibles.

source: Nested displays are available to users even if not logged in on the console. Nested displays launch a login screen in a window in the user's current session. This can be useful if the user has more than one account on a machine and wishes to login to the other account without disrupting their current session. Nested displays may be started by running the <command>mdmflexiserver -n</command> command or via calling the MDM socket protocol directly. Nested displays require that the X server supports a nested X server command like Xnest or Xephyr. The <filename>Xnest</filename> configuration option is used to configure how nested displays are started.
es: Las pantallas anidadas están disponibles para los usuarios incluso si no han iniciado sesión en la consola. Las pantallas anidadas lanzan una pantalla de inicio de sesión en una ventana dentro de la sesión actual del usuario. Esto puede ser útil si el usuario tiene más de una cuenta en una máquina y desea iniciar sesión en la otra cuenta sin dejar su sesión actual. Las pantallas anidadas se puede iniciar ejecutando el comando <command>mdmflexiserver -n</command> o llamando al protocolo de socket MDM directamente. Las pantallas anidadas requieren que el servidor X soporte un comando de servidor X anidado como Xnest o Xephyr. Se usa la opción de configuración <filename>Xnest</filename> para configurar cómo se inician las pantallas anidadas.

source: The <command>mdmdynamic</command> is similar to <command>mdmflexiserver</command> in the sense that it allows the user to manage displays dynamically. However displays started with <command>mdmdynamic</command> are treated as attached displays, so they are restarted automatically when the session exits. This command is intended to be used in multi-user server environments (many displays connected to a single server). In other words, this command allows the displays to be managed without hardcoding the display information in the "Attached DISPLAY Configuration" section of the configuration file. This is useful to support the ability of adding new displays to the server without needing to restart MDM, for example.
es: El comando <command>mdmdynamic</command> es similar a <command>mdmflexiserver</command>en el sentido que permite al usuario gestionar las pantallas dinámicamente. No obstante las pantallas que se inician con <command>mdmdynamic</command> se tratan como pantallas locales, de tal forma que se reinician automáticamente cuando la se sale de la sesión. Este comando está previsto para usarse en entornos de servidor multiusuario (muchas pantallas conectadas a un solo servidor). En otras palabras, este comando permite que las pantallas se gestionen sin incrustar la información de la pantalla en el código, en la sección «Configuración de la pantalla local» del archivo de configuración. Ésto es útil, por ejemplo, para soportar la capacidad de añadir nuevas pantallas al servidor sin necesidad de reiniciar MDM.

source: The last display type is the XDMCP remote displays which are described in the next section. Remote hosts can connect to MDM and present the login screen if this is enabled. Some things are different for remote sessions. For example, the Actions menu which allows you to shut down, restart, suspend, or configure MDM are not shown.
es: El último tipo es la pantalla remota XDMCP que se describe en la siguiente sección. Los equipos remotos pueden conectarse a MDM y presentar la pantalla de entrada si esto está activado. Algunas cosas son diferentes para las sesiones remotas. Por ejemplo, el menú Acciones que permite apagar, reiniciar o configurar MDM no se mostrará.

source: The MDM daemon can be configured to listen for and manage X Display Manage Protocol (XDMCP) requests from remote displays. By default XDMCP support is turned off, but can be enabled if desired. If MDM is built with TCP Wrapper support, then the daemon will only grant access to hosts specified in the MDM service section in the TCP Wrappers configuration file.
es: El demonio MDM puede configurase para escuchar y gestionar las solicitudes del protocolo X Display Manage Protocol (XDMCP) de las pantallas remotas. Por omisión el soporte para XDMCP está desactivado, pero puede activarse si se desea. Si MDM está construido con soporte TCP Wrapper, entonces el demonio sólo permitirá acceder a equipos remotos especificados en la sección de servicio MDM en el archivo de configuración de TCP Wrappers.

source: MDM includes several measures making it more resistant to denial of service attacks on the XDMCP service. A lot of the protocol parameters, handshaking timeouts etc. can be fine tuned. The defaults should work for most systems, however. Do not change them unless you know what you are doing.
es: MDM incluye varias medidas para hacerlo más resistente a ataques de denegación de servicio en el servicio XDMCP. Muchos de los parámetros del protocolo, tiempos de espera negociación, etc pueden ajustarse finamente. Sin embargo la configuración de fábrica debería funcionar en la mayoría de sistemas. No la cambie a menos que sepa lo que está haciendo.

source: MDM listens to UDP port 177 and will respond to QUERY and BROADCAST_QUERY requests by sending a WILLING packet to the originator.
es: MDM escucha en el puerto UDP 177 y responderá a las peticiones QUERY y BROADCAST_QUERY enviando un paquete WILLING al originador.

source: MDM can also be configured to honor INDIRECT queries and present a host chooser to the remote display. MDM will remember the user's choice and forward subsequent requests to the chosen manager. MDM also supports an extension to the protocol which will make it forget the redirection once the user's connection succeeds. This extension is only supported if both daemons are MDM. It is transparent and will be ignored by XDM or other daemons that implement XDMCP.
es: MDM también puede configurarse para confiar en solicitudes INDIRECT y presentar un selector de equipos al display remoto. MDM recordará la selección del usuario y reenviará las peticiones subsiguiente al gestor seleccionado. MDM también soporta una extensión al protocolo que hará que se olvide de la redirección una vez que la conexión del usuario tiene éxito. Esta extensión está soportada sólo si ambos demonios son MDM. Es transparente y será ignorada por XDM u otros demonios que implementan XDMCP.

source: If XDMCP seems to not be working, make sure that all machines are specified in <filename>/etc/hosts</filename>.
es: Si parece que XDMCP no funciona, asegúrese de que todas las máquinas están especificadas en <filename>/etc/hosts</filename>.

source: Refer to the "Security" section for information about security concerns when using XDMCP.
es: Refiérase a la sección «Seguridad» para información acerca de las preocupaciones de seguridad al usar XDMCP.

source: Securing Remote Connection Through SSH
es: Securización de la conexión remota a través de SSH

source: As explained in the "Security" section, XDMCP does not use any kind of encryption and as such is inherently insecure. As XDMCP uses UDP as a network transport layer, it is not possible to simply secure it through an SSH tunnel.
es: Tal como se explica en la sección «Seguridad», XDMCP no usa ninguna clase de encriptación y debido a esto es inherentemente inseguro. Como XDMCP usa UDP como capa de transporte de red, no es posible simplemente securizarla por medio de un túnel SSH.

source: To remedy this problem, MDM can be configured at compilation-time with the option --enable-secureremote, in which case MDM proposes as a built-in session a session called "Secure Remote Connection". Starting such a session allows the user to enter the name or the address of the host on which to connect; provided the said host runs an SSH server, the user then gets connected to the server on which the default X session is started and displayed on the local host.
es: Para remediar este problema, MDM puede configurarse durante la compilación con la opción --enable-secureremote, con la cual MDM propone como una sesión integrada una sesión llamada «Conexión remota segura». Iniciar dicha sesión permite al usuario introducir el nombre o la dirección del equipo en el que quiere conectarse, siempre que dicho equipo remoto ejecute un servidor SSH, el usuario entonces obtiene una conexión al servidor en la cual la sesión X predeterminada se inicia y muestra en el equipo remoto local.

source: Using this session allows a much more secure network connection and only necessitates to have an SSH server running on the remote host.
es: Usar esta sesión permite una conexión de red mucho más segura y sólo necesita tener un servidor SSH ejecutándose en el equipo remoto remoto.

source: The GTK+ Greeter
es: El interfaz GTK+

source: The GTK+ Greeter is the default graphical user interface that is presented to the user. The greeter contains a menu at the top, an optional face browser, an optional logo and a text entry widget. This greeter has full accessibility support, and should be used by users with accessibility needs.
es: El interfaz GTK+ es el interfaz gráfico de usuario predeterminado que se presenta al usuario. El interfaz contiene un menú en la parte superior, un visor de rostros opcional, un logo opcional y un widget para entrada de texto. Este interfaz tiene soporte de accesibilidad completo, y debería usarse por los usuarios con necesidades de accesibilidad.

source: The text entry field is used for entering logins, passwords, passphrases etc. <command>mdmlogin</command> is controlled by the underlying daemon and is basically stateless. The daemon controls the greeter through a simple protocol where it can ask the greeter for a text string with echo turned on or off. Similarly, the daemon can change the label above the text entry widget to correspond to the value the authentication system wants the user to enter.
es: El campo de entrada de texto se usa para introducir nombres de usuario, contraseñas, etc. <command>mdmlogin</command> está controlado por un demonio por debajo que es básicamente sin estado. El demonio controla el interfaz a través de un protocolo simple donde puede pedir al interfaz una cadena de texto con eco activado o desactivado. Similarmente, el demonio puede cambiar la etiqueta sobre la entrada de texto para corresponder con el valor que el sistema de autenticación quiere que el usuario introduzca.

source: The menu bar in the top of the greeter enables the user to select the requested session type/desktop environment, select an appropriate locale/language, halt/restart/suspend the computer, configure MDM (given the user knows the root password), change the GTK+ theme, or start an XDMCP chooser.
es: La barra del menú en la parte superior del interfaz de entrada permite al usuario seleccionar el tipo sesión/entorno de escritorio solicitado, seleccionar un idioma/configuración regional apropiada y opcionalmente apagar/reiniciar/suspender el equipo, configurar MDM (siempre que el usuario conozca la contraseña de administrador), cambiar el tema GTK+ o iniciar un selector XDMCP.

source: The greeter can optionally display a logo in the login window. The image must be in a format readable to the gdk-pixbuf library (GIF, JPG, PNG, TIFF, XPM and possibly others), and it must be readable to the MDM user. See the <filename>Logo</filename> option in the reference section below for details.
es: El interfaz de entrada puede mostrar opcionalmente un logotipo en la ventana de entrada. La imagen debe estar en un formato legible por la biblioteca gdk-pixbuf (GIF, JPG, PNG, TIFF, XPM y posiblemente otros), y debe tener permiso de lectura para el usuario de MDM. Vea la opción <filename>Logo</filename> en la sección de referencia inferior para los detalles.

source: The Themed Greeter
es: El interfaz con temas

source: The Themed Greeter is a greeter interface that takes up the whole screen and is very themable. Themes can be selected and new themes can be installed by the configuration application or by setting the <filename>GraphicalTheme</filename> configuration key. The Themed Greeter is much like the GTK+ Greeter in that it is controlled by the underlying daemon, is stateless, and is controlled by the daemon using the same simple protocol.
es: El interfaz con temas es un interfaz que ocupa la pantalla completa y es muy "temable". Los temas pueden seleccionarse e instalarse por medio de la aplicación de configuración o estableciendo la clave de configuración <filename>GraphicalTheme</filename>. El interfaz con temas se parece al interfaz GTK+ en que está controlado por un demonio por debajo, no tiene estados, y el demonio lo controla usando el mismo protocolo sencillo.

source: The look and feel of this greeter is really controlled by the theme and so the user interface elements that are present may be different. The only thing that must always be present is the text entry field as described above in the GTK+ Greeter. The theme can include buttons that allow the user to select an appropriate locale/language, halt/restart/suspend the computer, configure MDM (given the user knows the root password), or start an XDMCP chooser.
es: La apariencia de este interfaz está controlada realmente por el tema y así los elementos del interfaz de usuario que están presentes pueden ser diferentes. La única cosa que debe estar presente siempre es el campo de entrada de texto tal como se describe arriba en el interfaz GTK+. El tema puede incluir botones que permitan al usuario seleccionar la configuración regional o idioma adecuado, detener/reiniciar/suspender el equipo, configurar MDM (siempre que el usuario conozca la contraseña de root), o iniciar un selector XDMCP.

source: You can always get a menu of available actions by pressing the F10 key. This can be useful if the theme doesn't provide certain buttons when you wish to do some action allowed by the MDM configuration.
es: Puede obtener siempre un menú de las acciones disponibles pulsando la tecla F10. Esto puede ser útil si el tema no proporciona ciertos botones cuando realmente quiere hacer alguna acción permitida por la configuración de MDM.

source: The MDM Face Browser
es: El visor de rostros de MDM

source: MDM supports a face browser which will display a list of users who can login and an icon for each user. Starting with version 2.18.1 the <filename>Browser</filename> configuration option must be set to "true" for this function to be available. In previous versions it was only required when using the GTK+ Greeter. When using the Themed Greeter, the Face Browser is only available if the MDM theme includes a "userlist" item type.
es: MDM soporta un visor de rostros que mostrará una lista de usuarios que pueden entrar y un icono para cada usuario. Disponible desde la versión 2.18.1, la opción de configuración <filename>Examinador</filename> debe estar establecida a «true» para que pueda usarse. En versiones anteriores sólo se requería al usar el tema GTK+ Greeter. Al usar el tema Greeter, el visor de rostros sólo está disponible si el tema de MDM incluye un elemento de tipo "userlist".

source: By default, the face browser is disabled since revealing usernames on the login screen is not appropriate on many systems for security reasons. Also MDM requires some setup to specify which users should be visible. Setup can be done on the "Users" tab in <command>mdmsetup</command>. This feature is most practical to use on a system with a smaller number of users.
es: Por omisión, el visor de rostros está desactivado debido a que revelar nombres de usuario en la pantalla de entrada no es apropiado en muchos sistemas por razones de seguridad. Además MDM requiere alguna configuración para especificar qué usuarios deberían ser visibles. La configuración puede hacerse en la solapa «Usuarios» en <command>mdmsetup</command>. Esta característica es más práctica de usar en un sistema con un número pequeño de usuarios.

source: The icons used by MDM can be installed globally by the sysadmin or can be located in the users' home directories. If installed globally they should be in the <filename>&lt;share&gt;/pixmaps/faces/</filename> directory (though this can be configured with the <filename>GlobalFaceDir</filename> configuration option) and the filename should be the name of the user, optionally with a <filename>.png</filename> appended. Face icons placed in the global face directory must be readable to the MDM user. However, the daemon, proxies user pictures to the greeter and thus those do not have be be readable by the "mdm" user, but root.
es: Los iconos usados por MDM pueden instalarse globalmente por el administrador del sistema o pueden colocarse en los directorios personales de los usuarios. Si se instalan globalmente deberían estar en el directorio <filename>&lt;share&gt;/pixmaps/faces/</filename> (aunque esto puede configurarse con la opción <filename>GlobalFaceDir</filename>) y el nombre del archivo debería ser el nombre del usuario, opcionalmente con un <filename>.png</filename> agregado. Los iconos de caras colocados en el directorio global de caras deben ser legibles por el usuario de MDM. Sin embargo, el demonio, proximiza las imágenes de los usuarios al interfaz y debido a esto no tienen que ser legibles por el usuario «mdm» sino por el root.

source: Users may run the <command>mdmphotosetup</command> command to configure the image to use for their userid. This program properly scales the file down if it is larger than the <filename>MaxIconWidth</filename> or <filename>MaxIconHeight</filename> configuration options and places the icon in a file called <filename>~/.face</filename>. Although <command>mdmphotosetup</command> scales user images automatically, this does not guarantee that user images are properly scaled since a user may create their <filename>~/.face</filename> file by hand.
es: Los usuarios pueden ejecutar el comando <command>mdmphotosetup</command> para configurar la imagen a usar para su id de usuario. Este programa escala apropiadamente el archivo si es más grande que las opciones de configuración <filename>MaxIconWidth</filename> o <filename>MaxIconHeight</filename> y coloca al icono en un archivo llamado <filename>~/.face</filename>. Aunque <command>mdmphotosetup</command> escala las imágenes del usuario automáticamente, esto no garantiza que esas imágenes de usuario estén escaladas de forma adecuada así que un usuario puede crear su archivo <filename>~/.face</filename> a mano.
