Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: The Name, Description, Author and Copyright fields can be translated just like the other <filename>.desktop</filename>files. All the files that are mentioned should be in the theme directory itself. The Screenshot field points to a file which should be a 200x150 screenshot of the theme in action (it is OK not to have one, but it makes it nicer for user). The Greeter field points to an XML file that contains the description of the theme. The description will be given later.
es: Los campos del nombre, descripción, autor y copyright pueden traducirse como otros archivos <filename>.desktop</filename>. Todos los archivos que se mencionan deberían estar en el propio directorio de temas. El campo Screenshot apunta a un archivo que debería ser una captura de 200x150 del tema en acción (está bien no tener una, pero lo hace más agradable al usuario). El campo Greeter apunta a un archivo xml que contiene descripciones del tema. La descripción se dará más tarde.

source: Once a theme is installed, it can be tested with the <command>mdmthemetester</command> program. This program assumes that the X server supports a nested server command. This command takes two arguments, first the environment that should be used. The environment can be one of the following values: console, console-timed, flexi, remote-flexi, or xdmcp. The "console" option tests the theme as it would be shown on an attached display. The "console-timed" option tests the theme as it would be shown on an attached display with timed login enabled. The "flexi" option tests the theme as it would be shown on an attached flexible display (such as started via Xnest). Finally, the "xdmcp" option tests the theme as it would be shown for remote XDMCP displays. The second argument is the theme name. For example, to test how the circles theme would look in XDMP remote display mode, you would run the following command:
es: Una vez que se instala un tema, se puede probar con el programa <command>mdmthemetester</command>. Este programa asume que el servidor X soporta el comando de servidor anidado. Este comando toma dos parámetros, el primero es el entorno que se debe usar. El entorno puede ser uno de los siguientes valores: onsole, console-timed, flexi, remote-flexi, o xdmcp. La opción "console" comprueba el tema tal y como se mostraría en una pantalla local. La opción "console-timed" comprueba el tema tal y como se mostraría en una pantalla local con inicio de sesión temporizado. La opción "flexi" comprueba el tema tal y como se mostraría en una pantalla local flexible (como iniciarlo a través de Xnest). Finalmente la opción "xdmcp" comprueba el tema tal y como se mostraría para pantallas XDMCP rempotas. El segundo parámetros es el nombre del tema. Por ejemplo, para comprobar cómo se vería el tema de círculos en un modo XDMCP remoto, debería ejecutar el siguiente comando:

source: When developing a theme, make sure to test all the environments, and make sure to test how the caps lock warning looks by pressing the caps lock key. Running <command>mdmthemetester</command> is also a good way to take screenshots of MDM themes. Simply take a screenshot of the theme running in the nested display window. This can be done in GNOME by focusing the nested login window and pressing Alt-PrintScreen.
es: Asegúrese de probar todos los entornos con su tema, y asegúrese de probar cómo se muestran las advertencias de pulsación de bloqueo mayúsculas. Ejecutar <command>mdmthemetester</command> también es una buena manera de tomar capturas de pantallas. Tan sólo tomar una captura de la ventana de Xnest. Esto se puede hacer en GNOME enfocando la pantalla de Xnest y pulsando Alt-ImprPant.

source: Once a theme has been fully tested, then make a tarball that contains the directory as it would be insatlled to the <filename>&lt;share&gt;/mdm/themes</filename> directory. This is the standard format for distributing MDM themes.
es: Una vez que haya probado el tema completamente, haga un «tarball» que contgenga el directorio tal y como se instalaría en el directorio <filename>&lt;share&gt;/mdm/themes</filename>. Este es el formato estándar para distribuir temas de MDM.

source: Detailed Description of Theme XML format
es: Descripción detallada del formato XML de temas

source: greeter tag
es: etiqueta greeter

source: The MDM theme format is specified in XML format contained within a &lt;greeter&gt; tag. You may specify a GTK+ theme to be used with this theme by using the gtk-theme element in the greeter tag as in the following example.
es: El formato de temas de MDM está especificado en XML contenido dentro de una etiqueta &lt;greeter&gt;. Puede especificar un tema GTK+ para usarlo con este tema usando el elemento gtk-theme en la etiqueta greeter tal como el siguiente ejemplo.

source: Contained within the greeter tag can be the nodes described in the next sections of this document. Some of these nodes are containers (box nodes, rect item nodes) which can be used to organize how to display the nodes that the user sees and interacts with (such as button, pixmap and entry item nodes).
es: Contenidos dentro de la etiqueta greeter pueden estar los nodos descritos en las siguientes secciones de este documento. Algunos de estos nodos son contenedores (nodos caja, nodos de elemento rectangular) que se pueden usar para organizar cómo mostrar los nodos con los que el usuario ve e interactura (como nodos de botón, mapa de píxeles y entrada de texto).

source: Box Nodes
es: Nodos caja

source: Box nodes are container nodes for item nodes. Box nodes are specified as follows: <screen> &lt;box orientation="alignment" min-width="num" xpadding="num" ypadding="num" spacing="num" homogeneous="bool"&gt; </screen> Where "num" means number and bool means either "true" or "false" The alignment value can be either "horizontal" or "vertical". If you leave any property off it will default to zero or "false" in case of "homogeneous" and "vertical" for the orientation.
es: Los nodos caja son nodos contenedores para nodos de elementos. Los nodos caja se especifican como sigue: <screen> &lt;box orientation="alignment" min-width="num" xpadding="num" ypadding="num" spacing="num" homogeneous="bool"&gt; </screen> Donde "num" significa número y bool significa o "true" o "false". El valor de alineación puede ser tanto "horizontal" como "vertical". Si deja cualquier propiedad desactivada, se establecerá a cero de forma predeterminada o a "false" en caso de "homogeneous" y "vertical" para la orientación.

source: If the box is homogeneous then the children are allocated equal amount of space.
es: Si la caja es homogénea entonces los hijos se les reserva la misma cantidad de espacio.

source: The "min-width" must be specified in pixels. Obviously there is also a corresponding "min-height" property as well.
es: El "min-width" debe especificarse en píxeles. Obviamente hay además una propiedad correspondiente "min-height".

source: Fixed Nodes
es: Nodos fijos

source: Fixed is a container that has its children scattered about laid out with precise coordinates. The size of this container is the biggest rectangle that contains all the children. Fixed has no extra properties and so you just use: <screen> &lt;fixed&gt; </screen> Then you put other items with proper position nodes inside this.
es: Los nodos fijos son unos contenedores que tienen sus hijos dispersos en unas coordenadas precisas. El tamaño de este contenedor es el mayor rectángulo que contiene todos los hijos. Los fijos no tienen propiedades adicionales así que simplemente use: <screen> &lt;fixed&gt; </screen> Y después ponga otros elementos con nodos de posición apropiados dentro de éste.

source: The "toplevel" node is really just like a fixed node.
es: El nodo "toplevel" es realmente como un nodo fijo.

source: Item Nodes
es: Nodos de elemento

source: A MDM Theme is created by specifying a hierarchy of item and box nodes. Item nodes can have the following value for "type":
es: Un tema MDM se crea especificando una jerarquía de nodos de elementos y cajas. Los nodos de elementos pueden tener el siguiente valor para el tipo:

source: A button field. This field uses a GTK+ button. It is also possible to make a "rect" item act like a button by setting its button element to true. However it is better to use GTK+ buttons in MDM themes since these are accessible to users with disabilities. Also, GTK+ buttons can be themed. This feature is supported in MDM 2.14.6 and later.
es: Un campo de botón. Este campo usa un botón GTK+. También es posible hacer un elemento "rect" que actúe como un botón estableciendo su elemento button a true. Sin embargo es mejor usar los botones GTK+ en los temas MDM debido a que éstos son accesibles a los usuarios discapacitados. Además, los botones GTK pueden tener tema. Esta característica está soportada en MDM 2.14.6 y posteriores.

source: Text entry field.
es: Campo de entrada de texto.

source: A text label. Must have a "text" node to specify the text.
es: Una etiqueta de texto. Debe tener un nodo "text" para especificar el texto.

source: A face browser widget. Only useful if the face browser is enabled via the configuration.
es: Un widget de visor de rostros. Sólo es útil si el visor de rostros está activado en la configuración.

source: An pixmap image in a format that gdk-pixbuf supports like PNG, JPEG, Tiff, etc...)
es: Una imagen pixmap en un formato que gdk-pixbuf soporte como PNG, JPEG, Tiff, etc…)

source: Rectangle.
es: Rectángulo.

source: Scaled Vector Graphic image.
es: Imagen Scaled Vector Graphic.

source: For example: <screen> &lt;item type="label"&gt; </screen> Items can specify ID values which gives them a specific look and feel or formatting. Furthermore you can customize the login process by adding custom widgets with custom id's for some items (currently only the list item)
es: Por ejemplo: los elementos <screen> &lt;item type="label"&gt; </screen> pueden especificar valores ID que les proporcionan un aspecto o formato específico. Además puede personalizar el proceso de inicio de sesión añadiendo widgets personalizados con ID personalizados para algunos elementos (actualmente sólo el elemento lista)

source: Entry items can have id values as follows:
es: Los elementos de entradas pueden tener valores id como siguen:

source: Entry field for userid and password entry. This is the field used for responses for the PAM/MDM questions (Username, Password, etc..).
es: Campo de entrada para ID del usuario y la contraseña. Este es el campo usado para las respuestas a las preguntas de PAM/MDM (nombre de usuario, contraseña, etc...).

source: List items by default display as lists, but the combo="true" attribute can be used to specify combo box style (combo style supported since MDM 2.16.2). Some predefined lists may be included in a theme by using the following id values. Customized lists may also be defined, which are explained below.
es: De forma predeterminada la lista de elementos muestra una lista, pero se puede usar el atributo combo="true" para especificar un estilo de caja combinada (el estilo combo se soporta desde MDM 2.16.2). Algunas listas predefinidas pueden estar incluidas en un tema usando los siguientes valores ID. También se pueden definir listas personalizables, que se esplican debajo.

source: A list of available sessions, which allows the user to pick the session to use. Supported since MDM 2.16.2.
es: Una lista de las sesiones disponibles que permite al usuario elegir la sesión que usar. Soportado desde MDM 2.16.2.

source: A list of available languages, which allows the user to pick the language to use. Supported since MDM 2.16.2.
es: Una lista de los idiomas disponibles que permite al usuario elegir el idioma que usar. Soportado desde MDM 2.16.2.

source: A Face Browser list, so that users can pick their username by clicking on this instead of typing. This obviously exposes the usernames to viewers of the login screen, and is not recommended for users who feel that this reduces security. The face browser does not support combo box style.
es: Una lista del visor de rostros que permite al usuario elegir su nombre de usuario pulsando en ella en lugar de escribiendo. Obviamente esto expone los nombres de los usuarios a todo aquél que vea la pantalla de inicio, y no se recomienda para usuarios que piensen que ésto reduce la seguridad. El visor de rosotros no soporta el estilo de caja combinada.

source: This id can be specified for the &lt;rect&gt; object containing the userlist and if the userlist is empty then this rectangle will not be shown. This allows the theme to define something like an area with a different color and/or alpha to surround the userlist, but only if there are users to display. Supported since 2.16.2.
es: Éste ID se puede especificar para el obejto &lt;rect&gt; que contiene la lista de usuarios y si la lista de usuarios está vacía, entonces éste rectángulo no se mostrará. Esto permite que el tema defina algo como un área con un color diferente y/o transparencia alrededor de la lista de usuarios, pero sólo si hay usuarios para mostrar. Soportado desde 2.16.2.

source: Furthermore, you can have an arbitrary id (I'd recommend starting the id with 'custom' not to conflict with future additions to this spec) and ask extra information of the user. See the section 'Custom Widgetry'
es: Además puyede tener un ID arbitrario (se recomienda iniciar el ID con 'custom' para evitar conflictos con futuras mejoras en esta especificación) y preguntar información adicional al usuario. Consulte la sección «Widgets personalizados».

source: Label items can have id values as follows:
es: Los elementos de etiquetas pueden tener valores id como siguen:

source: Label that displays the date and time.
es: Etiqueta que muesta la fecha y la hora.

source: Label that displays the PAM prompt. This is the prompt that PAM uses to ask for username, password, etc...
es: Etiqueta que muestra la línea de comandos PAM. Ésta es la línea de comandos que usa PAM para preguntar por el nombre de usuario, la contraseña, etc...

source: Label that displayst PAM/MDM error messages. Such as when user can't log in.
es: Etiqueta que muestra mensajes de error de PAM/MDM. Como cuando el usuario no puede iniciar sesión.

source: An image that will be displayed only when a pam-error message is being displayed. This is useful for displaying an "Attention" icon, for example. This feature is supported in MDM 2.14.6 and later.
es: Una imagen que se mostrará sólo cuando un mensaje pam-error se muestre. Esto es útil para mostrar un icono «Atención», por ejemplo. Esta característica está soportada en MDM 2.14.6 y posteriores.

source: Label that displays the PAM message. These are messages that PAM/MDM gives about state of the account, help about the prompts and other information.
es: Etiqueta que muestra el mensaje PAM. Éstos son mensajes que PAM/MDM da acerca del estado de la cuenta, ayuda acerca de los prompts y otra información.

source: Label that displays timed login information.
es: Etiqueta que muestra la información de la entrada temporizada.

source: Rectangles can have id values as follows:
es: Los rectángulos pueden tener valores id como los siguientes:

source: Displays an icon that shows if the CAPS LOCK key is depressed. This rectangle will be hidden/shown appropriately
es: Muestra un icono que muestra si la tecla BLOQ MAYÚS se pulsa. Éste rectángulo se ocultará/mostrará apropiadamente

source: If an item is of type rect, the item can be a button. Buttons must also include a "button" value as follows: <screen> &lt;item type="rect" id="disconnect_button" button="true"&gt;. </screen>
es: Si un elemento es de tipo «rect», el elemento puede ser un botón. Los botones deben incluir un valor "button" tal y como sigue:<screen> &lt;item type="rect" id="disconnect_button" button="true"&gt;. </screen>

source: Possible values for button ids are as follows.
es: Los valores posibles para los ids de los botones son los siguientes.

source: Runs the XDMCP chooser.
es: Ejecuta el selector XDMCP.

source: Runs the MDM configuration application.
es: Ejecuta la aplicación de configuración de MDM.

source: Runs the <filename>n-th</filename> custom command.
es: Ejecuta el <filename>enésimo</filename> comando personalizado.

source: Disconnect from remote session.
es: Desconecta de una sesión remota.

source: Displays the language selection dialog.
es: Muestra el diálogo de selección del idioma.

source: Halt (shuts down) the system.
es: Detiene (apaga) el sistema.

source: Restart the system.
es: Reinicia el sistema.

source: List and select from available sessions.
es: Lista y selecciona las sesiones disponibles.

source: Suspend the system.
es: Suspender el sistema.

source: Perform halt/restart/suspend/etc. options (if allowed by MDM configuration). Also allows user to run configurator if user enters root password (again if allowed by MDM configuration). This is usually now labeled Actions, and referred to as the Actions menu.
es: Realiza las opciones detener/reiniciar/suspender/etc (si están permitidas por la configuración de GSM). Además permite al usuario ejecutar el configurador si el usuario introduce la contraseña de root (otra vez si lo permite la configuración de MDM). Esto está normalmente ahora etiquetado como Acciones, y referido como el menú de Acciones.

source: By default, the MDM login screen will disappear after authentication. This can result in flicker between the login screen and the session. The "background" property allows users to specify what elements of the theme are the background image. When used, this will cause MDM to remove all non-background items from the display and render the remaining "background" items to the root window. This can be used to create a smooth transition between the login screen and the session. For example, if the MDM theme and the session use the same background, then this will make the background apear seamless.
es: De forma predeterminada, la pantalla de inicio de MDM desaparecerá después de la autenticación. Esto puede resultar en un parpadeo entre la pantalla de inicio y la sesión. La propiedad "background" permite a los usuarios especificar qué elementos del tema forman la imagen de fondo. Cuando se usa, hará que MDM elimine todos los elementos de la pantalla que no sean del fondo y renderizará los restantes elementos "background" en la ventana principal. Esto se puede usar para crear una transición suave entre la pantalla de inicio y la sesión. Por ejemplo, si el tema MDM y la sesiónusan el mismo fondo, entonces esto hará que la transición sea suave.

source: Item nodes may specify a "background" property which can be set to "true" or "false" (not setting this property is equivalent to "false"), as follows:
es: Los nodos de los elementos pueden especificar uan propiedad "background" que se puede establecer a "true" o "false" (no establecer esta propiedad es equivalente a "false") tal y como sigue:

source: &lt;item type="rect" background="true"&gt; &lt;normal file="background.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="-75"/&gt; &lt;/item&gt;
es: &lt;item type="rect" background="true"&gt; &lt;normal file="fondo_de_pantalla.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="-75"/&gt; &lt;/item&gt;

source: If no item node has "background" property set, then the background is not modified when greeter exits.
es: Si no existe un elemento con la propiedad "background" establecida, entonces el fondo no se modifica cuando el interfaz de inicio de sesión termina.

source: To use a different background for login transition than the one used for login, the theme should specify two item nodes (which could contain pixmaps or svg images, for example). The item which corresponds to the greeter background should not have the "background" property while the item which corresponds to the transition background should have the "background" property. For instance :
es: Para usar un fondo diferente al usado por la interfaz de inicio para la transición entre la entrada y la sesión, el tema debe especificar dos elementos nodo (que pueden contener pixmapx o imágenes svg, por ejemplo). El elemento que corresponde al fondo de pantalla de la interfaz no debería tener la propiedad "background" mientras que el elemento que corresponde al fondo de pantalla de transición sí debería tener la propiedad "background". Por ejemplo:

source: &lt;?xml version="1.0" encoding="UTF-8"?&gt; &lt;!DOCTYPE greeter SYSTEM "greeter.dtd"&gt; &lt;greeter&gt; &lt;item type="rect" background="true"&gt; &lt;normal file="background_for_login.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="100%"/&gt; &lt;/item&gt; &lt;item type="rect"&gt; &lt;normal file="background_for_greeter.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="100%"/&gt; &lt;/item&gt; [...] &lt;/greeter&gt;
es: &lt;?xml version="1.0" encoding="UTF-8"?&gt; &lt;!DOCTYPE greeter SYSTEM "greeter.dtd"&gt; &lt;greeter&gt; &lt;item type="rect" background="true"&gt; &lt;normal file="fondo_para_la_transicion.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="100%"/&gt; &lt;/item&gt; &lt;item type="rect"&gt; &lt;normal file="background_for_greeter.svg"/&gt; &lt;pos x="0" y="0" width="100%" height="100%"/&gt; &lt;/item&gt; [...] &lt;/greeter&gt;

source: Position Node
es: Nodo de posición

source: Each item can specify its position and size via the "pos" node. For example: <screen> &lt;pos x="0" y="4" width="100%" height="100%"/&gt; </screen>
es: Cada elemento puede especificar su posición y tamaño por medio del nodo "pos". Por ejemplo <screen> &lt;pos x="0" y="4" width="100%" height="100%"/&gt; </screen>

source: Both position and size can be given in percent and it will be taken as the percentage of the size of the current container. For toplevel items it's the percentage of the whole screen.
es: Tanto la posición como el tamaño pueden darse en porcentaje y se tomará como el porcentaje del tamaño del contenedor actual. Para los elementos de nivel superior su porcentaje es respecto de la pantalla completa.

source: For x and y, you can also specify a negative position which means position from the right or bottom edge. But this only applies with absolute coordinates. With percentage you can specify negative position and it will be still from the same edge.
es: Para x e y también puede especificar una posición negativa que significa que la posición es relativa a la parte derecha o inferior. Pero ésto sólo se aplica con coordenadas absolutas. Con porcentajes puede especificar posiciones negativas y aún serán desde el mismo borde.

source: The position also specifies the anchor of the item, this can be "n" "ne" "e" "se" "s" "sw" "w" and "nw" or "center" which stand for the different edges/corners or "center" for center. For example: <screen> &lt;pos x="10%" y="50%" anchor="w" width="80%" height="95"/&gt; </screen>
es: La posición también especifica el anclaje del elemento, esto puede ser "n", "ne", "e", "se", "s", "sw", "w", y "nw" o "center" que son los puntos cardinales (en inglés) y representan los diferentes bordes o esquinas o el centro para "center". Por ejemplo: <screen> &lt;pos x="10%" y="50%" anchor="w" width="80%" height="95"/&gt; </screen>

source: If the item contains a box, you can specify width and height to be "box" to mean that they are supposed to be the width and height of the box, that is the items in the box plus the padding.
es: Si el elemento contiene una caja, puede especificar el ancho y el alto para que sean la altura y la anchura del elemento "box", siendo los elementos de la caja además de los márgenes.
