Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: If present and /path/to/infofile specifies an existing and readable text file (e.g. &lt;etc&gt;/infomsg.txt) the contents of the file will be displayed in a modal dialog box before the user is allowed to login. This works both with the standard and the themable greeters.
es: Si está presente y la /ruta/al/archivo/info especifica un archivo de texto existente y legible (ej: &lt;etc&gt;/infomsg.txt) el contenido del archivo se mostrará en una caja de diálogo modal antes que al usuario se le permita entrar. Esto funciona con los interfaces estándar y con temas.

source: If present and InfoMsgFile (see above) is used, this specifies the font to use when displaying the contents of the InfoMsgFile text file. For example fontspec could be Sans 24 to get a sans serif font of size 24 points. This works both with the standard and the themable greeters.
es: Si está presente y InfoMsgFile (ver arriba) está en uso, esto especifica la tipografía que usar cuando se muestra el contenido del archivo de texto InfoMsgFile. Por ejemplo fontspec podría ser Sans 24 para obtener un tipo sans serif de 24 puntos de tamaño. Esto funciona tanto para el interfaz estándar como para los de temas.

source: File in format similar to the GNU locale format with entries for all supported languages on the system. The format is described above or in a comment inside that file.
es: Archivo en formato similar al formato de GNU locale con entradas para todos los idiomas soportados en el sistema. El formato se describe encima o en un comentario dentro de ese archivo.

source: If true the position of the login window of the GTK+ Greeter cannot be changed even if the title bar is turned on.
es: Si es true, la posición de la ventana de entrada del interfaz de entrada GTK+ no se puede cambiar incluso si la barra de título está activada.

source: Image file to display in the logo box. The file must be in a gdk-pixbuf supported format and it must be readable by the MDM user. If no file is specified the logo feature is disabled. This only affects the GTK+ Greeter.
es: El archivo de imagen que mostrar en la cada del logotipo. El archivo debe estar en un formato soportado por gdk-pixbuf y debe ser legible por el usuario MDM. Si no se especifica ningún archivo, la característica del logotipo se desactiva. Esto sólo afecta al interfaz de entrada GTK+.

source: Image file to display in the file chooser button in <command>mdmsetup</command>. This key is modified by <command>mdmsetup</command> and should not be manually modified by the user. This only affects the Login Window Preferences (<command>mdmsetup</command>).
es: Archivo de imagen para mostrar en el botón del selector de archivos en <command>mdmsetup</command>. Esta clave se modifica por <command>mdmsetup</command> y no debería modificarse manualmente por el usuario. Esto sólo afecta a las preferencias de la pantalla de entrada (<command>mdmsetup</command>).

source: The minimal UID that MDM should consider a user. All users with a lower UID will be excluded from the face browser. See also <filename>Include</filename>, <filename>Exclude</filename>, and <filename>IncludeAll</filename>.
es: El UID mínimo que MDM debería considerar un usuario. Todos los usuarios con un UID inferior serán excluidos del visor de rostros. Vea además <filename>Include</filename>, <filename>Exclude</filename>, y <filename>IncludeAll</filename>.

source: The horizontal position of the login window of the GTK+ Greeter.
es: La posición horizontal de la ventana de entrada del interfaz GTK+.

source: The vertical position of the login window of the GTK+ Greeter.
es: La posición vertical de la ventana de entrada del interfaz GTK+.

source: Controls whether <command>mdmlogin</command> should shake the display when an incorrect username/password is entered. This only affects the GTK+ Greeter.
es: Controla si <command>mdmlogin</command> debe agitar la pantalla cuando se introduce un usuario/contraseña incorrecto. Esto sólo afecta al interfaz GTK+.

source: If set to true, the value "Welcome to %n" is used for the <filename>RemoteWelcome</filename>. This value is translated into the appropriate language for the user. If set to false, the <filename>RemoteWelcome</filename> setting is used. This string can use the same special character sequences as explained in the "Text Node" section of the "Themed Greeter" chapter. This explains the meaning of "%n".
es: Si está establecido a «true» el valor "Welcome to %n" se usa para <filename>RemoteWelcome</filename>. Este valor se traduce al idioma apropiado para el usuario. Si se establece a «false», se usa el ajuste <filename>RemoteWelcome</filename>. Esta cadena puede usar las secuencias de caracteres especiales tal como se explica en la sección "Nodo de texto" del capítulo "Interfaz con temas". Esto explica el significado de "%n".

source: Controls which text to display next to the logo image in the greeter for remote XDMCP sessions. The same expansion is done here as in the <filename>Welcome</filename> string. This string can use the same special character sequences as explained in the "Text Node" section of the "Themed Greeter" chapter. chapter.
es: Controla qué texto mostrar al lado de la imagen del logo en el interfaz para las sesiones XDMCP remotas. Se realiza la misma expansión aquí como en la cadena <filename>Welcome</filename>. Esta cadena puede usar las mismas secuencias de caracteres especiales tal como se explica en la sección «Nodo de Texto» del capítulo "Interfaz con temas".

source: If this is true then the background application is run always, otherwise it is only run when the <filename>BackgroundType</filename> is 0 (None) This only affects the GTK+ Greeter.
es: Si esto es true entonces la aplicación de fondo se ejecuta siempre, en otro caso sólo se ejecuta cuando <filename>BackgroundType</filename> es 0 (Ninguno) Esto sólo afecta al interfaz GTK+.

source: If true the position of the login window of the GTK+ Greeter is determined by <filename>PositionX</filename> / <filename>PositionY</filename>.
es: Si es true la posición de la ventana de entrada del interfaz GTK+ se determina por <filename>PositionX</filename> / <filename>PositionY</filename>.

source: Should the greeter show the Gnome Failsafe session in th sessions list.
es: Indica si el interfaz muestra la sesión a prueba de fallos en la lista de sesiones.

source: Should the greeter show the 'Last' session in the session list. If this is off, then MDM is in the so called 'switchdesk' mode which for example Red Hat uses. That is, the users can't pick the last session and will just then get the default session (see <filename>DefaultSession</filename>) unless then pick something else for this session only. So if this is off, this really circumvents saving of the last session.
es: Indica si el interfaz debe mostrar la última sesión en la lista de sesiones. Si esto se desactiva, entonces MDM está en modo 'cambio de escritorio' que es por ejemplo lo que usa Red Hat. Esto es, los usuarios no pueden escoger la última sesión y obtienen entonces la sesión predeterminada (ver <filename>DefaultSession</filename>) a no ser que escojan otra cosa distinta para esta sesión únicamente. Así si esto está desactivado, esto realmente evita guardar la última sesión.

source: Should the greeter show the Xterm Failsafe session in the sessions list.
es: Indica si el interfaz debe mostrar la sesión a prueba de fallos Xterm en la lista de sesiones.

source: If true, the greeter will play a sound or beep when it is ready for a login. See also the <filename>SoundOnLoginFile</filename> key. Supported since 2.5.90.0.
es: Si es true, el interfaz reproducirá un sonido o pitará cuando esté listo para una entrada. Vea además la clave <filename>SoundOnLoginFile</filename>. Soportado desde 2.5.90.0.

source: If true, the greeter will play a sound after a successful login attempt. See also the <filename>SoundOnLoginSuccessFile</filename> key.
es: Si es true, el interfaz reproducirá un sonido tras un intento de entrada exitoso. Vea además la clave <filename>SoundOnLoginSuccessFile</filename>.

source: If true, the greeter will play a sound after a failed login attempt. See also the <filename>SoundOnLoginFailureFile</filename> key.
es: Si es true, el interfaz reproducirá un sonido tras un intento de entrada fallido. Vea además la clave <filename>SoundOnLoginFailureFile</filename>.

source: The file that will be played using the specified sound application (by default that is <filename>/usr/bin/play</filename>) instead of a beep when the greeter is ready for a login. See also the <filename>SoundOnLogin</filename> key and the <filename>SoundProgram</filename> key. Supported since 2.5.90.0.
es: El archivo que se reproducirá usando la aplicación de sonido especificada (por omisión esto es <filename>/usr/bin/play</filename>) en lugar de un pitido cuando el interfaz esté preparado para una entrada. Vea además la clave <filename>SoundOnLogin</filename> y la clave <filename>SoundProgram</filename>. Soportado desde 2.5.90.0.

source: The file that will be played using the specified sound application (by default that is <filename>/usr/bin/play</filename>) after a successful login attempt. See also the <filename>SoundOnLoginSuccess</filename> key and the <filename>SoundProgram</filename> key.
es: El archivo que se reproducirá usando la aplicación de sonido especificada (por omisión es <filename>/usr/bin/play</filename>) tras una entrada exitosa. Vea además las claves <filename>SoundOnLoginSuccess</filename> y <filename>SoundProgram</filename>.

source: The file that will be played using the specified sound application (by default that is <filename>/usr/bin/play</filename>) after a failed login attempt. See also the <filename>SoundOnLoginFailure</filename> key and the <filename>SoundProgram</filename> key.
es: El archivo que se reproducirá usando la aplicación de sonido especificada (por omisión es <filename>/usr/bin/play</filename>) tras un intento fallido de entrada. Vea además las claves <filename>SoundOnLoginFailure</filename> y <filename>SoundProgram</filename>.

source: Turns the Actions menu (which used to be called System menu) on or off. If this is off then one of the actions will be available anywhere. These actions include Shutdown, Restart, Configure, XDMCP chooser and such. All of those can however be turned off individually. Shutdown, Restart and Suspend can be turned off by just setting the corresponding keys to empty. Note that the actions menu is only shown on attached displays. It would not be safe or even desirable on remote logins, so you do not have to worry about remote users having these privileges.
es: Activa o desactiva el menú Acciones (que se llamaba antes menú Sistema). Si esto está apagado entonces una de las acciones estará disponible en cualquier lugar. Estas acciones incluyen Apagar, Reiniciar, Configurar, selector XDMCP y demás. Todas aquellas sin embargo pueden desactivarse individualmente. Apagar, Reiniciar y Suspender se pueden desactivar tan solo estableciendo las claves correspondientes a un valor vacío. Note que el menú de acciones sólo se muestra en pantallas locales. No sería seguro o incluso deseable en las entradas remotoas, así que no tiene que preocuparse por si los usuarios remotos tienen cualquier clase de esos privilegios.

source: Note that if this is off none of the actions will be available even if a theme for a graphical greeter mistakenly shows them. Also note that sometimes a graphical theme may not show all the available actions as buttons and you may have to press F10 to see the menu.
es: Note que si esto está desactivado ninguna de las acciones estará disponible incluso si un tema para un interfaz gráfico las muestra por equivocación. Además note que algunas veces un tema gráfico no podría mostrar todas las acciones disponibles como botones y quizá deba pulsar F10 para ver el menú.

source: Display the title bar in the greeter. This only affects the GTK+ Greeter.
es: Muestra la barra de título en el interfaz. Esto sólo afecta al interfaz GTK+.

source: Select the use of 24 hour clock. Some locales do not support 12 hour format (like Finnish, that is <filename>fi_FI</filename>), and in those locales this setting has no effect at all.
es: Seleccione el uso de un reloj de 24 horas. Algunas configuraciones regionales no soportan el formato de 12 horas (como Finlandés, que es <filename>fi_FI</filename>) y en dichas configuraciones regionales este ajuste no tiene ningún efecto.

source: Possible values are "auto" (default), "true", and "false". If this is set to "auto" or left empty, then time format is chosen from locale settings. Locale settings are based on the language in use, thus it is changed by setting environment variables LANGUAGE (GNU extension), LANG, LC_MESSAGES or LC_ALL in the MDM's runtime environment. Priorities between the mentioned environment variables can be found from your system's C library manual.
es: Los valores aceptados son: «auto» (predeterminado), «true» y «false». Si se ajusta a «auto» o se deja vacío, el formato de la hora se tomará de los ajuste de locale. Los ajustes de locale están basados en el idioma en uso, por lo tanto se cambia mediante las variables LANGUAGE (extensión GNU), LANG, LC_MESSAGES o LC_ALL en el entorno de ejecución de MDM. Podrá encontrar información acerda de las prioridades entre las variables de entorno indicadas en el manual de las bibliotecas de C de su sistema.

source: Do not show any visual feedback is the password entry. This is the standard in console and xdm. Settings this option discards the <filename>UseCirclesInEntry</filename> option.
es: No muestra ningún retorno visual en la entrada de contraseñas. Esto es estándar en la consola y xdm. Ajustar esta opción descarta la opción <filename>UseCirclesInEntry</filename>.

source: If set to true, the value "Welcome" is used for the <filename>Welcome</filename>. This value is translated into the appropriate language for the user. If set to false, the <filename>Welcome</filename> setting is used.
es: Si está establecido a «true» el valor "Welcome" se usa para la <filename>Welcome</filename>. Este valor está traducido en el idioma apropiado para el usuario. Si se establece a «false», se usa el ajuste <filename>Welcome</filename>.

source: Controls which text to display next to the logo image in the standard greeter. The following control chars are supported:
es: Controla qué texto se muestra junto a la imagen del logotipo en el interfaz estándar. Están soportados los siguientes caracteres de control:

source: %d — display's hostname
es: %d — nombre de equipo de la pantalla

source: %h — Fully qualified hostname
es: %h — Nombre de equipo completamente cualificado

source: %m — machine (processor type)
es: %m — máquina (tipo de procesador)

source: %n — Nodename (i.e. hostname without .domain)
es: %n — Nombre de nodo (ej. nombre del host sin .dominio)

source: %r — release (OS version)
es: %r — lanzamiento (versión del SO)

source: %s — sysname (i.e. OS)
es: %s — nombre del sistema (ej. SO)

source: This string is only used for attached displays. For remote XDMCP displays we use <filename>RemoteWelcome</filename>.
es: Esta cadena se usa sólo para la pantalla local. Para pantallas remotas XDMCP se usa <filename>RemoteWelcome</filename>.

source: In the Themed Greeter the location of this text depends on the theme. Unless the theme uses the stock welcome string somewhere this string will not be displayed at all.
es: En el interfaz con temas la ubicación de este texto depende del tema. A no ser que el tema use la cadena de bienvenida predeterminada en algún lugar esta cadena no se verá.

source: If the Xinerama extension is active the login window will be centered on this physical screen (use 0 for the first screen, 1 for the second...).
es: Si está activa la extensión Xinerama la ventana de inicio de sesión se centrará en esta pantalla física (use 0 para la primera pantalla, 1 para la segunda…).

source: XDCMP Chooser Options
es: Opciones del selector XDCMP

source: If true, allow the user to add arbitrary hosts to the chooser. This way the user could connect to any host that responds to XDMCP queries from the chooser.
es: Si es true, permite al usuario añadir hosts arbitrarios al selector. De esta manera el usuario podría conectarse a cualquier host que responda a peticiones XDMCP desde el selector.

source: If true, the chooser will broadcast a query to the local network and collect responses. This way the chooser will always show all available managers on the network. If you need to add some hosts not local to this network, or if you don't want to use a broadcast, you can list them explicitly in the <filename>Hosts</filename> key.
es: Si es «true», el selector emitirá una petición a la red local y recogerá las respuestas. De este modo el selector siempre mostrará todos los gestores disponibles en la red. Si necesita añadir algún servidor que no sea local a esta red, o si no desea utilizar «broadcast», puede añadirlo explícitamente en la clave <filename>Hosts</filename>.

source: If true and IPv6 is enabled, the chooser will send a multicast query to the local network and collect responses from the hosts who have joined multicast group. If you don't want to send a multicast, you can specify IPv6 address in the <filename>Hosts </filename> key. The host will respond if it is listening to XDMCP requests and IPv6 is enabled there.
es: Si es «true» y está activado IPv6, el selector emitirá una petición multicast a la red local y recogerá las respuestas de los servidores que se hayan unido al grupo multicast. Si no desea emitir un multicast puede indicar una dirección IPv6 en la clave <filename>Hosts</filename>. El servidor responderá si está escuchando a las peticiones XDMCP y tiene activado IPv6.

source: This is the Link-local Multicast address and is hardcoded here.
es: Esta es la dirección de enlace local multicast y está codificada aquí.

source: File name for the default host icon. This image will be displayed if no icon is specified for a given host. The file must be in a gdk-pixbuf supported format and it must be readable for the MDM user.
es: El nombre del archivo para el icono de host predeterminado. Esta imagen debe mostrarse si no hay ningún icono especificado en un host dado. El archivo debe estar en un formato soportado por gdk-pixbuf y deben tener permiso de lectura para el usuario de MDM.

source: Repository for host icon files. The sysadmin can place icons for remote hosts here and they will appear in <filename>mdmchooser</filename>.
es: Repositorio para archivos de iconos de host. El administrador del sistema puede colocar iconos para los hosts remotos para que aparezcn en <filename>mdmchooser</filename>.

source: The file name must match the fully qualified name (FQDN) for the host. The icons must be stored in gdk-pixbuf supported formats and they must be readable to the MDM user.
es: El nombre del archivo debe coincidir con el nombre completamente cualificado (FQDN) para el host. Los iconos deben almacenarse en un formato soportado por gdk-pixbuf y deben tener permiso de lectura para el usuario de MDM.

source: The hosts which should be listed in the chooser. The chooser will only list them if they respond. This is done in addition to broadcast (if <filename>Broadcast</filename> is set), so you need not list hosts on the local network. This is useful if your networking setup doesn't allow all hosts to be reachable by a broadcast packet.
es: Los equipos que se deberían listar en el selector. El selector sólo los listará si responden. Esto se realiza además de un mensaje de difusión (si <filename>Broadcast</filename> está activado), de tal forma que no necesita listar los equipos de la red local. Esto es útil si la configuración de su red no permite que se llegue a todos los equipos a través de un paquete «broadcast».

source: Specifies how many seconds the chooser should wait for replies to its BROADCAST_QUERY. Really this is only the time in which we expect a reply. We will still add hosts to the list even if they reply after this time.
es: Especifica cuántos segundos debe esperar respuesta el selector a su BROADCAST_QUERY. Realmente ésta es la única vez en la que se espera una respuesta. Se seguirán añadiendo equipos a la lista incluso si responden después de este tiempo.

source: Debug Configuration
es: Depurar configuración

source: Setting to true sends debug ouput to the syslog. This can be useful for tracking down problems with MDM. This output tends to be verbose so should not be turned on for general use.
es: Establecer a verdadero envía la salida de depuración al syslog. Esto puede ser útil para trazar problemas con MDM. Esta salida tiene a ser prolia así que no se debería activar para uso general.

source: Setting to true sends debug ouput concerning the accessibility gesture listeners to the syslog. This can be useful for tracking down problems with them not working properly. This output tends to be verbose so should not be turned on for general use.
es: Establecer a verdadero envía la salida de depuración de los listeners de gestos al syslog. Esto puede ser útil para trazar problemas con ellos cuando no funcionan correctamente. Esta salida tiende a ser prolija así que no se debería activar para uso general.

source: Custom Commands
es: Comandos personalizados

source: You can create up to 10 different commands. Gaps between command numbers are allowed and their relative positioning within the section and with respect to each other is not important as long as they conform to the permitted range of [0-9].
es: Puede crear hasta 10 comandos diferentes. Se permiten espacios entre los números del comando, además no es importante su posición relativa en la sección y con respecto a cada uno siempre que se ajusten al rango permitido [0-9].

source: Full path and arguments to command to be executed when user selects <filename>n-th</filename> "Custom Command" from the Actions menu. This can be a ';' separated list of commands to try. If the value is empty or missing, then the custom command is not available. By default this value is not enabled, so to enable "Custom Command" it must be set to a nonempty value. [0-9] represents the <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9.
es: Ruta completa y argumentos al comando que ejecutar cuando el usuario selecciona <filename>enésimo</filename> «Comando personalizado» en el menú Acciones. Esto puede ser una lista separada por ";" de comandos a intentar. Si el valor está vacío o falta, entonces el comando personalizado no estará disponible. Note que de forma predeterminada este valor no está activado, así que para activar el «Comando personalizado» debe establecerlo a un valor no vacío. [0-9] representa el sufijo de <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9.

source: Specifies if <filename>n-th</filename> "Custom Command" will appear outside the login manager, for example on the desktop through the Log Out/Shut Down dialogs. If not specified the default value is "false". This option is only valid if corresponding <filename>CustomCommand</filename> is defined. [0-9] represents <filename>CustomCommand</filename> suffix and can be an integer between 0 and 9.
es: Especifica si <filename>enésimo</filename> «Comando personalizado» aparecerá fuera del gestor de entrada, por ejemplo en el escritorio a trabés de los diálogos de Salida/Apagado. Si no se especifica el valor predeterminado es «false». Esta opción sólo es válida si el <filename>CustomCommand</filename> correspondiente está definido. [0-9] representa el sufijo <filename>CustomCommand</filename> y puede ser un entero entre 0 y 9.
