Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: In order to enable Accessible Login, the system administrator must make some changes to the default login configuration by manually modifying three human-readable configuration files, stored in the MDM Custom Configuration File, AccessKeyMouseEvents File, and AccessDwellMouseEvents File. The AccessKeyMouseEvents and AccessDwellMouseEvents contain reasonable default gestures for launching <command>GOK</command> and <command>orca</command>, but some users may require these gestures to be configured to best meet their needs. For example, shorter or longer duration for holding down a button or hotkey might make the login experience more usable for some users. Also, additional AT programs may be added to the configuration file if needed.
es: Para activar el inicio de sesión accesible, el administrador del sistema debe hacer algunos cambios en la configuración predeterminada del inicio de sesión, modificando manualmente tres archivos de configuración «legibles por humanos», almacenados en el archivo de configuración personalizada de MDM, el archivo AccessKeyMouseEvents y el archivo AccessDwellMouseEvents. Los archivos AccessKeyMouseEvents y AccessDwellMouseEvents contienen gestos predeterminados razonables para lanzar <command>GOK</command> y <command>orca</command>, pero algunos usuarios pueden querer configurar estos gestos para ajustarse mejor a sus necesidades. Por ejemplo, una duración más larga o corta de la pulsación de una tecla o botón puede mejorar la experiencia de usabilidad de algunos usuarios. Además, si fuesese necesario, se pueden añadir programas de TA adicionales al archivo de configuración.

source: Accessibile Theming
es: Temas de accesibilidad

source: If using the "GTK+ Greeter" users can easily switch the color and contrast scheme of the dialog. To do this, ensure the <filename>AllowGtkThemeChange</filename> parameter in the MDM configuration is set to "true". This should be the default value. When true, the "Standard Greeter" contains a menu allowing the user to change to a different GTK+ theme. The <filename>GtkThemesToAllow</filename> configuration choice can also be used to limit the choices available as desired. For example:
es: Si se está usando la «Interfaz de entrada GTK+» los usuarios pueden cambiar rápidamente el esquema de color y contraste del diálogo. Para ello, asegúrese de que el parámetro <filename>AllowGtkThemeChange</filename> en la configuración de MDM es "true". Éste debería ser su valor predeterminado. Cuando es cierto, el «Interfaz de entrada estándar» contiene un menú que permite al usuario cambiar a un tema GTK+ diferente. La opción de configuración <filename>GtkThemesToAllow</filename> también se puede usar para limitar las opciones disponibles si así se desea. Por ejemplo:

source: If using the "Themed Greeter" there may be suitable MDM themes available that provide needed color and contrast schemes, but these are not yet shipped with the MDM program. Some distributions may ship such themes. There is not yet any mechanism to switch between themes in the "Themed Greeter", so if an accessible theme is required by one user, then all users would need to use the same theme.
es: Si se está usando la «Interfaz de entrada con temas» puede que haya temas MDM disponibles que proporcionen los esquemas de color y contraste necesarios, pero aún no se empaquetan con el programa MDM. Algunas distribuciones pueden incluir dichos temas. Aún no existe ningún mecanismo para cambiar entre los temas en la «Interfaz de entrada con temas», de tal forma que si el usuario necesita un tema accesible, entonces todos los usuarios deberán usar el mismo tema.

source: AT Program Support
es: Soporte de programas de tecnologías de asistencia

source: To enable user to launch AT such as the <command>GOK</command> or <command>orca</command>, the <filename>AddGtkModules</filename> parameter in the MDM configuration must be set to "true". Also the <filename>GtkModulesList</filename> parameter must be uncommented and set as follows:
es: Para activar el uso de tecnologías de asistencia como <command>GOK</command> u <command>orca</command>, el parámetro <filename>AddGtkModules</filename> en la configuración de MDM debe establecerse a «true». Además el parámetro <filename>GtkModulesList</filename> debe descomentarse y establecerse como sigue:

source: This causes all MDM GUI programs to be run with the appropriate GTK modules for launching AT programs. The use of assistive technologies and the atk-bridge module requires the registry daemon, <command>at-spi-registryd</command>, to be running. This is handled by the MDM GUI starting with version 2.17.
es: Esto hace que todos los programas de IGU de MDM se ejecuten con los módulos GTK apropieados para lanzar programas de TA. El uso de tecnologías de asistencia y del módulo atk-bridge requere que el demonio del registro, <command>at-spi-registryd</command>, se esté ejecutando. Esto se gestiona desde el IGU de MDM desde la versión 2.17.

source: System administrators may wish to load only the minimum subset of these modules which is required to support their user base. The "libkeymouselistener" provides hotkey and switch gesture support while the "libdwellmouselistener" provides mouse motion gesture support. If your user base only requires one or the other, it is only necessary to include the gesture listener that is needed. Also, some AT programs may not require gail or atk-bridge. If you find the AT programs you need works fine without including these, then they may be omitted. Note that some AT programs work with a reduced feature set if gail and/or atk-bridge are not present. However, for general accessibility use, including all four is suitable.
es: Los administradores del sistema pueden querer cargar el mínimo conjunto de módulos requerido para soportar a su base de usuarios. "libkeymouselistener" proporciona teclas rápidas y soporte de gestos mientras que "libdwellmouselistener" proporciona soporte para los gestos del ratón. Si su base de usuarios sólo requiere uno o el otro, sólo será necesario incluir la escucha de gestos necesaria. Además, algunos programas de TA pueden no requerir gail o atk-bridge. Si encuentra que los programas de TA que necesita funcionan bien sin incluir estos, entonces se pueden omitir. Note que algunos programas de TA funcionan con un conjunto reducido de características si gail y/o atk-bridge no están presentes. No obstante, para un uso general de la accesibilidad, es necesario incluir los cuatro.

source: Once "keymouselistener" and/or "dwellmouselistener" have been added to the <filename>AddGtkModules</filename> loaded by MDM, then you may need to modiify the gesture configurations to meet your user's needs. Default gestures are provided for launching <command>GOK</command> and <command>orca</command>, but it is recommended to modify these gestures so they work best for your user base. These gesture associations are contained in files <filename>AccessKeyMouseEvents</filename> and <filename>AccessDwellMouseEvents</filename>, respectively. Both files are located in the <filename>&lt;etc&gt;/mdm/modules</filename> directory. The gesture configuration format is described in the comment section of the two configuration files.
es: Una vez que "keymouselistener" y/o "dwellmouselistener" se han añadido a <filename>AddGtkModules</filename> cargados por MDM, entonces puede necesitar modificar la configuración de gestos para satisfacer las necesidades de sus usuarios. Se proporcionan gestos predeterminados para lanzar <command>GOK</command> y <command>orca</command>, pero se recomienda modificarlos para un mejor uso con su base de usuarios. Estas asociaciones de gestos están contenidas en los archivos <filename>AccessKeyMouseEvents</filename> y <filename>AccessDwellMouseEvents</filename> respectivamente. Ambos archivos están ubicados en el directorio <filename>&lt;etc&gt;/mdm/modules</filename>. El formato de la configuración de los gestos está descrito en la sección de comentarios de los dos archivos de configuración.

source: The AccessKeyMouseEvents file controls the keymouselistener Gesture Listener and is used to define key-press, mouse button, or XInput device sequences that can be used to launch applications needed for accessibility. In order to reduce the likelihood of unintentional launch, these "gestures" may be associated with multiple switch presses and/or minimum durations. Note that the XKB extension is needed for key gestures to work, so you may need to add +xkb to your X server command line for gestures to work properly. The X server command line is specified in the MDM configuration file in the <filename>server-foo</filename> sections.
es: El archivo AccessKeyMouseEvents controla la escucha de gestos del teclado (keymouselistener) y se usa para definir pulsaciones de teclas, botones del ratón o secuencias de entrada de dispositivos XInput que puedan lanzar aplicaciones necesarias para la accesibilidad. Para poder reducir la probabilidad de lanzamientos no intencionados, estos «gestos» se pueden asociar con múltiples pulsaciones y/o duraciones mínimas. Note que la extensión XKB es necesaria para que los gestos funcionen, así que deberá añadir +xkb al comando de línea de su servidor X para que los gestos funcionen correctamente. El comando de línea del servidor X está especificado en el archivo de configuración de MDM en las secciones <filename>server-foo</filename>.

source: The DwellKeyMouseEvents file controls the dwellmouselistner and supports gestures that involve the motion of a pointing device such as the system mouse of an alternative pointing device such as a head pointer or trackball may also be defined. Motion gestures are defined as "crossing events" into and out of the login dialog window. If the "dwellmouselistener" gesture listener is loaded, then alternative pointing devices are temporarily "latched" to the core pointer, such that motion from alternative devices results in movement of the onscreen pointer. All gestures are specified by the same syntax; that is, there is no distinction between a "core mouse" gesture and motion from an alternate input device.
es: El archivo DwellKeyMouseEvents controla la escucha de gestos del ratón (dwellmouselistner) y soporta los gestos que involucran el movimiento de un dispositivo apuntador tal como el ratón del sistema o un dispositivo apuntador alternativo como un apuntador de cabeza o «trackball». Los gestos de movimiento se definen como "crossing events" dentro y fuera del diálogo de la ventana de inicio de sesión. Si la escucha del gesto "dwellmouselistener" está cargada, entonces los dispositivos apuntadores alternativos están temporalmente bloqueados al apuntador primario, así que tal movimiento de los dispositivos alternativos resulta en un movimiento del puntero en pantalla. Todos los gestos están especificados con la misma sintaxis; esto es, no hay distinciones entre un gesto del ratón principal o un movimiento de un dispositivo de entrada alternativo.

source: On some operating systems, it is necessary to make sure that the MDM user is a member of the "audio" group for AT programs that require audio output (such as text-to-speech) to be functional.
es: En algunos sistemas operativos es necesario asegurarse de que el usuario de MDM es un miembro del grupo "audio" para los programas de accesibilidad que necesiten salida de sonido (tal como texto-a-voz) para su funcionamiento.

source: Currently MDM does not remember what accessible technology programs have been started when switching applications. So if the user switches between the login program and the chooser, for example, then it is necessary for the user to redo the gesture. Users may need to also set up their default session so that the assistive technologies required are started automatically (or have appropriate key-bindings defined to start them) after the user session has started.
es: Actualmente MDM no recuerda qué programas de tecnologías de asistencia se han iniciado al cambiar de aplicaciones. De tal forma que si el usuario cambia entre el programa de inicio de sesión y el selector, por ejemplo, entonces es necesario que el usuario rehaga el gesto. Los usuarios también pueden necesitar configurar sus sesiones predeterminadas para que las tecnologías de asistencia requeridas se inicien automáticamente (o tener unas combinaciones de teclas apropiadas definidas para iniciarlas) después de iniciar la sesión del usuario.

source: AT Troubleshooting
es: Resolución de problemas de las tecnologías de asistencia

source: There are some common issues that cause users to have problems getting the gesture listeners to work. It is recommended that people use MDM version 2.18.0 or later for best results.
es: Hay algunas cuestiones comunes que provocan que los usuarios tengan problemas al hacer funcionar los oyentes de gestos. Es recomendable que se use la versión 2.18.0 o posterior de MDM para obtener los mejores resultados.

source: Some older X servers have a bug which causes detectable autorepeat to fail when XEVIE is enabled (which happens when atk-bridge is included as a GTK Module). This bug causes key gestures with a duration greater than 0 to always fail. A workaround is to simply redefine all key gestures so they have zero length duration, or upgrade your X server.
es: Algunos servidores X antiguos tienen un error que hace que «detectable autorepeat» falle cuando XEVIE está activado (que ocurre cuando atk-bridge está incluido como un módulo GTK). Este error hace que los gestos de teclado de duración mayor a 0 siempre fallen. Una solución es simplemente redefinir todos los gestos de teclado para que tengan una duración cero, o actualizar su servidor X.

source: Some versions of <command>GOK</command> and <command>orca</command> will not launch unless the "mdm" user has a writable home directory. This has been fixed in GNOME 2.18, but if using an older version of GNOME, then making sure that the MDM user has a writable home directory should make these programs functional.
es: Algunas versiones de <command>GOK</command> y <command>orca</command> no se lanzarán a menos que el usuario «mdm» tenga un directorio personal escribible. Esto se solucionó en GNOME 2.18 pero si usa una versión anterior de GNOME, entonces asegúrese de que el usuario MDM tiene un directorio personal escribible para que estos programas funcionen.

source: If you see an hourglass cursor when you complete a gesture but the program does not start, then this indicates that the gesture was received, but that there was a problem starting the program. Most likely the issue may be the lack of a writable mdm home directory.
es: Si ve un cursor con un reloj de arena cuando complete un gesto pero el programa no se inicia, entonces esto indica que el gesto se recibió pero que hubo un problema al iniciar el programa. Probablemente el problema sea que no se puede escribir en el directorio personal del usuario mdm.

source: Also note that some input devices require X server configuration before MDM will recognize them.
es: Note que algunos dispositivos de entrada requieren una configuración del servidor X antes de que MDM los pueda reconocer.

source: Accessibility Login Sound Configuration
es: Configuración de sonido de accesibilidad en la entrada

source: By default, MDM requires a media application such as "play" to be present to play sounds for successful or failed login. MDM defaults the location of this application to <filename>&lt;bin&gt;/play</filename> (or <filename>&lt;bin&gt;/audioplay</filename> on Solaris. This can be changed via the <filename>SoundProgram</filename> MDM configuration option. Typically most text-to-speech programs (such as <command>orca</command>) use a separate mechanism to play audio, so this configuration setting is not needed for them to work.
es: De forma predeterminada MDM requiere que una aplicación multimedia, tal como «play», esté presente para reproducir sonidos para los inicios de sesión fallidos o satisfactorios. La ubicación predeterminada de esta aplicación para MDM es <filename>&lt;bin&gt;/play</filename> (o <filename>&lt;bin&gt;/audioplay</filename> en Solaris). Esto se puede cambiar a través de la opción de configuración de MDM <filename>SoundProgram</filename>. Generalmente la mayoría de programas de texto-a-voz (tales como <command>orca</command>) usan un mecanismo separado para reproducir sonido, de tal forma que no necesitan este ajuste de la configuración para funcionar.

source: Solaris Specific Features
es: Características específicas de Solaris

source: Using MDM on Solaris
es: Usar MDM en Solaris

source: MDM is not yet the default login program on Solaris. If you wish to switch to using MDM, then you need to turn off CDE login and start the MDM service. Note that turning off or disabiling CDE login will cause any running sessions to immediately exit, and any unsaved data will be lost. Only run these commands if you are sure there is no unsaved data in your running sessions. It would be best to run these commands from console login, or a Failsafe Terminal rather than from a running GUI session. The first step is to run the following command to see if CDE login is running as an SMF service.
es: MDM aún no es el programa de inicio de sesión predeterminado en Solaris. Si desea cambiar y usar MDM, entonces necesita desactivar el inicio de sesión con CDE e iniciar el servicio MDM. Note que desactivar el inicio de sesión con CDE causará que cualquier sesión que se esté ejecutando se cierre inmediatamente y cualquier dato no guardado se perderá. Ejecute estos comandos sólo si está seguro de que no hay datos sin guardar en sus sesiones en ejecución. Lo mejor sería ejecutar estos comandos desde una consola o un terminal a prueba de fallos en lugar de hacerlo desde una sesión IGU en ejecución. El primer paso es ejecutar el siguiente comando para ver si el inicio de sesión con CDE se está ejecutando como un servicio SMF.

source: If the <command>svcs</command> command responds that this service is enabled, then run this command to disable CDE login:
es: Si el comando <command>svcs</command> responde que este servicio está activado, entonces ejecute este comando para desactivar la entrada de CDE:

source: If the <command>svcs</command> command responds that this pattern doesn't match any instances, then run these commands to stop CDE login:
es: Si el comando <command>svcs</command> responde que este patrón no coincide con ninguna instancia, entonces ejecute esos comandos para parar la entrada en CDE:

source: /usr/dt/config/dtconfig -d Either reboot, or kill any running dtlogin processes.
es: /usr/dt/config/dtconfig -d Reinicie o mate cualquier proceso que esté ejecutando dtlogin.

source: At this point you will be presented with a console login. Login as root, and run the following command. If on Solaris 10 the servicename is "mdm2-login", if on Solaris Nevada the servicename is "mdm".
es: En este punto se le presentará una consola de nuevo. Inicie sesión como «root » y ejecute el siguiente comando. Si está en Solaris 10 el nombre del servicio es "mdm2-login", si está en Solaris Nevada el nombre del servicio es "mdm".

source: Solaris Configuration
es: Configuración de Solaris

source: On Solaris, the following configuration is recommended. This turns on IPv6 and also turns on PreFetch for performance benefit. <screen> ./autogen.sh --prefix=/usr --sysconfdir=/etc/X11 --localstatedir=/var --libexecdir=/usr/lib --enable-ipv6=yes --with-at-bindir=/usr/sfw/bin --with-prefetch --with-post-path=/usr/openwin/bin --with-pam-prefix=/etc --with-lang-file=/etc/default/init </screen>
es: En Solaris, la siguiente configuración está recomendada. Esto activa IPv6 y también activa PreFetch para mejorar el rendimiento. <screen> ./autogen.sh --prefix=/usr --sysconfdir=/etc/X11 --localstatedir=/var --libexecdir=/usr/lib --enable-ipv6=yes --with-at-bindir=/usr/sfw/bin --with-prefetch --with-post-path=/usr/openwin/bin --with-pam-prefix=/etc --with-lang-file=/etc/default/init </screen>

source: Configuring MDM with the "--with-post-path=/usr/openwin/bin" on Solaris is recommended for accessing X server programs.
es: Configurar MDM con "--with-post-path=/usr/openwin/bin" en Solaris está recomendado para acceder a programas del servidor X.

source: MDM supports /etc/logindevperm, but only on Solaris 10 and higher. Refer to the logindevperm.4 man page for more information.
es: MDM soporta /etc/logindevperm, pero sólo en Solaris 10 y superiores. Vea la página man logindevperm.4 para más información.

source: To make /etc/logindevperm functionality work on Solaris 9 or earlier you would have to hack the MDM PreSession and PostSession script to chmod the device permissions directly. In other words, if /etc/logindevperm had a listing like this:
es: Para hacer funcionar /etc/logindevperm en Solaris 9 o anteriores, deberá haquear los scripts de MDM PreSession y PostSession para hacer un chmod a los permisos del dispositivo directamente. En otras palabras, si /etc/logindevperm se lista como esto:

source: Then the PreSession script would need to be modified to chown /dev/console to the user:group who is logging into the console and ensure whatever permissions is specified in /etc/logindevperm (0600 for the line above). Then in the PostSession script chmod the device back to root:root and ensure 0600 this time (do not use the value in the /etc/logindevperm file). Linux uses a different mechanism for managing device permissions, so this extra scripting is not needed.
es: El script de PreSession debería tener que modificarse para que haga chown sobre /dev/console al usuario:grupo de quien esté entrando en la consola y asegurarse cualesquiera de los permisos estén especificados en /etc/logindevperm (0600 para la línea de arriba). Después en el script PostSession volver a hacer un chmod del dispositivo a root:root y asegurarse de que los permisos son 0600 esta vez (no usar el valor sobre el archivo /etc/logindevperm). Linux usa un mecanismo diferente para gestionar los permisos de dispositivos, así que este script adicional no es necesario.

source: Solaris Automatic Login
es: Inicio de sesión automático en Solaris

source: Automatic login does not work on Solaris 10 and earlier because PAM is not configured to support this feature by default. Automatic login is a MDM feature that is not enabled by default, so you would only notice this problem if you try to make use of it. Turning this feature on causes your computer to login to a specified username on startup without asking for username and password. This is an insecure way to set up your computer.
es: El inicio de sesión automático no funciona en Solaris 10 y anteriores porque PAM no está configurado para soportar esta característica de forma predeterminada. El inicio de sesión automático es una característica de MDM que no está activada de forma predeterminada, de tal forma que sólo notará este problema si intenta usarla. Activar esta característica hará que se inicie sesión con un usuario especificado en su equipo, sin preguntar por el usuario y la contraseña. Esta es una forma insegura de configurar su equipo.

source: If using Solaris 10 or lower, then you need to compile the pam_allow.c code provided with the MDM release and install it to /usr/lib/security (or provide the full path in /etc/pam.conf) and ensure it is owned by uid 0 and not group or world writable.
es: Si está usando Solaris 10 o inferior, entonces necesita compilar el código pam_allow.c proporcionado con la distribución de MDM e instalarlo en /usr/lib/security (o proporcionar la ruta completa en /etc/pam.conf) y asegurarse de que el propietario tiene un uid 0 y sin grupo o que sea editable por todo usuario.
