Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: Specifies the path which will be set in the user's session. This value will be overridden with the value from <filename>/etc/default/login</filename> if it contains "ROOT=&lt;pathname&gt;". If the <filename>/etc/default/login</filename> file exists, but contains no value for ROOT, the value as defined in the MDM configuration will be be used.
es: Especifica la ruta que debe establecerse en la sesión del usuario. Este valor será sobreescrito por el valor de <filename>/etc/default/login</filename> si contiene "ROOT=&lt;pathname&gt;". Si el archivo <filename>/etc/default/login</filename> existe, pero no contiene ningún valor para ROOT, se usará el el valor tal como esté definido en la configuración de MDM.

source: The session that is used by default if the user does not have a saved preference and has picked 'Last' from the list of sessions. Note that 'Last' need not be displayed, see the <filename>ShowLastSession</filename> key.
es: La sesión que se usará por omisión si el usuario no tiene una preferencia guardada y ha escogido «Última» desde la lista de sesiones. Note que «Última» no necesita mostrarse, vea la clave <filename>ShowLastSession</filename>.

source: Directory containing the display init scripts. See the ``The Script Directories'' section for more info.
es: Directorio que contiene los script de inicio de la pantalla. Vea la sección «Los directorios de scripts» para más información.

source: If true then the last login information is printed to the user before being prompted for password. While this gives away some info on what users are on a system, it on the other hand should give the user an idea of when they logged in and if it doesn't seem kosher to them, they can just abort the login and contact the sysadmin (avoids running malicious startup scripts). This was added in version 2.5.90.0.
es: Si es «true» entonces la última información de entrada se imprime para el usuario antes de pedirle una contraseña. Mientras que esto revela algo de información acerca de qué usuarios están en un sistema, por otra parte debería dar al usuario una idea de cuando entró y si no parece cierta, pueden entonces abortar la entrada y contactar con el administrador del equipo (evitando ejecutar scripts de inicio maliciosos). Esto se añadió en la versión 2.5.90.0.

source: This is for making MDM conformant to CSC-STD-002-85, although that is purely theoretical now. Someone should read that spec and ensure that this actually conforms (in addition to other places in MDM). See <filename>http://www.radium.ncsc.mil/tpep/library/rainbow/CSC-STD-002-85.html</filename> for more info.
es: Esto es para que MDM sea conforme a CSC-STD-002-85, aunque es puramente teórico ahora. Alguien debería leer esa especificación y asegurarse de que esto actualmente es conforme (en conjunto con otros lugares en MDM). Vea <filename>http://www.radium.ncsc.mil/tpep/library/rainbow/CSC-STD-002-85.html</filename> para más información.

source: If true, MDM will warn the user if they are already logged in on another virtual terminal. On systems where MDM supports checking the X virtual terminals, MDM will let the user switch to the previous login virtual terminal instead of logging in.
es: si es «true», MDM avisará al usuario si ya ha entrado en otro terminal virtual. En sistemas donde MDM soporte comprobar los terminales virtuales X, MDM permitirá al usuario cambiar al terminal de entrada anterior en lugar de entrar.

source: If true, the MDM daemon will honor requests to manage displays via the <filename>/tmp/.mdm_socket</filename> socket connection. Displays can be created, started, and deleted with the appropriate commands. The <filename>mdmdynamic</filename> command is a convenient method to send these messages.
es: Si es «true», el demonio MDM confiará en las peticiones para gestionar pantallas por medio de una conexión socket en <filename>/tmp/.mdm_socket</filename>. Las pantallas se pueden crear, iniciar y borrar con los comandos apropiados. El comando <filename>mdmdynamic</filename> es un método conveniente para enviar estos mensajes.

source: An X command line in case we can't start the normal X server. should probably be some sort of a script that runs an appropriate low resolution X server that will just work. This is tried before the <filename>XKeepsCrashing</filename> script is run.
es: Una línea de comandos X en caso de que no podamos iniciar el servidor X normal. Debería ser probablemente alguna clase de script que ejecute un servidor X apropiado a baja resolución que funcione siempre. Esto se intenta antes de que se ejecute el script <filename>XKeepsCrashing</filename>.

source: On systems where MDM supports automatic VT (virtual terminal) allocation, this is the first vt to try. Usually standard text logins are run on the lower vts. See also <filename>VTAllocation</filename>.
es: En sistemas donde MDM soporta la reserva automática de TV (Terminales virtuales), este es el primer tv que probar. Usualmente los inicios de sesión en entrada de texto se ejecutan en los tvs más bajos. Vea además <filename>VTAllocation</filename>.

source: The maximum number of allowed flexible displays. These are displays that can be run using the <filename>/tmp/.mdm_socket</filename> socket connection. This is used for both full flexible displays and for nested displays (refer to the <filename>Xnest</filename> configuration option).
es: El número máximo de pantallas flexibles permitidas. Estas son pantallas que pueden ejecutarse usando la conexión socket <filename>/tmp/.mdm_socket</filename>. Esto se usa tanto para pantallas flexibles como para pantallas anidadas (referente a la opción de configuración de <filename>Xnest</filename>).

source: After how many minutes of inactivity at the login screen should a flexi display be reaped. This is only in effect before a user logs in. Also it does not affect nested displays (refer to the <filename>Xnest</filename> configuration option). To turn off this behavior set this value to 0. This was added in version 2.5.90.0.
es: Después de cuantos minutos de inactividad en la pantalla de entrada debería desconectarse la pantalla flexible. Esto sólo tiene efecto antes de que un usuario inicie sesión. Tampoco afecta a los servidores anidados (referente a la opción de configuración de <filename>Xnest</filename>). Para desactivar este comportamiento establezca este valor a 0. Esto se añadió en la versión 2.5.90.0.

source: Full path and name of the greeter executable followed by optional arguments. This is the greeter used for all displays except for the XDMCP remote displays. See also <filename>RemoteGreeter</filename>
es: Ruta completa al nombre del ejecutable del interfaz de entrada seguido de los argumentos opcionales. Este es el interfaz de entrada usado para todas las pantallas excepto para las pantallas XDMCP remotas. Vea además <filename>RemoteGreeter</filename>

source: The group name under which <command>mdmlogin</command>, <command>mdmgreeter</command>, <command>mdmchooser</command> and the internal failsafe GTK+ dialogs are run. Also see <filename>User</filename>. This user will have access to all the X authorization files, and perhaps to other internal MDM data and it should not therefore be a user such as nobody, but rather a dedicated user. The <filename>ServAuthDir</filename> is owned by this group. The ownership and permissions of <filename>ServAuthDir</filename> should be <filename>root.mdm</filename> and 1770.
es: El nombre del grupo bajo el cual <command>mdmlogin</command>, <command>mdmgreeter</command>, <command>mdmchooser</command> y los diálogos GTK+ internos en caso de fallo se ejecutan. Vea ademas <filename>User</filename>. Este usuario tendrá acceso a todos los archivos de autorización X, y quizás a otros datos internos de MDM y por lo tanto no debería usarlo nadie. El <filename>ServAuthDir</filename> es propiedad de este grupo. La propiedad y permisos de <filename>ServAuthDir</filename> deberia ser <filename>root.mdm</filename> y 1770.

source: A colon separated list of Gtk+ modules that <command>mdmgreeter</command> or <command>mdmlogin</command> will be invoked with if <filename>AddGtkModules</filename> is true. The format is the same as the standard Gtk+ module interface.
es: Una lista separada por dos puntos de módulos GTK+ que <command>mdmgreeter</command> o <command>mdmlogin</command> invocar´an si <filename>AddGtkModules</filename> está a true. El formato es el mismo que el interfaz Gtk+ estándar.

source: Full path and arguments to command to be executed when user selects "Shut Down" from the Actions menu. This can be a ';' separated list of commands to try. If a value is missing, the shut down command is not available. Note that the default for this value is not empty, so to disable "Shut Down" it must be set to an empty value.
es: ruta completa y argumentos al comando que ejecutar cuando el usuario selecciona «Apagar» desde el menú Acciones. Esto puede ser una lista separada por ";" de comandos a intentar. Si falta un valor, el comando de apagado no estará disponible. Note que lo predeterminado para este valor no está vacío, así que para desactivar «Apagar» debe establecerse a un valor vacío.

source: Determines whether MDM should kill X clients started by the init scripts when the user logs in.
es: Determina si MDM sebe matar los clientes X iniciados por los scripts de inicio cuando el usuario inicia sesión.

source: LogDir
es: Directorio de registro

source: Directory containing the log files for the individual displays. By default this is the same as the ServAuthDir.
es: Directorio conteniendo los archivos de sucesos para las pantallas individuales. Por omisión éste es el mismo que el de ServAuthDir.

source: Program to be run by the MDM greeter/login program when the initial screen is displayed. The purpose is to provide a hook where files which will be used after login can be preloaded to speed performance for the user. The program will be called once only, the first time a greeter is displayed. The mdmprefetch command may be used. This utility will load any libraries passed in on the command line, or if the argument starts with a "@" character, it will process the file assuming it is an ASCII file containing a list of libraries, one per line, and load each library in the file.
es: Programa que se ejecutará por el programa de entrada/interfaz de MDM cuando se muestre la pantalla inicial. El propósito es proporcionar un gancho donde los archivos que se usarán tras la entrada puedan precargarse para mejorar la velocidad para el usuario. El programa se llamará sólo una vez, la primera vez que se muestre la interfaz de entrada. El comando mdmprefetch será usado. Esta utilidad cargará cualquier biblioteca pasada en la línea de comandos, o si el argumento empieza por un carácter «@», procesará el archivo asumiendo que es un archivo ASCII conteniendo una lista de bibliotecas, una por línea, y cargará cada biblioteca en el archivo.

source: If using PAM, this specifies the PAM service name to use when calling pam_start. This option may be configured per-display so that MDM can be configured to have a different PAM stack on a given display. Note that autologin sessions append "-autologin" to this value, so by default autologin sessions use the service name "mdm-autologin".
es: Si está usando PAM, esto especifica el nombre del servicio PAM que usar al llamar a pam_start. Esta opción se puede configurar para cada pantalla de tal forma que MDM se puede configurar para tener una pila PAM diferente en una pantalla dada. Note que las sesiones con auto inicio de sesión añaden «-autologin» a este valor, así que de forma predeterminada las sesiones automáticas usan el nombre del servicio «mdm-autologin».

source: Directory containing the scripts run right after the user logs in, but before any session setup is done. See the ``The Script Directories'' section for more info.
es: Directorio que contiene los scripts ejecutados justo después de que el usuario inicie sesión, pero antes de que se realice ninguna configuración de sesión. Vea la sección ``Los directorios de Scripts'' para más información.

source: Directory containing the scripts run after the user logs out. See the ``The Script Directories'' section for more info.
es: Directorio conteniendo los scripts ejecutados después de que el usuario cierre la sesión. Vea la sección ``Los directorios de Scripts'' para más información.

source: Directory containing the scripts run before the user logs in. See the ``The Script Directories'' section for more info.
es: Directorio que contiene los scripts ejecutados antes de que el usuario inicie sesión. Vea la sección ``Los directorios de Scripts'' para más información.

source: Support RBAC (Role Based Access Control) for system commands (Shutdown, Reboot, Suspend, etc.). This feature is only functional if MDM is compiled with RBAC support. Specify the RBAC key used to determine if the user has permission to use the action via the QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, and SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command> commands. Valid actions are HALT, REBOOT, SUSPEND, and CUSTOM_CMD. The greeter will only display the command if the mdm user (<filename>User</filename> configuration key) has RBAC permissions to use the action. RBAC keys for multiple actions can be specified by separating them with semicolons. The format for each is "Action:RBAC key". If an action is not specified, it is assumed that all users have permission to use this action. For example, a valid value for this configuration option would be "HALT:key.for.halt;REBOOT:key.for.reboot". Refer to the related <filename>AllowLogoutActions</filename> and <filename>SystemCommandsInMenu</filename> configuration options.
es: El soporte para RBAC (Control de acceso basado en rol) para los comandos del sistema (apagar, reiniciar, suspender, etc.). Esta característica sólo funciona si MDM está compilado con soporte RBAC. Especifique la clave RBAC que se usa para determinar si el usuario tiene permiso para usar la acción a través de los comandos QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION y SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command>. Las acciones válidas son HALT, REBOOT, SUSPEND y CUSTOM_CMD. La interfaz de entrada sólo mostrará los comandos si el usuario mdm (clave de configuración <filename>User</filename>) tiene permisos RBAC para usar la acción. Las claves RBAC para acciones múltiples se pueden especificar separándolas por punto y coma. El formato de cada una es "Action:RBAC key", si una acción no se especifica, entonces se asume que todos los usuarios tienen permiso para usar esta acción. Por ejemplo, un valor válido para esta opción de configuración sería "HALT:key.for.halt;REBOOT:key.for.reboot". Consulte las opciones de configuración <filename>AllowLogoutActions</filename> y <filename>SystemCommandsInMenu</filename> relacionadas.

source: Full path and optional arguments to the command to be executed when user selects Restart from the Actions menu. This can be a ';' separated list of commands to try. If missing, the restart command is not available. Note that the default for this value is not empty so to disable restart you must set this explicitly to an empty value.
es: Ruta completa y argumentos opcionales para el comando que ejecutar cuando el usuario selecciona Reiniciar desde el menú de Acciones. Esto puede ser una lista separada por «;» de comandos que probar. Si falta, el comandos de reinicio no está disponible. Note que lo predeterminado para este valor es no vacío así que para desactivar el reinicio debe establecerlo explícitamente a un valor vacío.

source: Full path and name of the greeter executable followed by optional arguments. This is used for all remote XDMCP sessions. It is useful to have the less graphically demanding greeter here if you use the Themed Greeter for your main greeter. See also the <filename>Greeter</filename> key.
es: La ruta completa y el nombre del ejecutable del interfaz de entrada seguida de argumentos opcionales. Esto se usa para todas las sesiones remotas XDMCP. Es útil tener el interfaz de entrada que menos recursos gráficos demande si usa el Interfaz con temas para su interfaz principal. Vea además la clave <filename>Greeter</filename>.

source: RootPath=defaultpath (value set by configure)
es: RootPath=defaultpath (valor establecido por configure)

source: Specifies the path which will be set in the root's session and the {Init,PostLogin,PreSession,PostSession} scripts executed by MDM. This value will be overridden with the value from <filename>/etc/default/login</filename> if it contains "SUROOT=&lt;pathname&gt;". If the <filename>/etc/default/login</filename> file exists, but contains no value for SUROOT, the value as defined in the MDM configuration will be used.
es: Especifica la ruta que se establecerá en la sesión del root y los scripts {Init,PostLogin,PreSession,PostSession} ejecutados por MDM. Este valor podrá ser sobrepasado con el valor de <filename>/etc/default/login</filename> si contiene "SUROOT=&lt;pathname&gt;". Si el archivo <filename>/etc/default/login</filename> existe, pero no contiene ningún valor para SUROOT, el valor tal como se define en la configuración de MDM será el que se use.

source: Directory containing the X authentication files for the individual displays. Should be owned by <filename>root.mdm</filename> with permissions 1770, where <filename>mdm</filename> is the MDM group as defined by the <filename>Group</filename> option. That is should be owned by root, with <filename>mdm</filename> group having full write permissions and the directory should be sticky and others should have no permission to the directory. This way the MDM user can't remove files owned by root in that directory, while still being able to write its own files there. MDM will attempt to change permissions for you when it's first run if the permissions are not the above. This directory is also used for other private files that the daemon needs to store. Other users should not have any way to get into this directory and read/change it's contents. Anybody who can read this directory can connect to any display on this computer.
es: Directorio que contiene los archivos de autenticación X para las pantallas individuales. Debería ser propiedad de <filename>root.mdm</filename> con los permisos 1770, donde <filename>mdm</filename> es el grupo MDM tal como se define por la opción <filename>Group</filename> Esto es que debería ser propiedad de root, con el grupo <filename>mdm</filename> teniendo permisos de escritura completos y el directorio debería estar con el bit de persistencia activado y otros no deberían tener permiso para el directorio. De esta manera el usuario de MDM no puede borrar archivos que pertenezcan a root en ese directorio, mientras que aún puede escribir sus propios archivos allí. MDM intentará cambiar los permisos por el usuario cuando se ejecute por primera vez si los permisos no son los de arriba. Este directorio también se usa para otros archivos privados que el demonio necesite almacenar Otros usuario no deberían tener ninguna forma de entrar a este directorio y leer o cambiar su contenido. Cualquiera que pueda leer este directorio puede conectarse a cualquier pantalla de este equipo.

source: Directory containing the <filename>.desktop</filename> files which are the available sessions on the system. Since 2.4.4.2 this is treated like a PATH type variable and the first file found is used.
es: Directorio que contiene los archivos <filename>.desktop</filename> que son las sesiones disponibles en el sistema. Desde 2.4.4.2 esto se trata como una variable tipo PATH y se usa el primar archivo encontrado.

source: SoundProgram=<placeholder-1/> (or <placeholder-2/> on Solaris)
es: SoundProgram=<placeholder-1/> (o <placeholder-2/> en Solaris)

source: Application to use when playing a sound. Currently used for playing the login sound, see the <filename>SoundOnLoginFile</filename> key. Supported since 2.5.90.0.
es: La aplicación que se usará al reproducir un sonido. Actualmente se usa para reproducir el sonido de inicio de sesión, vea la clave <filename>SoundOnLoginFile</filename>. Soportado desde 2.5.90.0.

source: StandardXServer=/dir/to/X (value assigned by configuration file)
es: StandardXServer=/dir/to/X (valor asignado por el archivo de configuración)

source: Full path and arguments to the standard X server command. This is used when mdm cannot find any other definition, and it's used as the default and failsafe fallback in a number of places. This should be able to run some sort of X server.
es: Ruta completa y argumentos al comando del servidor X estándar. Esto de usa cuando mdm no puede encontrar ninguna otra definición, y se usa como valor predeterminado y valor para usar en caso de fallo en varios lugares. Esto debería ser capaz de ejecutar alguna clase de servidor X.

source: Full path and arguments to command to be executed when user selects Suspend from the Actions menu. If empty there is no such menu item. Note that the default for this value is not empty so to disable suspend you must set this explicitly to an empty value.
es: Ruta completa y argumentos al comando que se ejecutará cuando el usuario seleccione Suspender desde el menú Acciones. Si estuviera vacío no habrá ese elemento del menú. Note que lo predeterminado para este valor es no vacío, así que para desactivar la suspensión debe establecer esto explícitamente a un valor vacío.

source: Specify which system commands are available in the greeter menu. Valid values are HALT, REBOOT, SHUTDOWN, SUSPEND, and CUSTOM_CMD and these should be separated by semicolons. This can be useful if you want to disable some options in the menu, but still have them available to authenticated users via the SET_LOGOUT_ACTION or SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command> commands. For example, the GNOME panel uses these commands to provide Shutdown, Reboot, and Suspend in the application menu. Therefore if you turn off these options in the greeter, these options can still be available to users who have authenticated via the GNOME panel. Refer to the related <filename>AllowLogoutActions</filename> and <filename>RBACSystemCommandKeys</filename> configuration options.
es: Especifique qué comandos del sistema estarán disponibles en el menú de la interfaz de entrada. Los valores válidos son HALT, REBOOT, SHUTDOWN, SUSPEND y CUSTOM_CMD, y éstos deberían estar separados por punto y coma. Ésto puede ser útil si quiere deshabilitar algunas opciones en el menú, pero tenerlas disponibles para usuarios autenticados a través de los comandos SET_LOGOUT_ACTION o SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command>. Por ejemplo, el panel de GNOME usa estos comandos para proporcionar las acciones Apagar, Reiniciar y Suspender en el menú Sistema. Por ello si desactiva esas opciones en la interfaz de entrada, estas opciones aún pueden estar disponibles para usuarios que se han autenticado a través del panel de GNOME. Consulte las opciones de configuración relacionadas <filename>AllowLogoutActions</filename> y <filename>RBACSystemCommandKeys</filename>.
