Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: When the user terminates his session, the <filename>PostSession</filename> script will be run. Again operation is similar to <filename>Init</filename>, <filename>PostLogin</filename> and <filename>PreSession</filename>. Again the script will be run with root privileges, the slave daemon will block and the <filename>$USER</filename> environment variable will contain the name of the user who just logged out and <filename>$DISPLAY</filename> will be set to the display the user used, however note that the X server for this display may already be dead and so you shouldn't try to access it. Also <filename>$X_SERVERS</filename> environmental variable is set and this points to a fake generated X servers file for use with the sessreg accounting application.
es: Cuando el usuario termina su sesión, se ejecuta el script <filename>PostSession</filename>. De nuevo la operación es similar a <filename>Init</filename>, <filename>PostLogin</filename> y <filename>PreSession</filename>. De nuevo el script se ejecuta con privilegios de root, el demonio esclavo se bloqueará y la variable de entorno <filename>$USER</filename> contendrá el nombre del usuario que acaba de cerrar sesión y <filename>$DISPLAY</filename> se establecerá al visualizador que el usuario usó, sin embargo note que el servidor X para este visualizador quizá ya esté muerto y así que no debería intentar acceder a él. Además la variable de entorno <filename>$X_SERVERS</filename> está establecida y ésta apunta a un archivo generado falsificado de servidores X para usar con la aplicación de contabilidad sessreg.

source: Note that the <filename>PostSession</filename> script will be run even when the display fails to respond due to an I/O error or similar. Thus, there is no guarantee that X applications will work during script execution.
es: Note que el script de <filename>PostSession</filename> se ejecutará incluso cuando el visualizador falle al responder debido a un error de E/S o similar. Así que, no hay garantía de que funcionen las aplicaciones X durante la ejecución del script.

source: Except for the <filename>Xsession</filename> script all of these scripts will also have the environment variable <filename>$RUNNING_UNDER_MDM</filename> set to <filename>yes</filename>, so that you could perhaps use similar scripts for different display managers. The <filename>Xsession</filename> will always have the <filename>$MDMSESSION</filename> set to the basename of the session that the user chose to run without the <filename>.desktop</filename> extension. In addition <filename>$DESKTOP_SESSION</filename> is also set to the same value and in fact this will also be set by KDM in future versions.
es: Excepto para el script <filename>Xsession</filename> todos estos scripts también tendrán la variable de entorno <filename>$RUNNING_UNDER_MDM</filename> establecida a <filename>yes</filename>, así que podría quizás usar scripts similares para distintos gestores de entrada. <filename>Xsession</filename> siempre tendrá <filename>$MDMSESSION</filename> establecido al nombre base de la sesión que el usuario eligió ejecutar sin la extensión <filename>.desktop</filename>. Además <filename>$DESKTOP_SESSION</filename> también está establecida al mismo valor y de hecho esto también lo establecerá KDM en versiones futuras.

source: Neither of the <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename> or <filename>PostSession</filename> scripts are necessary and can be left out. The <filename>Xsession</filename> script is however required as well as at least one session <filename>.desktop</filename> file.
es: Ninguno de scripts <filename>Init</filename>, <filename>PostLogin</filename>, <filename>PreSession</filename> o <filename>PostSession</filename> son necesarios y se pueden dejar vacíos. El script <filename>Xsession</filename> sin embargo es necesario así como al menos un archivo de sesión <filename>.desktop</filename>.

source: The Configuration Files - MDM System Defaults Configuration File and MDM Custom Configuraiton File
es: Loas archivos de configuración; el archivo de configuración predeterminada del sistema de MDM y el archivo de configuración personalizada de MDM

source: MDM uses two configuration files: the MDM System Defaults Configuration File (<filename>&lt;share&gt;/mdm/defaults.conf</filename>) and the MDM Custom Configuration File (<filename>&lt;etc&gt;/mdm/custom.conf</filename>). The MDM System Defaults File contains the default configuration choices for MDM, and should not be modified by the user. The MDM Custom Configuration File is where users may specify their custom configuration choices. If a configuration option is not defined in either file, MDM will default to the value described in the comments in the MDM System Defaults Configuration File.
es: MDM usa dos archivos de configuración: el archivo de configuración predeterminada del sistema de MDM<filename>&lt;share&gt;/mdm/defaults.conf</filename> y el archivo de configuración personalizada de MDM <filename>&lt;etc&gt;/mdm/custom.conf</filename>. El archivo de configuración predeterminada del sistema de MDM contiene las elecciones de configuración predeterminadas para MDM, y no debería modificarse por el usuario. El archivo de configuración personalizada de MDM es donde los usuarios pueden especificar sus elecciones de configuración personales. Si una opción de configuración no está definida en cualquier archivo, MDM usará el valor predeterminado descrito en los comentarios en el archivo de configuración predeterminada del sistema de MDM.

source: Both configuration files are divided into sections each containing variables that define the behavior for a specific part of the MDM suite. Refer to the comments in the MDM System Defaults Configuration File for additional information about each configuration setting.
es: Ambos archivos de configuración están divididos en secciones cada una conteniendo variables que definen el comportamiento para una parte específica de la suite MDM. Refiérase a los comentarios en el archivo de configuración predeterminada del sistema de MDM para obtener información adicional acerca de cada ajuste de configuración.

source: MDM also supports per-display configuration for parameters in the "gui", "greeter" sections of the configuration file Also the <filename>security/PamStack</filename> and <filename>daemon/LockScreen</filename> keys may be customized per-display. Per-display configuration is specified by creating a file named <filename>&lt;etc&gt;/mdm/custom.conf&lt;display num&gt;</filename>. In this file the section and keys to use on this display can be specified. For example, configuration overrides for display ":103" would be stored in the file <filename>&lt;etc&gt;/mdm/custom.conf:0</filename>. Per-display configuration is supported in MDM 2.14.6 and later.
es: MDM también soporta configuración de parámetros para cada pantalla en el «IGU», las secciones «greeter» en el archivo de configuración así como la clave <filename>security/PamStack</filename> y <filename>daemon/LockScreen</filename> se pueden personalizar para cada pantalla. La configuración para cada pantalla se especifica creando un archivo llamado <filename>&lt;etc&gt;/mdm/custom.conf&lt;display num&gt;</filename>. En este archivo se pueden especificar la sección y las claves que usar en esta pantalla. Por ejemplo, una configuración que prevalezca sobre la pantalla ":103" se almacenará en el archivo <filename>&lt;etc&gt;/mdm/custom.conf:0</filename>. La configuración para cada pantalla está soportada desde MDM 2.14.6 y posteriores.

source: To change configuration by hand, edit the MDM Custom Configuration File or per-display configuration file and make sure the keyname=value pair you want is included in the appropriate section. For example, to change the value for the "Greeter" key in the "daemon" section, make sure the daemon section of the MDM Custom Configuration File or per-display configuration file includes the "[daemon]" section followed by the key and value change desired. As in this example:
es: Para cambiar la configuración a mano, edite el archivo de configuración personalizada de MDM o el archivo de configuración de cada pantalla y asegúrese de que el par clave=valor que quiere está incluido en la sección apropiada. Por ejemplo, para cambiar la clave "Greeter" en la sección "daemon" asegúrese de que la sección daemon del archivo de configuración personalizada de MDM o el archivo de configuración de cada pantalla incluye la sección "[daemon]" seguida por la clave y el cambio de valor deseado. Como en este ejemplo:

source: The <command>mdmsetup</command> command can be used to modify the MDM Custom Configuration File. Note the <command>mdmsetup</command> is intended to be run as root, so users who feel it is insecure to run GUI programs as root should edit the configuration files by hand.
es: El comando <command>mdmsetup</command> se puede usar para modificar el archivo de configuración personalizada de MDM. Note que <command>mdmsetup</command> está pensado para ejecutarse como «root», de tal forma que los usuarios que se sientan inseguros ejecutando programas con IGU como «root» deberían editar los archivos de configuración a mano.

source: The MDM daemon <command>--config</command> argument may instead be used to specify a different configuration file location. The MDM daemon must be restarted to change the configuration file being used. Also when building MDM, the location of the configuration files may be specified via the <command>--with-defaults-conf</command> and <command>--with-custom-conf</command> configuration options.
es: El argumento <command>--config</command> del demonio de MDM se puede usar para especificar una ubicación diferente para el archivo de configuración. Se debe reiniciar el demonio de MDM para cambiar el archivo de configuración que usar. También al construir MDM, se puede especificar la ubicación de los archivos de configuración a través de las opciones de configuración <command>--with-defaults-conf</command> y <command>--with-custom-conf</command>.

source: Previous to MDM 2.13.0.4 only the <filename>&lt;etc&gt;/mdm/mdm.conf</filename> existed. For best backwards compatibility, this file will be used instead of the MDM Custom Configuration File if it exists on your system. If upgrading to the new version of MDM, "make install" will check to see if the <filename>&lt;etc&gt;/mdm/mdm.conf</filename> file is different than the <filename>&lt;etc&gt;/mdm/factory-mdm.conf</filename> file. If so, the <filename>&lt;etc&gt;/mdm/mdm.conf</filename> file will be automatically copied to <filename>&lt;etc&gt;/mdm/custom.conf</filename> to preserve any configuration changes.
es: Anterior a MDM 2.13.0.4 sólo existía el archivo <filename>&lt;etc&gt;/mdm/mdm.conf</filename>. Para una mejor compatibilidad hacia atrás, se usará este archivo en lugar del archivo de configuración personalizado de MDM, si es que existe en su sistema. Si actualiza a una versión nueva de MDM, la instalación comprobará para ver si su archivo <filename>&lt;etc&gt;/mdm/mdm.conf</filename> es diferente del archivo <filename>&lt;etc&gt;/mdm/factory-mdm.conf</filename> . Si lo es, se copiará automáticamente el archivo <filename>&lt;etc&gt;/mdm/mdm.conf</filename> a <filename>&lt;etc&gt;/mdm/custom.conf</filename> para preservar cualquier cambio de configuración.

source: Distributions should edit the MDM System Defaults Configuration File to establish default configuration values, so that they are preserved as defaults and not modified by users modifying the MDM Custom Configuration File. Note that distributions may modify the MDM System Defaults Configuration File on update to improve usability, security, etc. So any changes made to this file may be lost.
es: Las distribuciones deberían editar el archivo de configuración predeterminada del sistema de MDM para establecer las variables de configuración predeterminadas, de tal forma que se preservan como predeterminadas y no se modifican por los usuarios que modifiquen el archivo de configuración personalizada de MDM. Note que las distribuciones pueden modificar el archivo de configuración predeterminada del sistema de MDM en las actualizaciones para mejorar la usabilidad, seguridad, etc. De tal forma que se perderá cualquier cambio realizado sobre este archivo.

source: The MDM System Defaults Configuration File and the MDM Custom Configuration File follow the standard <filename>.ini</filename> style configuration file syntax. Keywords in brackets define sections, strings before an equal sign (=) are variables and the data after equal sign represents their value. Empty lines or lines starting with the hash mark (#) are ignored. The graphical configurator will try to preserve both comments (lines with a hash mark) and the overall structure of the file so you can intermix using the GUI or hand editing the configuration file.
es: Los archivos de configuración predeterminada del sistema de MDM y el archivo de configuración personalizada de MDM siguien el estilo de sintaxis estándar del archivo de configuración <filename>.ini</filename>. Las palabras clave entre corchetes definen secciones, las cadenas antes del signo igual (=) son variables y los datos tras el signo igual representan su valor. Las líneas en blanco o las líneas que empiezan con la almohadilla (#) se ignoran. El configurador gráfico intentará preservar tanto los comentarios (líneas con una almohadilla) como la estructura completa del archivo, así que puede intercambiar usando el IGU o editando a mano el archivo de configuración.

source: The following configuration keys are supported in MDM:
es: Se soportan las siguientes claves de configuración en MDM:

source: Daemon Configuration
es: Configuración del demonio

source: If true, then enables <command>mdmgreeter</command> or <command>mdmlogin</command> to be launched with additional Gtk+ modules. This is useful when extra features are required such as accessible login. Note that only "trusted" modules should be used to minimize security issues.
es: Si es true, entonces activa <command>mdmgreeter</command> o <command>mdmlogin</command> para que se lancen con módulos GTK+ adicionales. esto es útil cuando se requieren características extra como un inicio sesión accesible. Note que sólo deberían usarse los módulos «confiables» para minimizar las cuestiones de seguridad.

source: If true, then the registry daemon <command>at-spi-registryd</command> will be launched by <command>mdmgreeter</command> or <command>mdmlogin</command> starting with version MDM 2.17.
es: Si es true, entonces el demonio de registro <command>at-spi-registryd</command> se lanzará por <command>mdmgreeter</command> o <command>mdmlogin</command> iniciando con la versión MDM 2.17.

source: Usually this is used for accessibility modules. The modules which are loaded are specified with the <filename>GtkModulesList</filename> key.
es: Usualmente esto se usa para los módulos de accesibilidad. Los módulos que se cargan se especifican con la clave <filename>GtkModulesList</filename>.

source: Specify which actions are supported by the QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, and SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command> commands. Valid values are HALT, REBOOT, SHUTDOWN, SUSPEND, and CUSTOM_CMD and these should be separated by semicolons. This allows certain options to be disabled if desired. Refer to the related <filename>SystemCommandsInMenu</filename> and <filename>RBACSystemCommandKeys</filename> configuration options.
es: Especifique qué acciones están soportadas por los comandos QUERY_LOGOUT_ACTION, SET_LOGOUT_ACTION, y SET_SAFE_LOGOUT_ACTION <command>mdmflexiserver</command>. Los valores válidos son HALT, REBOOT, SHUTDOWN, SUSPEND, and CUSTOM_CMD y estos deberían estar separados por punto y coma. Esto permite que se deshabiliten ciertas opciones si se desea. Consulte las opciones de configuración relacionadas <filename>SystemCommandsInMenu</filename> y <filename>RBACSystemCommandKeys</filename>.

source: If true, then when the user logs in and already has an existing session, then they are connected to that session rather than starting a new session. This only works for sessions running on VTs (Virtual Terminals) started with mdmflexiserver, and not with XDMCP. Note that VTs are not supported on all operating systems.
es: Si es «true», cuando el usuario entra y ya tiene una sesión existente, entonces se concecta a esa sesión en lugar de iniciar una sesión nueva. Esto sólo funciona en sesiones que se ejecutan en VTs (Virtual Terminals) iniciados con mdmflexiserver, y no con XDMCP. Note que los VTs no están soportados en todos los sistemas operativos.

source: If the user given in AutomaticLogin should be logged in upon first bootup. No password will be asked. This is useful for single user workstations where console security is not an issue and also could be useful for public terminals. Refer also to <filename>TimedLogin</filename>.
es: Si el usuario dado en AutomaticLogin debería entrar al primer arranque. No se pedirá ninguna contraseña. Esto es útil para estaciones de trabajo de un sólo usuario donde la seguridad de la consola local no es un problema y, además, podría ser útil para terminales públicos. Referente también sobre <filename>TimedLogin</filename>.

source: This user should be automatically logged in on first bootup. AutomaticLoginEnable must be true and this must be a valid user for this to happen. "root" can never be autologged in however and mdm will just refuse to do it even if you set it up.
es: Este usuario debería iniciar sesión automáticamente al primer arranque. AutomaticLoginEnable debe ser true y esto debe ser un usuario válido para que esto ocurra. Sin embargo "root" nunca puede iniciar una sesión automáticamente y mdm se negará a hacerlo incluso si lo configura.

source: The following control chars are recognized within the specified name:
es: Se reconocen los siguientes caracteres de control dentro del nombre especificado:

source: %% — the `%' character
es: %% — Un carácter literal «%»

source: %d — display's name
es: %d — nombre de la pantalla

source: %h — display's hostname
es: %h — nombre de equipo de la pantalla

source: Alternatively, the name may end with a vertical bar |, the pipe symbol. The name is then used as a application to execute which returns the desired username on standard output. If an empty or otherwise invalid username is returned, automatic login is not performed. This feature is typically used when several remote displays are used as internet kiosks, with a specific user to automatically login for each display.
es: Alternativamente, el nombre podría terminar con una barra vertical |, el símbolo de cauce. El nombre se usa entonces como una aplicación a ejecutar que revuelve el nombre de usuario deseado en la salida estándar. Si se devuelve un nombre de usuario vacío o inválido, no se realiza el inicio de sesión automático. Esta característica se usa típicamente cuando se usan varios visores remotos como kioscos de Internet, con un usuario específico para iniciar sesión automáticamente en cada visualizador.

source: This is the base X session file. When a user logs in, this script will be run with the selected session as the first argument. The selected session will be the <filename>Exec=</filename> from the <filename>.desktop</filename> file of the session.
es: Este es el archivo base X session. Cuando un usuario entra, este script se ejecuta con la sesión seleccionada como primer argumento. La sesión seleccionada será la indicada por <filename>Exec=</filename> en el archivo de sesión <filename>.desktop</filename>.

source: If you wish to use the same script for several different display managers, and wish to have some of the script run only for MDM, then you can check the presence of the <filename>MDMSESSION</filename> environmental variable. This will always be set to the basename of <filename>.desktop</filename> (without the extension) file that is being used for this session, and will only be set for MDM sessions. Previously some scripts were checking for <filename>MDM_LANG</filename>, but that is only set when the user picks a non-system default language.
es: Si quiere usar el mismo script para varios gestores de entrada diferentes, y quiere tener algunos de los scripts para que sólo se ejecuten por MDM, entonces puede comprobar por la presencia de la variable de entorno <filename>MDMSESSION</filename>. Esto siempre será establecido al nombre base del archivo <filename>.desktop</filename> (sin la extensión) que se está usando en esta sesión, y sólo estará establecido para las sesiones MDM. Anteriormente algunos scripts estaban comprobando <filename>MDM_LANG</filename>, pero eso sólo se establece cuando el usuario escoge un idioma no predeterminado del sistema.

source: This script should take care of doing the "login" for the user and so it should source the <filename>&lt;etc&gt;/profile</filename> and friends. The standard script shipped with MDM sources the files in this order: <filename>&lt;etc&gt;/profile</filename> then <filename>~/.profile</filename> then <filename>&lt;etc&gt;/xprofile</filename> and finally <filename>~/.xprofile</filename>. Note that different distributions may change this however. Sometimes users personal setup will be in <filename>~/.bash_profile</filename>, however broken that is.
es: Este script debería encargarse de hacer el login para el usuario y por lo tanto debería incluir <filename>&lt;etc&gt;/profile</filename> y demás. El script estándar entregado con MDM incluye los archivos en este orden: <filename>&lt;etc&gt;/profile</filename> después <filename>~/.profile</filename> después <filename>&lt;etc&gt;/xprofile</filename> y finalmente<filename>~/.xprofile</filename>. Note que las diferentes distribuciones podrían cambiar esto. Algunas veces la configuración personal del usuario estará en <filename>~/.bash_profile</filename>, por muy defectuoso que esto sea.

source: Chooser
es: Selector

source: Full path and name of the chooser executable followed by optional arguments.
es: Ruta completa y nombre del ejecutable del selector seguido de argumentos opcionales.

source: The pathname to the configurator binary. If the greeter <filename>ConfigAvailable</filename> option is set to true then run this binary when somebody chooses Configuration from the Actions menu. Of course MDM will first ask for root password however. And it will never allow this to happen from a remote display.
es: La ruta hacia el binario del configurador. Si la opción del interfaz <filename>ConfigAvailable</filename> está puesta a «true» entonces se ejecuta este binario cuando alguien elije Configuración desde el menú de Acciones. Desde luego MDM pedirá primero la contraseña de root. Y nunca permitirá que esto ocurra desde una pantalla remota.

source: These are the languages that the console cannot handle because of font issues. Here we mean the text console, not X. This is only used when there are errors to report and we cannot start X.
es: Éstos son los idiomas que la consola no puede manipular debido a cuestiones de tipografía. Aquí queremos decir la consola de texto, no X. Esto sólo se usa cuando hay errores que informar y no podemos iniciar X.

source: If false, mdm will not display a message dialog on the console when an error happens.
es: Si es false, mdm no mostrará un diálogo de mensaje en la consola cuando ocurra un error.

source: DefaultPath=defaultpath (value set by configure)
es: DefaultPath=defaultpath (valor establecido por la configuración)
