Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: If the user given in <filename>TimedLogin</filename> should be logged in after a number of seconds (set with <filename>TimedLoginDelay</filename>) of inactivity on the login screen. This is useful for public access terminals or perhaps even home use. If the user uses the keyboard or browses the menus, the timeout will be reset to <filename>TimedLoginDelay</filename> or 30 seconds, whichever is higher. If the user does not enter a username but just hits the ENTER key while the login program is requesting the username, then MDM will assume the user wants to login immediately as the timed user. Note that no password will be asked for this user so you should be careful, although if using PAM it can be configured to require password entry before allowing login.
es: Si el usuario dado en <filename>TimedLogin</filename> debería abrir una sesión después del número de segundos (establecidos en <filename>TimedLoginDelay</filename>) de inactividad en la pantalla de entrada. Esto es útil para terminales de acceso público o quizás incluso para uso doméstico. Si el usuario usa el teclado o abre los menús, el temporizador se restablecerá al valor <filename>TimedLoginDelay</filename> o 30 segundos, lo que sea mayor. si el usuario no introduce un nombre de usuario sino que tan sólo pulsa la tecla INTRO mientras que el programa de entrada está pidiendo el nombre del usuario, entonces MDM asume que el usuario quiere entrar inmediatamente como el usuario temporizado. Note que si no se pedirá ninguna contraseña para este usuario así que debería ser cuidadoso, aunque si usa PAM puede configurarlo para que requiera que introduzca una contraseña antes de permitir la entrada.

source: This is the user that should be logged in after a specified number of seconds of inactivity. This can never be "root" and mdm will refuse to log in root this way. The same features as for <filename>AutomaticLogin</filename> are supported. The same control chars and piping to a application are supported.
es: Este es el usuario que debería iniciar sesión tras un número de segundos de inactividad. Éste nunca puede ser «root» y mdm rechazará iniciar como root de esta manera. Se soportan las mismas características que para <filename>AutomaticLogin</filename>. Se soportan los mismos caracteres de control y redirección a una aplicación.

source: Delay in seconds before the <filename>TimedLogin</filename> user will be logged in. It must be greater then or equal to 10.
es: Retardo en segundos antes de que el usuario <filename>TimedLogin</filename> entre en la sesión. Debe ser mayor o igual a 10.

source: The username under which <command>mdmlogin</command>, <command>mdmgreeter</command>, <command>mdmchooser</command> and the internal failsafe GTK+ dialogs are run. Also see <filename>Group</filename>. This user will have access to all the X authorization files, and perhaps to other internal MDM data and it should not therefore be a user such as nobody, but rather a dedicated user.
es: El usuario bajo el cual <command>mdmlogin</command>, <command>mdmgreeter</command>, <command>mdmchooser</command> y los diálos GTK+ internos a prueba de fallos se ejecutan. Vea además <filename>Group</filename>. Este usuario tendrá acceso a todos los archivos de autorización X, y quizás a otros datos internos de MDM y por lo tanto no debería ser un usuario como nobody, sino un usuario dedicado.

source: The directory where user's <filename>.Xauthority</filename> file should be saved. When nothing is specified the user's home directory is used. This is tilde expanded so you can set it to things like: <filename>~/authdir/</filename>.
es: El directorio donde el archivo <filename>.Xauthority</filename> debería guardarse. Cuando no se especifique nada se usará el directorio personal del usuario. Éste es a lo que se expande la virgulilla así que puede establecerlo a cosas como: <filename>~/authdir/</filename>.

source: If you do not use the tilde expansion, then the filename created will be random, like in <filename>UserAuthFBDir</filename>. This way many users can have the same authentication directory. For example you might want to set this to <filename>/tmp</filename> when user has the home directory on NFS, since you really don't want cookie files to go over the wire. The users should really have write privileges to this directory, and this directory should really be sticky and all that, just like the <filename>/tmp</filename> directory.
es: Si no usa la expansión de la virgulilla, entonces el nombre de archivo creado será aleatorio, como en <filename>UserAuthFBDir</filename>. De esta manera muchos usuarios pueden tener el mismo directorio de autenticación. Por ejemplo quizá quiera establecer esto a <filename>/tmp</filename> cuando tenga el directorio de personal en NFS, debido a que no desea que los archivos de cookies vayan por el cable. Los usuarios deberían tener privilegios de escritura en este directorio, y este directorio debería tener el bit de persistencia activado y todo lo demás, igual que el directorio <filename>/tmp</filename>.

source: Normally if this is the user's home directory MDM will still refuse to put cookies there if it thinks it is NFS (by testing root-squashing). This can be changed by setting <filename>NeverPlaceCookiesOnNFS</filename> in the <filename>[security]</filename> section to false.
es: Normalmente si este es el directorio personal del usuario MDM aún se negará a poner cookies allí si piensa que es NFS (probando root-squashing). Esto puede cambiarse estableciendo <filename>NeverPlaceCookiesOnNFS</filename> a «false» en la sección <filename>[security]</filename>.

source: If MDM fails to update the user's <filename>.Xauthority</filename> file a fallback cookie is created in this directory.
es: Si MDM falla al actualizar el archivo <filename>.Xauthority</filename> del usuario se crea una cookie para casos de fallo en este directorio.

source: Name of the file used for storing user cookies.
es: Nombre del archivo usado para almacenar cookies del usuario.

source: On systems where MDM supports automatic VT (virtual terminal) allocation (currently Linux and FreeBSD only), you can have MDM automatically append the vt argument to the X server executable. This way races that come up from each X server managing it's own vt allocation can be avoided. See also <filename>FirstVT</filename>.
es: En sistemas donde MDM soporta reserva de TV (terminales virtuales) automáticos (actualmente Linux y FreeBSD sólo), puede hacer que MDM agregue automáticamente el argumento del tv al ejecutable del servidor X. De esta manera las carreras que surjan de cada servidor X gestionando su propia reserva de tv se pueden evitar. Vea además <filename>FirstVT</filename>.

source: A script to run in case X keeps crashing. This is for running An X configuration or whatever else to make the X configuration work. See the script that came with the distribution for an example. The distributed <filename>XKeepsCrashing</filename> script is tested on Red Hat, but may work elsewhere. Your system integrator should make sure this script is up to date for your particular system.
es: Un script para ejecutar en caso de que X no logre iniciarse. Esto es para ejecutar una configuración de X o cualquier otra cosa para hacer que la configuración de X funcione. Vea el script que vino con la distribución para un ejemplo. El script <filename>XKeepsCrashing</filename> se prueba en Red Hat, pero podría funcionar en cualquier otro lugar. Su integrador del sistema debería asegurarse de que este script está actualizado para su sistema particular.

source: In case <filename>FailsafeXServer</filename> is setup, that will be tried first. and this only used as a backup if even that X server keeps crashing.
es: En caso de que se configure <filename>FailsafeXServer</filename>, ése se intentará primero, y éste sólo se usará como respaldo si incluso ese servidor X sigue colgándose.

source: The full path and arguments to the nested X server command, which can be Xephyr, Xnest, or similar program. This command is used for starting nested displays allowing the user to start new login screens in a nested window. Xephyr is recommended since it works best and better supports modern X server extensions. Therefore MDM will set the default configuration to use Xephyr if available. If Xephyr is not available, then Xnest will be used if it is available.
es: La ruta completa y argumentos para el comando del servidor X anidado, que puede ser Xephyr, Xnest o algún programa similar. Éste comando se usa para iniciar pantallas anidadas permitiendo al usuario iniciar nuevas pantallas de inicio de sesión en una ventana anidada. Se recomienda Xephyr ya que trabaja mejor y tiene mejor soporte para las extensiones modernas del servidor X. Por ello MDM establecerá la configuración predeterminada para usar Xephry, si está disponible. Si Xephyr no está disponible, entonces se usará Xnest, si está disponible.

source: Set to true if the nested X server command program supports the ":unscaled" suffix in the FontPath (passed to nested X server command via the -fp argument). Some Xnest (e.g. Xsun Xnest) programs do not, and it is necessary to set this to false for such nested X server commands to work with MDM. Refer to the <filename>Xnest</filename> configuration option.
es: Establézcalo a «true» si el comando para el programa del servidor X anidado soporta el sufijo ":unscaled" en FontPath (comando que se pasa al servidor X anidado a traes del argumento -fp). Algunos programas Xnest (ej. Xsun Xnest) no lo soportan y es necesario establecer esto a «false» para que funcionen con MDM dichos comandos del servidor X anidado. Consulte la opción de configuración <filename>Xnest</filename>.

source: Security Options
es: Opciones de seguridad

source: Allow root (privileged user) to log in through MDM. Set this to false if you want to disallow such logins.
es: Permitir a root (usuario privilegiado) entrar a través de MDM. Establezca esto a falso si no quiere permitir dichas entradas.

source: On systems that support PAM, this parameter is not as useful as you can use PAM to do the same thing, and in fact do even more. However it is still followed, so you should probably leave it true for PAM systems.
es: En sistemas que soportan PAM, este parámetro no es tan útil ya que puede usar PAM para hacer lo mismo, y de hecho para hacer más. Sin embargo todavía se sigue, así que probablemente debería dejarlo a TRUE para los sistemas PAM.

source: Allow root (privileged user) to log in remotely through MDM. This value should be set to true to allow such logins. Remote logins are any logins that come in through the XDMCP.
es: Permitir al root (usuario privilegiado) entrar remotamente a través de MDM. Este valor debería establecerse a true para permitir dichas entradas. Las entradas remotas son cualquier entrada que provengan a través de XDMCP.

source: On systems that support PAM, this parameter is not as useful since you can use PAM to do the same thing, and do even more.
es: En sistemas que soporten PAM, este parámetro no es tan útil debido a que puede usar PAM para hacer lo mismo, e incluso más.

source: This value will be overridden and set to false if the <filename>/etc/default/login</filename> file exists and contains "CONSOLE=/dev/login", and set to true if the <filename>/etc/default/login</filename> file exists and contains any other value or no value for CONSOLE.
es: Este valor será sobrepasado y establecido a false si existe el archivo <filename>/etc/default/login</filename> y contiene "CONSOLE=/dev/login", y será establecido a true si el archivo <filename>/etc/default/login</filename> existe y contine cualquier otro valor o ningún valor para CONSOLE.

source: Allow the timed login feature to work for remote displays. In other words, remote connections via XDMCP will be allowed to log into the "TimedLogin" user after the delay defined by <filename>TimedLoginDelay</filename>.
es: Permitir que la entrada temporizada funcione de forma remota. Esto es, que a las conexiones remotas a través de XDMCP se les permita entrar con el usuario «TimedLogin» después del retardo definido en <filename>TimedLoginDelay</filename>.

source: Note that this can make a system quite insecure, and thus is off by default.
es: Note que esto puede hacer un sistema muy inseguro, y por eso está desactivado por omisión.

source: By default MDM checks the ownership of the home directories before writing to them, this prevents security issues in case of bad setup. However in some instances home directories will be owned by a different user and in this case it is necessary to turn this option on. You will also most likely have to turn the <filename>RelaxPermissions</filename> key to at least value 1 since in such a scenario home directories are likely to be group writable. Supported since 2.6.0.4.
es: Por omisión MDM comprueba el propietario de los directorios personales antes de escribir en ellos, esto previene problemas de seguridad en caso de una configuración inadecuada. Sin embargo en algunos lugares los directorios personales serán propiedad de un usuario diferente y en este caso es necesario activar esta opción. Además tendrá que activar la clave <filename>RelaxPermissions</filename> a almenos el valor 1 debido a que en este escenario los directorios personales serán escribibles por el grupo. Soportado desde 2.6.0.4.

source: By default MDM checks the ownership of the home directories before writing to them, this prevents security issues in case of bad setup. However, when home directories are managed by automounter, they are often not mounted before they are accessed. This option works around subtleties of Linux automounter.
es: Por omisión MDM comprueba la propiedad de los directorios personales antes de escribir en ellos, esto previene problemas de seguridad en caso de una configuración inadecuada. Sin embargo cuando los directorios personales están gestionados por automounter, a menudo no están montados antes de acceder a ellos. Esta opción soluciona algunas peculiaridades del automontador de Linux.

source: If true, then always append <filename>-nolisten tcp</filename> to the command line when starting attached X servers, thus disallowing TCP connection. This is a more secure configuration if not using remote connections.
es: Si es «true», entonces añadir siempre <filename>-nolisten tcp</filename> a la línea de comandos de los servidores X locales, para de esta forma deshabilitar las conexiones TCP. Esta configuración es más segura si no se van a usar conexiones remotas.

source: Normally if this is true (which is by default), MDM will not place cookies into the user's home directory if this directory is on NFS. Well, MDM will consider any filesystem with root-squashing an NFS filesystem. Sometimes however the remote file system can have root squashing and be safe (perhaps by using encryption). In this case set this to 'false'. Note that this option appeared in version 2.4.4.4 and is ignored in previous versions.
es: Normalmente si esto es <literal>true</literal> (lo cual es por omisión), MDM no colocará cookies en los directorios personales de los usuarios si estos directorios se encuentran en un volumen remoto NFS. Bien, MDM considerará cualquier sistema con root-squashing un sistema NFS. Algunas veces sin embargo el sistema de archivos remoto puede tener root squashing y ser seguro (quizás usando encriptado). En este caso establezca esto a <literal>false</literal>. Note que esta opción apareció en la versión 2.4.4.4 y se ignora en las versiones anteriores.

source: If true, this will cause PAM_DISALLOW_NULL_AUTHTOK to be passed as a flag to pam_authenticate and pam_acct_mgmt, disallowing NULL password. This setting will only take effect if PAM is being used by MDM. This value will be overridden with the value from <filename>/etc/default/login</filename> if it contains "PASSREQ=[YES|NO]". If the <filename>/etc/default/login</filename> file exists, but contains no value for PASSREQ, the value as defined in the MDM configuration will be used.
es: Si es <literal>true</literal>, esto hará que se pase PAM_DISALLOW_NULL_AUTHTOK como una opción a pam_authenticate y pam_acct_mgmt, no permitiendo una contraseña vacía. Este ajuste sólo tendrá efecto si MDM está usando PAM. Este valor no se tendrá en cuanta si <filename>/etc/default/login</filename> contiene "PASSREQ=[YES|NO]". Si existe el archivo <filename>/etc/default/login</filename> pero no contiene ningún valor para PASSREQ, se usará el valor tal como se defina en la configuración de MDM.

source: By default MDM ignores files and directories writable to other users than the owner.
es: Por omisión MDM ignora los archivos y directorios escribibles para otros usuarios que no sean el propietario.

source: Changing the value of RelaxPermissions makes it possible to alter this behavior:
es: Cambiar el valor de RelaxPermissions hace posible alterar este comportamiento:

source: 0 - Paranoia option. Only accepts user owned files and directories.
es: 0: Opción paranoia. Sólo acepta archivos y directorios que pertenezcan al usuario.

source: 1 - Allow group writable files and directories.
es: 1: Permitir archivos y directorios escribibles por el grupo.

source: 2 - Allow world writable files and directories.
es: 2: Permitir archivos y directorios escribibles por todo el mundo.

source: The number of seconds MDM should wait before reactivating the entry field after a failed login.
es: El número de segundos que MDM debería esperar antes de reactivar el campo de la entrada después de una entrada fallida.

source: MDM will refuse to read/write files bigger than this number (specified in bytes).
es: MDM rehusará a leer/escribir archivos más grandes que este número (especificado en bytes).

source: In addition to the size check MDM is extremely picky about accessing files in user directories. It will not follow symlinks and can optionally refuse to read files and directories writable by other than the owner. See the <filename>RelaxPermissions</filename> option for more info.
es: Además de la comprobación del tamaño del archivo MDM es extremadamente quisquilloso respecto a acceder a archivos en directorios de usuario. No seguirá enlaces simbólicos y puede rehusar opcionalmente a leer archivos y directorios escribibles por otros usuarios distintos del propietario. Vea la opción <filename>RelaxPermissions</filename> para más información.

source: UtmpLineAttached=/dev/console (or /dev/dtlocal on Solaris)
es: UtmpLineAttached=/dev/console (o /dev/dtlocal en Solaris)

source: When doing Utmp processing for attached displays, MDM sets the ut_line to the device associated with the Virtual Terminal (VT) if it is being used. Otherwise, it will use the value specified with the display in the <filename>[servers]</filename> section if a value is provided. If not, then the default value specified in UtmpLineAttached is used for attached displays. The value can contain "%d" which is translated to the DISPLAY value or "%h" which is translated to the hostname. This value must begin with <filename>/dev/</filename>.
es: Al realizar el procesado Utmp para pantallas locales, MDM establece ut_line a l dispositivo asociado con la terminal virtual (VT) si se está usando. De otra forma, usará el valor especificado con la pantalla en la sección <filename>[servers]</filename> si se proporcionó un valor. De no ser así, entonces se usa el valor predeterminado especificado en UtmpLineAttached para las pantallas locales. El valor puede contener "%d" que se traduce como el valor de DISPLAY o "%h" que se traduce como el nombre del equipo. Este valor debe comenzar con <filename>/dev/</filename>.

source: UtmpLineRemote= (or /dev/dtremote on Solaris)
es: UtmpLineRemote= (o /dev/dtremote en Solaris)

source: When doing Utmp processing, MDM sets the ut_line to this value for remote displays. The value can contain "%d" which is translated to the DISPLAY value or "%h" which is translated to the hostname. This value must begin with <filename>/dev/</filename>.
es: Al realizar el procesado Utmp, MDM establece ut_line a este valor para las pantallas remotas. El valor puede contener "%d" que se traduce como el valor de DISPLAY o "%h" que se traduce como el nombre del equipo. Este valor debe comenzar con <filename>/dev/</filename>.

source: PseudoDevice=false (or true on Solaris)
es: PseudoDevice=false (o «true» en Solaris)

source: If the device associated with a display does not exist, then MDM will create a symlink to <filename>/dev/null</filename>, or touch it if it is a symlink to <filename>/dev/null</filename>. Some programs such as <command>last</command>, <command>finger</command>, or <command>who</command> access the utmp database and may assume that the device points to an actual file. Creating such symlinks ensures that such programs work properly.
es: Si el dispositivo asociado con una pantalla no existe, entonces MDM creará un enlace simbólico hacia <filename>/dev/null</filename> o lo actualizará («touch») si es un enlace simbólico hacia <filename>/dev/null</filename>. Algunos programas tales como <command>last</command>, <command>finger</command>, o <command>who</command> acceden a la base de datos utmp y puede que asuman que el dispositivo apunta a un archivo actual. Crear esos enlaces simbólicos asegura que esos programas funcionarán adecuadamente.

source: XDCMP Support
es: Soporte XDMCP

source: To prevent attackers from filling up the pending queue, MDM will only allow one connection for each remote computer. If you want to provide display services to computers with more than one screen, you should increase the <filename>DisplaysPerHost</filename> value accordingly.
es: Para impedir que los atacantes llenen la cola de pendientes, MDM sólo permite una conexión para cada equipo remoto. Si quiere proporcionar servicios de pantalla a equipos con más de un monitor, debería incrementar el valor <filename>DisplaysPerHost</filename>.

source: Note that the number of attached DISPLAYS allowed is not limited. Only remote connections via XDMCP are limited by this configuration option.
es: Note que el número de pantallas locales permitidas no está limitado. Sólolas conexiones remotas a través de XDMCP están limitadas por esta opción de la configuración.

source: Setting this to true enables XDMCP support allowing remote displays/X terminals to be managed by MDM.
es: Establecer esto a true activa el soporte XDMCP permitiento que las pantallas X remotas o los terminales X se gestiones por medio de MDM.

source: <filename>mdm</filename> listens for requests on UDP port 177. See the Port option for more information.
es: <filename>mdm</filename> escucha peticiones en el puerto UDP 177. Vea la opción Puerto para más información.

source: If MDM is compiled to support it, access from remote displays can be controlled using the TCP Wrappers library. The service name is <filename>mdm</filename>
es: Si MDM está compilado para soportarlo, el acceso desde las pantallas remotas se puede controlar usando la biblioteca TCPWrappers. El nombre del servicio es <filename>mdm</filename>

source: You should add <screen> mdm:.my.domain </screen> to your <filename>&lt;etc&gt;/hosts.allow</filename>, depending on your TCP Wrappers configuration. See the <ulink type="help" url="man:hosts.allow">hosts.allow(5)</ulink> man page for details.
es: Debería añadir <screen>mdm:.mi.dominio</screen> a su <filename>&lt;etc&gt;/hosts.allow</filename>, dependiendo de su configuración de TCP Wrappers. Vea la página del manual <ulink type="help" url="man:hosts.allow">hosts.allow(5)</ulink> para más detalles.
