Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: Please note that XDMCP is not a particularly secure protocol and that it is a good idea to block UDP port 177 on your firewall unless you really need it.
es: Note que XDMCP no es un protocolo particularmente seguro y que es una buena idea bloquear el puerto UDP 177 en su cortafuegos a no ser que realmente lo necesite.

source: Setting this to true enables support for running XDMCP sessions on a local proxy X server. This may improve the performance of XDMCP sessions, especially on high latency networks, as many X protocol operations can be completed without going over the network.
es: Estableciendo esto a true se activa el soporte para ejecutar sesiones XDMCP en un servidor proxy local de X. De esta forma se puede mejorar el rendimiento de las sesiones XDMCP, especialmente en redes de alta latencia, debido a que muchas opraciones del protocolo X se pueden completar sin ir por la red.

source: Note, however, that this mode will significantly increase the burden on the machine hosting the XDMCP sessions
es: Note, sin embargo que este modo incrementará significativamente la carga en la máquina que hospede las sesiones XDMCP

source: See the <filename>FlexiProxy</filename> and <filename>FlexiProxyDisconnect</filename> options for further details on how to configure support for this feature.
es: Vea las opciones <filename>FlexiProxy</filename> y <filename>FlexiProxyDisconnect</filename> para más detalles acerca de cómo configurar el soporte para esta característica.

source: Enables XDMCP INDIRECT choosing (i.e. remote execution of <filename>mdmchooser</filename>) for X-terminals which don't supply their own display browser.
es: Activa la selección XDMCP INDIRECT (ejecución remota de <filename>mdmchooser</filename>) para terminales X que no suministran su proprio explorador de pantallas.

source: To avoid denial of service attacks, MDM has fixed size queue of pending connections. Only MaxPending displays can start at the same time.
es: Para evitar ataques por denegación de servicio, MDM tiene una cola de tamaño fijo de conexiones pendientes. Sólo pueden iniciarse a la vez MaxPending pantallas.

source: Please note that this parameter does *not* limit the number of remote displays which can be managed. It only limits the number of displays initiating a connection simultaneously.
es: Note que este parámetro *no* liminta el número de pantallas remotas que se puedan gestionar. Sólo limita el número de pantallas iniciando una conexión simultáneamente.

source: MDM will only provide <filename>MaxPendingIndirect</filename> displays with host choosers simultaneously. If more queries from different hosts come in, the oldest ones will be forgotten.
es: MDM sólo proporciona <filename>MaxPendingIndirect</filename> pantallas con selectores de host simultáneamente. Si entran más peticiones de diferentes hosts, las más antiguas se descartarán.

source: Determines the maximum number of remote display connections which will be managed simultaneously. I.e. the total number of remote displays that can use your host.
es: Determina el número máximo de conexiones de pantallas remotas que serán gestionadas simultáneamente. Ej: el número total de pantallas remotas que puede usar su host.

source: When MDM is ready to manage a display an ACCEPT packet is sent to it containing a unique session id which will be used in future XDMCP conversations.
es: Cuando MDM esté preparado para gestionar una pantalla se envía un paquete ACCEPT a ella conteniendo un id único de sesión que será usado en las conversaciones XDMCP futuras.

source: MDM will then place the session id in the pending queue waiting for the display to respond with a MANAGE request.
es: MDM entonces colocará el id de sesión en la cola de pendientes esperando a que la pantalla responda con una petición MANAGE.

source: If no response is received within MaxWait seconds, MDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
es: Si no se recibe ninguna respuesta dentro de MaxWait segundos, MDM declarará la pantalla muerta y la borrará de la cola pendiente liberando el espacio para otras pantallas.

source: The MaxWaitIndirect parameter determines the maximum number of seconds between the time where a user chooses a host and the subsequent indirect query where the user is connected to the host. When the timeout is exceeded, the information about the chosen host is forgotten and the indirect slot freed up for other displays. The information may be forgotten earlier if there are more hosts trying to send indirect queries then <filename>MaxPendingIndirect</filename>.
es: El parámetro MaxWaitIndirect determina el número máximo de segundos entre el tiempo donde un usuario elije un host y la subsiguiente petición indirecta donde el usuario se conecta al host. Cuando se excede el tiempo establecido, la información acerca del host elegido se olvida y el slot indirecto se libera para otras pantallas. La información se puede olvidar antes si hay más hosts intentando enviar solicitudes que <filename>MaxPendingIndirect</filename>.

source: The UDP port number <filename>mdm</filename> should listen to for XDMCP requests. Don't change this unless you know what you are doing.
es: El número de puerto UDP en el que <filename>mdm</filename> debería escuchar las peticiones XDMCP. No cambie esto a no ser que sepa lo que está haciendo.

source: Interval in which to ping the X server in seconds. If the X server doesn't return before the next time we ping it, the connection is stopped and the session ended. This is a combination of the XDM PingInterval and PingTimeout, but in seconds.
es: Intervalo en el que hacer ping al servidor X en segundos. Si el servidor X no responde antes de la siguiente vez que lanzamos un ping a él, la conexión se detiene y la sesión termina. Esta es una combinación de las opciones de XDM PingInterval y PingTimeout, pero en segundos.

source: Note that MDM in the past used to have a <filename>PingInterval</filename> configuration key which was also in minutes. For most purposes you'd want this setting to be lower then one minute however since in most cases where XDMCP would be used (such as terminal labs), a lag of more than 15 or so seconds would really mean that the terminal was turned off or restarted and you would want to end the session.
es: Note que MDM en el pasado usaba una clave de configuración <filename>PingInterval</filename> estaba en minutos. Para la mayoría de los propósitos querría que este ajuste fuera menor que un minuto, sin embargo en la mayoría de casos donde se usaría XDMCP (como terminales de laboratorio), un retraso de más de 15 segundos realmente significaría que el terminal se ha apagado o reiniciado y usted querría terminar la sesión.

source: Setting this option enables experimental support for session migration with XDMCP sessions. This enables users to disconnect from their session and later reconnect to that same session, possibly from a different terminal.
es: Establecer esta opción activa el soporte experimental para la migración de sesión con sesiones XDMCP. Esto permite a los usuarios desconectarse de su sesión y reconectarse más tarde a esa misma sesión, posiblemente desde un terminal diferente.

source: In order to use this feature, you must have a nested X server available which supports disconnecting from its parent X server and reconnecting to another X server. Currently, the Distributed Multihead X (DMX) server supports this feature to some extent and other projects like NoMachine NX are busy implementing it.
es: Para usar esta característica, debe tener un servidor X anidado disponible que soporte desconectar de su servidor X padre y reconectar a otro servidor X. Actualmente el servidor Distributed Multihead X (DMX) soporta esta característica hasta cierto punto y otros proyectos como NoMachine NX lo están implementándolo.

source: This option should be set to the path of a command which will handle reconnecting the XDMCP proxy to another backend display. A sample implementation for use with DMX is supplied.
es: Esta opción debería enviarse a la ruta de un comando que manejará la reconexión del proxy XDMCD a otra pantalla de backend. Se suministra una implementación de ejemplo para usar con DMX.

source: The X server command line for a XDMCP proxy. Any nested X server like Xnest, Xephyr or Xdmx should work fairly well.
es: La línea de comandos del servidor X para un proxy XDMCP. Cualquier servidor X anidado como Xnest, Xephyr o Xdmx debería funcionar bien.

source: When the machine sends a WILLING packet back after a QUERY it sends a string that gives the current status of this server. The default message is the system ID, but it is possible to create a script that displays customized message. If this script doesn't exist or this key is empty the default message is sent. If this script succeeds and produces some output, the first line of it's output is sent (and only the first line). It runs at most once every 3 seconds to prevent possible denial of service by flooding the machine with QUERY packets.
es: Cuando la máquina devuelve un paquete WILLING tras un QUERY envía una cadena que da el estado actual del servidor. El mensaje predeterminado es el ID de sistema, pero es posible crear un script que muestre un mensaje personalizado. Si este script no existe o esta clave está vacía se envía el mensaje predeterminado. Si el script tiene éxito y produce alguna salida, se envía la primera línea de la salida (y sólo la primera línea). Se ejecuta como mucho una vez cada 3 segundos para impedir una posible denegación de servicio inundando la máquina de paquetes QUERY.

source: Common GUI Configuration Options
es: Opciones comunes de configuración a través de la IGU

source: If to allow changing the GTK+ (widget) theme from the greeter. Currently this only affects the standard greeter as the graphical greeter does not yet have this ability. The theme will stay in effect on this display until changed and will affect all the other windows that are put up by MDM. Supported since 2.5.90.2.
es: Si se quiere permitir cambiar el tema GTK+ (los widgets) desde el interfaz. Actualmente esto sólo afecta al interfaz estándar debido a que el interfaz gráfico no tiene esta capacidad. El tema tendrá efecto en esta pantalla hasta que se cambie y afectará a todas las demás ventanas que sean gestionadas por MDM. Soportado desde 2.5.90.2.

source: Path to a <filename>gtkrc</filename> to read when MDM puts up a window. You should really now use the <filename>GtkTheme</filename> key for just setting a theme.
es: Ruta al <filename>gtkrc</filename> para leer cuando MDM ponga una ventana. Debería usar realmente la clave <filename>GtkTheme</filename> para establecer un tema.

source: A name of an installed theme to use by default. It will be used in the greeter, chooser and all other GUI windows put up by MDM. Supported since 2.5.90.2.
es: Un nombre de un tema instalado para usarlo por omisión. Se usará en la interfaz, selector y toda ventana del GUI que salga de MDM. Soportado desde 2.5.90.2.

source: Comma separated list of themes to allow. These must be the names of the themes installed in the standard locations for GTK+ themes. You can also specify 'all' to allow all installed themes. This is related to the <filename>AllowGtkThemeChange</filename> key. Supported since 2.5.90.2.
es: Lista separada por comas de temas permitidos. Éstos deben ser los nombres de los temas instalados en los lugares estándar para temas GTK+. Puede además especificar «all» para permitir todos los temas instalados. Esto está relacionado con la clave <filename>AllowGtkThemeChange</filename>. Soportada desde 2.5.90.2.

source: Specifies the maximum icon width (in pixels) that the face browser will display. Icons larger than this will be scaled. This also affects icons in the XDMCP chooser.
es: Especifica la anchura máxima del icono (en píxeles) que mostrará el visor de rostros. Los iconos más grandes se escalarán. Esto también afecta a los iconos en el selector XDMCP.

source: Specifies the maximum icon height (in pixels) that the face browser will display. Icons larger than this will be scaled. This also affects icons in the XDMCP chooser.
es: Especifica la altura máxima del icono (en píxeles) que mostrará el visor de rostros. Los iconos más grandes se escalarán. Esto también afecta a los iconos en el selector XDMCP.

source: Greeter Configuration
es: Configuración del interfaz

source: If the BackgroundType is 2, use this color in the background of the greeter. Also use it as the back of transparent images set on the background and if the BackgroundRemoteOnlyColor is set and this is a remote display. This only affects the GTK+ Greeter.
es: Si BackgroundType es 2, use este color en el fondo del interfaz. Además se usará como el fondo de las imágenes transparentes y si BackgroundRemoteOnlyColor está establecido y es una pantalla remota. Esto sólo afecta al interfaz GTK+.

source: The background application will be started after at least that many seconds of inactivity.
es: La aplicación de fondo será iniciada tras al menos estos segundos de inactividad.

source: If set the background application will be restarted when it has exited, after the delay described below has elapsed. This option can be useful when you wish to run a screen saver application when no user is using the computer.
es: Si se establece la aplicación de fondo se reiniciará cuando haya salido, después que el retardo descrito abajo haya pasado. Esta opción puede ser útil cuando desee ejecutar un salvapantallas cuando no haya nadie usando el equipo.

source: The background application will be restarted after at least that many seconds of inactivity.
es: La aplicación de fondo será reiniciada tras al menos estos segundos de inactividad.

source: If the BackgroundType is 1, then display this file as the background in the greeter. This only affects the GTK+ Greeter.
es: Si BackgroundType es 1, entonces mostrar este archivo como fondo en el interfaz. Esto sólo afecta al interfaz GTK+.

source: If set this command will be run in the background while the login window is being displayed. Note that not all applications will run this way, since MDM does not usually have a home directory. You could set up home directory for the MDM user if you wish to run applications which require it. This only affects the GTK+ Greeter.
es: Si se establece, este comando se ejecutará en el fondo muentras la pantalla de entrada se muestra. Note que no todas las aplicaciones ejecutarán de esta manera, debido a que MDM no tiene un directorio personal usualmente. Podría configurar el directorio personal del usuario MDM si quiere ejecutar aplicaciones que lo requieren. Esto sólo afecta al interfaz GTK+.

source: On remote displays only set the color background. This is to make network load lighter. The <filename>BackgroundProgram</filename> is also not run. This only affects the GTK+ Greeter.
es: Establece el color de fondo sólo en las pantallas remotas. Esto es para hacer la carga de red más ligera. El programa <filename>BackgroundProgram</filename> tampoco se ejecuta. Esto sólo afecta al interfaz GTK+.

source: Scale background image to fit the screen. This only affects the GTK+ Greeter.
es: Escalar la imagen del fondo para que quepa en la pantalla. Esto sólo afecta al interfaz GTK+.

source: The type of background to set. 0 is none, 1 is image and color, 2 is color and 3 is image. This only affects the GTK+ Greeter.
es: El tipo de fondo a establecer. 0 es ninguno, 1 es imagen y color, 2 es color y 3 es imagen. Esto sólo afecta al interfaz GTK+.

source: Set to true to enable the face browser. See the ``The GTK+ Greeter'' section for more information on the face browser. This option only works for the GTK+ Greeter. For the Themed Greeter, the face browser is enabled by choosing a theme which includes a face browser
es: Establézcalo a true para activar el visor de rostos. vea la sección «El interfaz GTK+» para más información acerca del visor de rostros. Esta opción sólo funciona para el interfaz GTK+. Para el interfaz con temas, el visor de rostros se activa eligiendo un tema que incluya un visor de rostros.

source: If true, add a chooser button to the Actions menu that will restart the current X server with a chooser. XDMCP does not need to be enabled on the local computer for this to work.
es: Si es true, añadir un botón de selector al menú de Acciones que reiniciará el servidor X actual con un selector. XDMCP no necesita estar activado en el equipo local para que esto funcione.

source: If true, allows the configurator to be run from the greeter. Note that the user will need to type in the root password before the configurator will be started. This is set to false by default for additional security. See the <filename>Configurator</filename> option in the daemon section.
es: Si es true, permite al configurador ejecutarse desde el interfaz. Note que el usuario necesitará teclear la contraseña de root antes de que el configurador se inicie. Establezca esto a falso por omisión para seguridad adicional. Vea la opción <filename>Configurator</filename> en la sección del demonio.

source: If a user has no defined face image, MDM will use the "stock_person" icon defined in the current GTK+ theme. If no such image is defined, the image specified by <filename>DefaultFace</filename> will be used. The image must be in a gdk-pixbuf supported format and the file must be readable to the MDM user.
es: Si un usuario no tiene una imagen de rostro definida, MDM usará el icono "stock_person" definido en el tema GTK+ actual. Si dicha imagen no está definida, entonces usará la imagen especificada en la opción de configuración <filename>DefaultFace</filename>. La imagen debe estar en un formato soportado por gdk-pixbuf y el archivo debe poderlo leer el usuario de MDM.

source: Comma separated list of users to be included in the face browser and in the <command>mdmsetup</command> selection list for Automatic/Timed login. See also <filename>Exclude</filename>, <filename>IncludeAll</filename>, and <filename>MinimalUID</filename>.
es: Lista separada por comas de usuarios que serán incluidos en el visor de rostros y en la lista de selección de <command>mdmsetup</command> para el inicio de sesión automático/temporizado. Vea además <filename>Exclude</filename>, <filename>IncludeAll</filename>, y <filename>MinimalUID</filename>.

source: Comma separated list of users to be excluded from the face browser and from the <command>mdmsetup</command> selection list for Automatic/Timed login. Excluded users will still be able to log in, but will have to type their username. See also <filename>Include</filename>, <filename>IncludeAll</filename>, and <filename>MinimalUID</filename>.
es: Lista separada por comas de usuarios que serán excluidos en el visor de rostros y en la lista de selección de <command>mdmsetup</command> para el inicio de sesión automático/temporizado. Vea además <filename>Exclude</filename>, <filename>IncludeAll</filename>, y <filename>MinimalUID</filename>.

source: By default, an empty include list means display no users. By setting IncludeAll to true, the password file will be scanned and all users will be displayed aside from users excluded via the Exclude setting and user ID's less than MinimalUID. Scanning the password file can be slow on systems with large numbers of users and this feature should not be used in such environments. See also <filename>Include</filename>, <filename>Exclude</filename>, and <filename>MinimalUID</filename>.
es: Por omisión, una lista de inclusión vacía significa no mostrar ningún usuario. Estableciendo IncludeAll al valor «true», se inspeccionará el archivo de contraseñas y todos los usuarios se mostrarán excepto los usuarios excluidos por medio del ajuste de exclusión y los IDs de usuario menores que MinimalUID. Examinar el archivo de contraseñas puede ser lento en sistemas con gran número de usuarios y esta característica no se usará en dichos entornos. Vea además <filename>Include</filename>, <filename>Exclude</filename>, y <filename>MinimalUID</filename>.

source: Systemwide directory for face files. The sysadmin can place icons for users here without touching their homedirs. Faces are named after their users' logins.
es: Directorio para todo el sistema para los archivos de rostros. El administrador del sistema puede colocar iconos para los usuarios aquí sin tocar los directorios personales. Los rostros se llaman como los nombres de sus usuarios.

source: I.e. <filename>&lt;GlobalFaceDir&gt;/johndoe</filename> would contain the face icon for the user ``johndoe''. No image format extension should be specified.
es: Ej <filename>&lt;GlobalFaceDir&gt;/juansinnombre</filename> debería contener el icono de rostro para el usuario «juansinnombre». No se debe especificar ninguna extensión indicando el formato de la imagen.

source: The face images must be stored in gdk-pixbuf supported formats and they must be readable for the MDM user.
es: Las imágenes de los rostros deben almacenarse en un formato soportado por gdk-pixbuf y deben tener permiso de lectura para el usuario MDM.

source: A user's own icon file will always take precedence over the sysadmin provided one.
es: Un archivo de icono de un usuario siempre toma precedencia sobre el proporcionado por el administrador del sistema.

source: The graphical theme that the Themed Greeter should use. it should refer to a directory in the theme directory set by <filename>GraphicalThemeDir</filename>.
es: Los temas gráficos que el Interfaz de entrada con temas debería usar. Debería referirse a un directorio en el directorio del tema designado por <filename>GraphicalThemeDir</filename>.

source: The graphical themes that the Themed Greeter should use is the Mode is set on Random Themes. This is a "/:" delimited list. It should refer to a directory in the theme directory set by <filename>GraphicalThemeDir</filename>. This is only used if <filename>GraphicalThemeRand</filename> is set to true.
es: Los temas gráficos que el Interfaz de entrada debería usar si el modo está puesto a Temas aleatorios. Esto es una lista delimitada por "/:" . Debería referirse a un directorio en el directorio del tema designado por <filename>GraphicalThemeDir</filename>. Esto se usa sólo si <filename>GraphicalThemeRand</filename> está establecido a «true».

source: Whether the graphical greeter will use Only One Theme or Random Theme mode. Only One Theme mode uses themes listed by <filename>GraphicalTheme</filename>, Random Themes mode uses themes listed by <filename>GraphicalThemes</filename>. A value of false sets greeter to use Only One Theme mode, a value of true sets the greeter to use Random Theme mode.
es: Indica si el interfaz gráfico usará «Sólo un tema» o «Tema aleatorio». Sólo el modo «Un tema» usa los temas listados en <filename>GraphicalTheme</filename>, el modo «Temas aleatorios» usa los temas listados por <filename>GraphicalThemes</filename>. Un valor de false establece el interfaz para que use el modo «Sólo un tema», un valor de true establece al interfaz para usar el modo «Tema aleatorio».

source: The directory where themes for the Themed Greeter are installed.
es: El directorio donde se instalan los temas para el Interfaz de Temas.

source: Use this color in the background of the Themed Greeter. This only affects the Themed Greeter.
es: Use este color en el fondo del Interfaz con Temas. Esto sólo afecta al interfaz con temas.
