Repository: linuxmint/mdm
Catalog: docs/*/*.po
Languages: es

source: If the item contains an SVG image, you can specify width and height to be "scale" to mean that the SVG image should be scaled to fit the requested area.
es: Si el elemento contiene una imagen SVG, puede especificar la anchura y la altura para escalarlos ("scale") lo que significa que la imagen se debería escalar para ajustarse al área solicitada.

source: You can also specify an "expand" property to either be "true" or false. If true then the child will be expanded in the box as much as possible (that is it will be given more space if available).
es: También puede especificar una propiedad "expand" para expandir la imagen y su valor puede ser "true" o "false". Si es "true" entonces el hijo se expandirá en la caja tanto como sea posible (esto es, se le dará más espacio si está disponible).

source: There are two extra properties you can specify (as of 2.4.4.3) for labels (and labels only). The first is "max-width" which will specify the maximum width of the label in pixels. And the second is "max-screen-percent-width" which specifies the maximum percentage of the screen width that the label can occupy. By default no label will occupy more then 90% of the screen by width. An example may be: <screen> &lt;item type="label"&gt; &lt;pos x="10%" max-screen-percent-width="50%"/&gt; </screen>
es: Existen dos propiedades adiciones que puede especificar (desde 2.4.4.3) para etiquetas (y sólo etiquetas). El primero es "max-width" que especifica el tamaño máximo en píxeles de la etiqueta. El segundo es "max-screen-percent-width" que especifica el porcentaje máximo de la pantalla que la etiqueta puede ocupar. De forma predetemrminada ninguna etiqueta ocupará más del 90% de la pantalla con su anchura. Un ejemplo sería: <screen> &lt;item type="label"&gt; &lt;pos x="10%" max-screen-percent-width="50%"/&gt; </screen>

source: Show Node
es: Mostrar nodo

source: Some items may only display in certain modes, like when doing a remote display. Multiple values can be specified and must be separated with commas. The following values are possible:
es: Puede que algunos elementos sólo se muestren en ciertos modos, como en pantallas remotas. Se pueden especificar valores múltiples y se deben separar por comas. Están permitidos los siguientes valores:

source: <filename>console</filename> - In console mode.
es: <filename>console</filename> - En modo consola.

source: <filename>console-fixed</filename> - In console non-flexi mode.
es: <filename>console-fixed</filename> - En modo consola no-flexible.

source: <filename>console-flexi</filename> - In console &amp; flexi mode.
es: <filename>console-flexi</filename> - En modo consola y modo flexible.

source: <filename>flexi</filename> - In flexi mode.
es: <filename>flexi</filename> - En modo flexible.

source: <filename>remote</filename> - In remote mode.
es: <filename>remote</filename> - En modo remoto.

source: <filename>remote-flexi</filename> - In remote &amp; flexi mode.
es: <filename>remote-flexi</filename> - En modo remoto y flexible.

source: For example: <screen> &lt;show modes="flexi,remote"/&gt; </screen>
es: Por ejemplo: <screen> &lt;show modes="console" type="system"/&gt; </screen>

source: You can also specify the "type" value to indicate that certain items should only be displayed if the type is true. Valid values include the following:
es: También puede especificar el valor "type" para indicar que ciertos elementos sólo se deben mostrar si el tipo es cierto. Los valores válidos incluyen:

source: <filename>chooser</filename>, if ChooserButton is set to "true" in the MDM configuration.
es: <filename>chooser</filename>, si ChooserButton está puesto a «true» en la configuración de MDM.

source: <filename>config</filename>, if ConfigAvailable is set to "true" in the MDM configuration.
es: <filename>configurar</filename>, si ConfigAvailable está puesto a «true» en la configuración de MDM.

source: <filename>custom_cmd[0-9]</filename>, if <filename>n-th</filename> CustomCommand is specified in the MDM configuration.
es: <filename>comando_personalizado[0-9]</filename>, si el <filename>enésimo</filename> comando personalizado está especificado en la configuración de MDM.

source: <filename>halt</filename>, if HaltDaemon is specified in the MDM configuration.
es: <filename>halt</filename>, si HaltDaemon está especificado en la configuración de MDM.

source: <filename>reboot</filename>, if RebootCommand is specified in the MDM configuration.
es: <filename>reiniciar</filename>, si RebootCommand está especificado en la configuración de MDM.

source: <filename>suspend</filename>, if SuspendCommand is specified in the MDM configuration.
es: <filename>suspend</filename>, si SuspendCommand está especificado en la configuración de MDM.

source: <filename>system</filename>, if SystemMenu is specified in the MDM configuration.
es: <filename>system</filename>, si SystemMenu está especificado en la configuración de MDM.

source: <filename>timed</filename>, if TimedLoginEnabled is set to "true" in the MDM configuration.
es: <filename>timed</filename>, si TimedLoginEnabled está puesto a "true" en la configuración de MDM.

source: For example: <screen> &lt;show modes="console" type="system"/&gt; </screen>
es: Por ejemplo: <screen> &lt;show modes="console" type="system"/&gt; </screen>

source: Alternatively, you can specify a "min-screen-width" or "min-screen-height" value to indicate that certain items should only be displayed if the screen resolution is the at least the given required size.
es: Alternativamente puede especificar un valor "min-screen-width" o "min-screen-height" para indicar que ciertos elementos sólo se deberían mostrar si la resolución de la pantalla es al menos la dada por el tamaño requerido.

source: For example: <screen> &lt;show min-screen-height="768"/&gt; </screen>
es: Por ejemplo: <screen> &lt;show min-screen-height="768"/&gt; </screen>

source: Note that if SystemMenu is off then the halt, restart, suspend, chooser and config choices will not be shown, so this is a global toggle for them all. See some of the standard themes for how the show modes are used.
es: Note que si SystemMeny está desactivado, entonces no se mostrarán las opciones de configuración parada, reinicio o suspensión del selector, así que esto es un conmutador global para todas ellas. Observe algunos de los temas estándar para ver cómo se usan los modos de mostrado.

source: Normal/Active/Prelight Nodes
es: Nodos normal/activo/prelight

source: Depending on the item type (except for userlist - refer to Color node below), it can specify its color, font, or image via the following tags:
es: Dependiendo del tipo de elemento (excepto para la lista de usuarios; consulte el color del nodo debajo), se puede especificar el color, tipografía o la imagen a través de las siguientes etiquetas:

source: <filename>normal</filename> - normal state.
es: <filename>normal</filename> - estado normal.

source: <filename>active</filename> - when the item has active focus.
es: <filename>activo</filename> - cuando el elemento tiene foco activo.

source: <filename>prelight</filename> - when the mouse is hovering over the item.
es: <filename>prelight</filename> - cuando el ratón está sobre el elemento.

source: When item is "rect" (alpha can be omitted and defaults to 0.0): <screen> &lt;normal color="#ffffff" alpha="0.0"&gt; </screen>
es: Cuando un elemento es "rect" (se puede omitir alpha y se toma 0.0): <screen> &lt;normal color="#ffffff" alpha="0.0"&gt; </screen>

source: When item is "label" <screen> &lt;normal color="#ffffff" font="Sans 14"/&gt; </screen>
es: Cuando el elemento es "label" <screen> &lt;normal color="#ffffff" font="Sans 14"/&gt; </screen>

source: When the item type is "pixmap" or "SVG", then the normal, active, and prelight tags specify the images to use as follows: <screen> &lt;normal file="picture.png" tint="#dddddd"/&gt; </screen>
es: Cuando el tipo del elemento es "pixmap" o "SVG", entonces las etiquetas normal, activo y prelight especifican las imágenes para usar como sigue: <screen> &lt;normal file="imagen.png" tint="#dddddd"/&gt; </screen>

source: Note that relative pathnames are assumed to be in the same directory as the theme <filename>.xml</filename> file in <filename>&lt;share&gt;/mdm/themes/&lt;theme_name&gt;</filename>.
es: Note que se asumen nombres de ruta relativos para estar en el mismo directorio que el archivo <filename>.xml</filename> del tema en <filename>&lt;share&gt;/mdm/themes/&lt;theme_name&gt;</filename>.

source: Note that alternative image file can be specified using the altfile[n] property. MDM will use the last valid image filename specified. For example: <screen> &lt;normal file="picture.png" altfile1="distribution-blah-image.png" altfile2="distribution-foo-image.png"/&gt; </screen> If <filename>distribution-foo-image.png</filename> is a valid image filename it will be used. Otherwise distribution-blah-image.png will be used if valid. This feature supported since 2.16.3.
es: Note que se puede especificar un archivo de imagen alternativo usando la propiedad altfile[n]. MDM usará el último archivo de imagen especificado que sea válido. Por ejemplo: <screen> &lt;normal file="imagen.png" altfile1="imagen_de_disrtribucion.png" altfile2="imagen_de_distribucion_2.png"/&gt; </screen> Si <filename>imagen_de_distribucion_2.png</filename> es un archivo de imagen válido, entonces se usará. De otra manera se usará imagen_de_distribucion.png, si es válido. Esta característica se soporta desde 2.16.3.

source: Face Browser Icon/Label Color Nodes
es: Icono del visor de rostros/Etiquetas de nodos de color

source: If the item type is of userlist, then the background color for the icon and label can be set separately via the the following tag:
es: Si el tipo de elemento es «userlist», entonces el color de fondo para el icono y la etiqueta se pueden establecer separadamente a través de la siguiente etiqueta:

source: Text Node
es: Nodo de texto

source: Text tags are used by labels. They can be used to display localized text as follows (if the "xml:lang" attribute is omitted, the C locale is assumed): <screen> &lt;text xml:lang="fr"&gt;Option&lt;/text&gt; </screen>
es: Las etiquetas usan las etiquetas de texto. Se pueden usar para mostrar texto localizado tal y como sigue (si se omite el atributo «xml:lang», se asume la configuración regional C). <screen> &lt;text xml:lang="es"&gt;Option&lt;/text&gt; </screen>

source: You can include pango markup in the text nodes for labels, however you must encode it. So for example to have the label of "foo&lt;sup&gt;bar&lt;/sup&gt;", you must type: <screen> &lt;text&gt;"foo&lt;sup&gt;bar&lt;/sup&gt;"&lt;/text&gt; </screen>
es: Puede incluir marcado pango para las etiquetas en los nodos de texto, no obstante debe codificarlo. Así, por ejemplo, para tener la etiqueta «foo&lt;sup&gt;bar&lt;/sup&gt;», debe escribir: <screen> &lt;text&gt;«foo&lt;sup&gt;bar&lt;/sup&gt;»&lt;/text&gt; </screen>

source: Text nodes can contain the following special character sequences which will be translated as follows:
es: Los nodos de texto pueden contener las siguientes secuencias de caracteres especiales que se traducirán como sigue:

source: %% - A literal % character
es: %% - Un carácter literal %

source: %c - Clock time. Only labels with the "clock" id will update automatically every second. Other labels will contain a static timestamp.
es: %c - Hora del reloj. Sólo las etiquetas con el id "clock" se actualizarán automáticamente cada segundo. Las demás etiquetas contendrán un sello temporal estático.

source: %d - Display name (DISPLAY environment variable)
es: %d - Nombre de la pantalla (variable de entorno DISPLAY)

source: %h - Hostname (gethostname output)
es: %h - Nombre del host (salida de gethostname)

source: %m - Machine name (uname.machine output)
es: %m - Nombre de la máquina (salida de uname.machine)

source: %n - Node name (uname.nodename output)
es: %n - Nombre del nodo (salida de uname.nodename)

source: %o - Domain name (getdomainname output)
es: %o - Nombre del dominio (salida de getdomainname)

source: %r - Release name (uname.release output)
es: %r - Nombre del lanzamiento (salida de uname.release)

source: %s - System name (uname.sysname output)
es: %s - Nombre del sistema (salida de uname.sysname)

source: %t - Current timed delay value from configuration file (0 if off) followed by the word "seconds" if value is greater than 1 or the word "second" if the value is 1. This character sequence is intended to be only used internally to display the "timed-label" message, which is automatically updated every second.
es: %t - Valor del retraso actual desde el archivo de configuración (0 si está desactivado) seguido de la palabra "seconds" si el valor es mayor de 1 o la palabra "second" si el valor es 1. Ésta secuencia de caracteres está pensada sólo para ser usada internamente para mostrar el mensaje "timed-label", que se actualiza automáticamente cada segundo.

source: %u - Timed username value from configuration file (empty if off) This character sequence is intended to be only used internally to display the "timed-label" message, which is automatically updated every second.
es: %u - Valor temporizado del nombre de usuario desde el archivo de configuración (vacío si está desactivado). Ésta secuencia de caracteres está pensada sólo para ser usada internamente para mostrar el mensaje "timed-label", que se actualiza automáticamente cada segundo.

source: \n - Carriage return
es: \n - Retorno de carro

source: _ - An underscore causes the following character to be underlined. If it precedes a % character sequence, the string that replaces the character sequence is underlined.
es: _ - Un guión bajo hace que el siguiente carácter sea subrayado. Si precede a una secuencia de carácter %, la cadena que reemplace la secuencia de caracteres se subraya.

source: Stock node
es: Nodo predeterminado

source: Certain common localized labels can be specified via the stock tags. The "text" tag is ignored if the "stock" tag is used. You should really use the stock labels rather then just putting all the translations into the themes. This gives faster load times and likely better translations. The following values are valid:
es: Ciertas etiquetas comunes localizadas pueden especificarse por medio de las etiquetas de fábrica. La etiqueta "text" se ignora si se usa la etiqueta "stock". Debería usar las etiquetas de fábrica en vez de poner todas las traducciones en los temas. Esto da tiempos de carga más rápidos y mejores traducciones. Los valores siguientes son válidos:

source: <filename>cancel</filename>, _("_Cancel"
es: <filename>cancel</filename>, _("_Cancelar"

source: <filename>caps-lock-warning</filename>, _("Caps Lock is on."
es: <filename>caps-lock-warning</filename>, _("La tecla BloqMayús está activada."

source: <filename>chooser</filename>, _("Remote Login via _XDMCP"
es: <filename>chooser</filename>, _("Entrada remota via _XDMCP"

source: <filename>config</filename>, _("_Configure"
es: <filename>config</filename>, _("_Configurar"

source: <filename>custom_cmd[0-9]</filename>, getting label from config file
es: <filename>custom_cmd[0-9]</filename>, obtener etiqueta del archivo de configuración

source: <filename>disconnect</filename>, _("D_isconnect"
es: <filename>disconnect</filename>, _("D_esconectar"

source: <filename>halt</filename>, _("Shut _Down"
es: <filename>halt</filename>, _("_Apagar")

source: <filename>language</filename>, _("_Language"
es: <filename>language</filename>, _("_Idioma"

source: <filename>ok</filename>, _("_OK"
es: <filename>ok</filename>, _("_Aceptar"

source: <filename>options</filename>, _("_Options"
es: <filename>options</filename>, _("_Opciones"

source: <filename>quit</filename>, _("_Quit"
es: <filename>quit</filename>, _("_Salir"

source: <filename>reboot</filename>, _("_Restart"
es: <filename>reboot</filename>, _("_Reiniciar"

source: <filename>session</filename>, _("_Session"
es: <filename>session</filename>, _("_Sesión"

source: <filename>startagain</filename>, _("_Start Again"
es: <filename>startagain</filename>, _("_Empezar de nuevo"

source: <filename>suspend</filename>, _("Sus_pend"
es: <filename>suspend</filename>, _("Sus_pender"

source: <filename>system</filename>, _("_Actions" (Formerly "S_ystem"
es: <filename>system</filename>, _("_Acciones" (Anteriormente "S_istema"

source: <filename>timed-label</filename>, _("User %u will login in %t"
es: <filename>timed-label</filename>, _("El usuario %u entrará en %t"

source: <filename>username-label</filename>, _("Username:"
es: <filename>username-label</filename>, _("Usuario:"

source: <filename>welcome-label</filename>, _("Welcome to %n"
es: <filename>welcome-label</filename>, _("Bienvenido a %n"

source: For example: <screen> &lt;stock type="welcome-label"&gt; </screen>
es: Por ejemplo: <screen> &lt;stock type="welcome-label"&gt; </screen>

source: Custom Widgetry
es: Widgets personalizados

source: Currently there is one item which is customizable and this is the list item. If you need to ask the user extra things, such as to pick from a list of places to log into, or set of custom login sessions you can setup the list item and add listitem children that describe the choices. Each listitem must have an id and a text child. The choice will be recorded in the file <filename>&lt;ServAuthDir&gt;/&lt;display&gt;.GreeterInfo</filename> as <filename>&lt;list id&gt;=&lt;listitem id&gt;</filename>.
es: Actualmente hay un elemento que es personalizable y este es el elemento de la lista. Si necesita preguntar al usuario cosas adicionales, como para escoger de una lista o lugares desde donde entrar, o establecer un conjunto de sesiones de entrada personalizadas puede configurar el elemento de la lista y añadir hijos del elemento de la lista que describan las selecciones. Cada elemento de la lista debe tener un id y un texto hijo. La elección será grabada en el archivo <filename>&lt;ServAuthDir&gt;/&lt;display&gt;.GreeterInfo</filename> como <filename>&lt;list id&gt;=&lt;listitem id&gt;</filename>.

source: For example suppose we are on display :0, <filename>ServAuthDir</filename> is <filename>&lt;var&gt;/lib/mdm</filename> and we have the following in the theme:
es: Por ejemplo suponga que estamos en la pantalla 0, <filename>ServAuthDir</filename> es <filename>&lt;var&gt;/lib/mdm</filename> y tenemos lo siguiente en el tema:

source: Using MDM 2.20, the file is created in INI format. The group value is "GreeterInfo", and the "custom-config" key will specify the id of the chosen listitem. For example, if the user chooses "Foo" (which has an id value of "foo", then <filename>&lt;var&gt;/lib/mdm/:0.GreeterInfo</filename> will contain: <screen> [GreeterInfo] custom-config=foo </screen>
es: El archivo se crea en formato INI al usar MDM 2.20. El valor del grupo es "GReeterInfo" y la clave "custom-config" especificará el id del «listitem» elegido. Por ejemplo, si el usuario elije «Foo» (que tiene un valor id "foo") entonces <filename>&lt;var&gt;/lib/mdm/:0.GreeterInfo</filename> contendrá: <screen> [GreeterInfo] custom-config=foo </screen>

source: Using MDM 2.18 and earlier, the file is not saved in INI format, so the "GreeterInfo" group will not be in the file. In other words, the file will contain only the following: <screen> custom-config=foo </screen>
es: El archivo no se guarda en formato INI si se usa MDM 2.18 y anteriores, así que el grupo "GreeterInfo" no estará en el archivo. En otras palabras, el archivo sólo contendrá lo siguiente: <screen> custom-config=foo </screen>

source: Accessibility
es: Accesibilidad

source: MDM supports "Accessible Login", allowing users to log into their desktop session even if they cannot easily use the screen, mouse, or keyboard in the usual way. Accessible Technology (AT) programs such as <command>GOK</command> (on-screen keyboard) and <command>orca</command> (magnifier and text-to-speech) are supported. The "GTK+ Greeter" best supports accessibility, so it is recommended for accessibility support. The "Themed Greeter" supports some accessibility features and may be usable by some users. But some AT programs, such as <command>GOK</command>, do not yet work with the "Themed Greeter".
es: MDM soporta «Inicio de sesión accesible» permitiendo que los usuarios inicien sesión en su escritorio incluso si no pueden usar fácilmente la pantalla, el ratón o el teclado de la forma usual. Los programas de tecnología de asistencia (TA) tales como <command>GOK</command> (teclado en pantalla) y <command>orca</command> (maginificador y texto a voz) están soportados. La «Interfaz de entrada GTK+» soporta mejor la accesibilidad, de tal forma que se recomienda. La «Interfaz de entrada con temas» soporta algunas características de accesibilidad y algunos usuarios pueden usarla. Pero algunos programas de TA, como <command>GOK</command>, aún no funcionan bien con la «Interfaz de entrada con temas».

source: Accessibility is enabled by specifying the "GTK+ Greeter" in the "Local" tab for the console display and specifying the "GTK+ Greeter" in the "Remote" tab for remote displays. Or you can modify the <filename>Greeter</filename> and <filename>RemoteGreeter</filename> configuration options by hand to be <command>/usr/lib/mdmlogin</command>.
es: Se activa la accesibilidad especificando la «Interfaz de entrada GTK+» en la solapa «Local» para pantallas locales y especificando la «Interfaz de entrada GTK+» en la solapa «Remota» para pantallas remotas. También puede modificar las opciones de configuración <filename>Greeter</filename> y <filename>RemoteGreeter</filename> del archivo de configuración <command>/usr/lib/mdmlogin</command>.

source: The MDM greeter programs support the ability to launch AT's at login time via configurable "gestures". These gestures can be defined to be standard keyboard hotkeys, switch device event, or mouse motion events. When using the "GTK+ Greeter", the user may also change the visual appearance of the login UI. For example, to use a higher-contrast color scheme for better visibility.
es: La interfaz estándar soporta la capacidad de lanzar tecnologías de asistencia en el momento de la entrada a través de «gestos» configurables. Estos gestos se pueden definir para que sean teclas rápidas de un teclado estándar, un dispositivo conmutador o eventos de movimiento del ratón. Al usar «GTK+ Greeter», el usuario también puede cambiar la apariencia visual de la IU de entrada, por ejemplo para usar un esquema de color de alto contraste para una mejor visibilidad.

source: Note that <command>mdmsetup</command> does not yet work with accessibility, so that users who require AT programs should only configure MDM by editing the ASCII files directly.
es: Note que <command>mdmsetup</command> aún no trabaja con accesibilidad, de tal forma que los usuarios que requieran programas de tecnologías de asistencia sólo deberían configurar MDM editando los archivos ASCII directamente.

source: Accessibility Configuration
es: Configuración de accesibilidad
