Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Refresh rate:
da: Opdateringshatighed:
de: Bildwiederholfrequenz:
fa: آهنگ نوسازی:
fi: Päivitysväli:
hu: Frissítés gyakorisága:
kn: ಪುನಶ್ಚೇತನ ದರ:
nl: Verversingsfrequentie:
ru: Частота обновления:
sl: Pogostost osveževanja
te: పునర్వికాసం నిర్ణయింపబడినవంతు:
tr: Tazeleme hızı:
vi: Tỷ lệ cập nhật

source: Remote
da: Fjern
de: Entfernt
fa: دوردست
fi: Etäyhteydet
hu: Távoli
kn: ದೂರಸ್ಥ
nl: Op afstand
ru: Удалённый вход
sl: Oddaljeno
te: సుదూర
tr: Uzak
vi: Từ xa

source: Remote connections through XDMCP will be allowed to log into the "TimedLogin" user by letting the login window time out, just like the local user on the first console.
da: Fjernforbindelser gennem XDMCP vil også have lov til at foretage "Tidsindstillet logind" på lige fod med den lokale bruger på den første terminal. Dette opnås ved at lade logind-vinduet udløbe.
de: Entfernte Verbindungen über XDMCP werden als »zeitgesteuerte Anmeldungen« zugelassen, indem der Benutzer wie lokale Benutzer auf der ersten Konsole die Zeit ablaufen lassen können.
fi: XDMCP-etäyhteyksillä sallitaan ajastettu kirjautuminen antamalla kirjautumisikkunan olla jouten, aivan kuten paikallisilla käyttäjillä.
hu: Az XDMCP-n keresztül érkező távoli kapcsolatok számára engedélyezi a bejelentkezést az időzített bejelentkezéshez megadott felhasználóként, engedélyezve az időkorlát túllépését a bejelentkezési ablak számára, hasonlóan az első konzol helyi felhasználójához.
kn: ಪ್ರವೇಶ ಕಿಟಕಿಯನ್ನು ಸಮಯ ಕಳೆದು ಹೋಗಲು ಬಿಡುವ ಮೂಲಕ, ಪ್ರಥಮ ಕನ್ಸೋಲಿನಲ್ಲಿನ ಸ್ಥಳೀಯ ಬಳಕೆದಾರರ ಹಾಗೆ XDMCP ಮೂಲಕದ ದೂರಸ್ಥ ಸಂಪರ್ಕಕಗಳಿಗೆ "ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶ" ಬಳಕೆದಾರನಿಗೆ ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಸಲಾಗುವುದು.
nl: Externe verbindingen via XDMCP zullen worden toegestaan om zich aan te melden bij de tijdgeschakelde gebruiker door de wachttijd van het aanmeldvenster te laten verstrijken. Net zoals bij de lokale gebruiker op het eerste console.
ru: Для удалённых соединений по XDMCP будет реализован автоматический вход указанного для входа с задержкой пользователя по истечении заданного интервала времени, так же как для локального пользователя на первой консоли.
sl: Oddaljene povezave preko XDMCP bodo dovoljene v "ČasovnoOmejeniRačun" uporebnika tako, da so prijavno okno časovno preteklo, kot pri krajevnem uporabniku na prvi konzoli.
tr: XDMCP üzerinden uzaktan bağlantıların, giriş penceresi zamanaşımına uğratılarak, sanki birinci uçbirimdeki yerel kullanıcı gibi,"TimedLogin" hesabına girmeleri sağlanır.
vi: Sự kết nối từ xa qua XDMCP sẽ được phép đăng nhập vào người dùng « Đăng nhập Định thời » bằng cách cho phép cửa sổ đăng nhập quá thời, đúng như người dùng cục bộ trên bàn giao tiếp thứ nhất.

source: Remote login disabled Same as Local
da: Fjern-logind deaktiveret Samme som lokal
de: Entfernte Anmeldung deaktiviert Wie lokale Anmeldung
fi: Etäkirjautuminen estetty Sama kuin paikallisesti
hu: Távoli bejelentkezés kikapcsolva Helyivel egyező
kn: ದೂರಸ್ಥ ಪ್ರವೇಶ ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ ಸ್ಥಳೀಯದಂತೆ ಮಾಡಲಾಗಿದೆ
nl: Aanmelding op afstand uit Zelfde als lokaal
ru: Удалённый вход запрещен Так же как локальный
sl: Oddaljena prijava onemogočena Enako kot krajevno
te: సుదూర ప్రవేశద్వారం నిరుపయోగము స్థానిక వలె భేదములేని
tr: Uzaktan giriş devre dışı Yerel ile aynı
vi: Đăng nhập từ xa bị tắt Bằng Cục bộ

source: Resolution:
da: Opløsning:
de: Auflösung:
fa: تفکیک‌پذیری:
fi: Tarkkuus:
hu: Felbontás:
kn: ರೆಸಲ್ಯೂಶನ್:
nl: Resolutie:
ru: Разрешение:
sl: Ločljivost:
te: నిశ్చయము:
tr: Çözünürlük:
vi: Độ phân giải:

source: Sc_ale to fit screen
da: Sk_alér til skærm
de: Auf Bildschirmgröße s_kalieren
fi: Sovit_a ruudun kokoiseksi
hu: Képernyő_mérethez igazítás
kn: ತೆರೆಯ ಗಾತ್ರಕ್ಕೆ ಸರಿಹೊಂದುವಂತೆ ಅಳತೆಯನ್ನು ಬದಲಾಯಿಸು
nl: S_chermvullend maken
ru: _Масштабировать на весь экран
sl: Prilagodi velikost z_aslonu
te: తెరకు తగిన కొలబద్ద
tr: E_krana sığması için ölçekle
vi: Co dãn để vừ_a màn hình

source: Scale background image to fit the screen.
da: Skalér baggrundsbilledet så det passer til skærmen.
de: Hintergrundbild auf Bildschirmgröße skalieren
fi: Sovita taustakuva ruudun kokoiseksi.
hu: Háttérkép képernyőmérethez igazítása.
kn: ತೆರೆಗೆ ಸರಿ ಹೊಂದುವಂತೆ ಹಿಂಭಾಗದ ಚಿತ್ರದ ಅಳತೆಯನ್ನು ಮಾರ್ಪಡಿಸು
nl: Achtergrondafbeelding schalen zodat deze in het scherm past.
ru: Масштабировать фоновое изображение на весь экран.
sl: _Prilagodi velikost slike zaslonu
te: తెరకు తగిన పూర్వరంగం ప్రతిరూపం కొలబద్ద.
tr: Artalan imgesini ekrana sığması için ölçeklendir.
vi: Co dãn ảnh nền để vừa khít màn hình.

source: Security
da: Sikkerhed
de: Sicherheit
fa: امنیت
fi: Turvallisuus
hu: Biztonság
kn: ಸುರಕ್ಷತೆ
nl: Beveiliging
ru: Безопасность
sl: Varnost
te: రక్షణ
tr: Güvenlik
vi: Bảo mật

source: Select Background Image
da: Vælg baggrundsbillede
de: Hintergrundbild auswählen
fa: تصویر پس‌زمینه را انتخاب کنید
fi: Valitse taustakuva
hu: Válasszon háttérszínt
kn: ಹಿಂಭಾಗದ ಚಿತ್ರವನ್ನು ಆರಿಸಿ
nl: Kies een achtergrondafbeelding
ru: Выбрать фоновое изображение
sl: Izberi sliko ozadja
te: పూర్వరంగం ప్రతిరూపం ఎంచుకొను
tr: Artalan İmgesini Seçin
vi: Chọn ảnh nền

source: Select Logo Image
da: Vælg logo
de: Logo auswählen
fa: تصویرِ نشان را کنید
fi: Valitse logo
hu: Válasszon logót
kn: ಲಾಂಛನ ಚಿತ್ರವನ್ನು ಆರಿಸಿ
nl: Kies een logo-afbeelding
ru: Выбрать логотип
sl: Izberi logotip
te: చిహ్నము ప్రతిరూపం ఎంచుకొను
tr: Logo İmgesini Seçin
vi: Chọn ảnh biểu hình

source: Select Sound File
da: Vælg lydfil
de: Klangdatei auswählen
fa: پروندهٔ صوتی را انتخاب کنید
fi: Valitse äänitiedosto
hu: Válasszon hangfájlt
kn: ಧ್ವನಿ ಕಡತವನ್ನು ಆರಿಸು
nl: Kies een geluidsbestand
ru: Выбрать звуковой файл
sl: Izberi zvočno datoteko
te: ధ్వని దస్త్రం ఎంచుకొను
tr: Ses Dosyasını Seçin
vi: Chọn tập tin âm thanh

source: Selected only Random from selected
da: Kun valgte Tilfældig fra valgte
de: Nur ausgewähltes Zufällig aus ausgewählten
fi: Vain valittu Satunnainen valituista
hu: Csak a kijelölt A kijelöltek közül véletlenszerűen
kn: ಕೇವಲ ಆರಿಸಲ್ಪಟ್ಟಿದ್ದು ಆರಿಸಲ್ಪಟ್ಟಿದ್ದರಿಂದ ಯಾದೃಚ್ಛಿಕವಾಗಿ
nl: Alleen selectie Willekeurig uit selectie
ru: Только выделенная Произвольная из выделенных
sl: Le izbrane Naključno med izbranimi
te: ఎంచుకొనబడినది మాత్రమే క్రమములేని దాని నుండి ఎంచుకొనబడినది
tr: Yalnızca seçilen Seçilenler içinden rasgele
vi: Chỉ đã chọn Ngẫu nhiên từ đã chọn

source: Sends debug output to the syslog. This can be useful for tracking down problems with MDM. This output tends to be verbose so should not be turned on for general use.
da: Sender fejlfindingsinformation til systemloggen (syslog). Dette kan være brugbart til at finde årsagen til problemer med MDM. Det drejer sig ofte om en temmelig stor mængde information, og denne mulighed bør derfor ikke slås til ved almindelig brug.
de: Sendet Debug-Meldungen an das Systemprotokoll. Dies kann nützlich sein, um Probleme mit MDM nachzuverfolgen. Diese Ausgaben sind oft sehr umfangreich, sodass sie im normalen Betrieb nicht eingeschaltet werden sollten.
fi: Kirjoittaa vianetsintätietoja järjestelmälokiin. Tätä voidaan käyttää jäljitettäessä MDM:n ongelmia. Lokia syntyy melko paljon, joten sitä ei tulisi tavallisesti pitää käytössä.
hu: Hibakereső kimenetet küld a rendszernaplóba. Ez a MDM-mel kapcsolatos hibák felderítéséhez lehet hasznos. Ez a kimenet részletes próbál lenni, így általában nem ajánlott engedélyezni.
kn: ದೋಷ ನಿವಾರಿಸಲಾದ ಪ್ರದಾನವನ್ನು (output) syslog ಗೆ ಕಳುಹಿಸುತ್ತದೆ. ಇದು MDM ನೊಂದಿಗಿನ ತೊಂದರೆಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಸಹಕಾರಿಯಾಗುತ್ತದೆ. ಈ ಪ್ರದಾನವು ವರ್ಬೋಸ್ ಆಗಿರುವುದರಿಂದ ಸಾಮಾನ್ಯ ಬಳಕೆಯಲ್ಲಿ ಇದನ್ನು ಆನ್ ಮಾಡಬಾರದು.
nl: Stuurt debuguitvoer naar syslog. Dit kan bruikbaar zijn voor het opsporen van problemen met MDM. Deze uitvoer is vrij uitgebreid en moet daarom niet voor algemeen gebruik worden ingeschakeld.
ru: Выводить отладочную информацию на syslog. Этот параметр может быть полезным для отладки проблем MDM. Вывод будет достаточно объемным, поэтому не стоит включать этот параметр без особой необходимости.
sl: Pošlje izpis razhroščevanja v syslog. Možnost je uporabna za sledenje težav z MDM. Izpis je zelo podroben zato ni primeren za splošno uporabo.
tr: syslog'a hata ayıklama çıktısı gönderir. Bu özellik, MDM ile ilgili sorunları bulmak için kullanılabilir. Bu çıktı olabildiğince ayrıntılı olmaya yöneliktir, genel kullanım için etkinleştirilmemelidir.
vi: Gửi kết xuất gỡ lỗi cho bản ghi hệ thống. Có thể hữu ích để theo dõi vấn đề trong MDM. Kết xuất này thường là dài thì không nên được bật trong trường hợp dùng máy tính hàng ngày.

source: Server Settings
da: Server-indstillinger
de: Server-Einstellungen
fa: تنظیمات کارگزار
fi: Palvelimen asetukset
hu: Kiszolgáló beállításai
kn: ಪರಿಚಾರಕ ಸಂಯೋಜನೆಗಳು
nl: Serverinstellingen
ru: Параметры сервера
sl: Nastavitve strežnika
te: సేవిక అమరికలు
tr: Sunucu Ayarları
vi: Thiết lập máy phục vụ

source: Server _name:
da: Server_navn:
fa: _نام کارگزار:
fi: Palvelimen _nimi:
hu: Kiszolgáló _neve:
kn: ಪರಿಚಾರಕದ ಹೆಸರು (_n):
nl: Server_naam:
ru: _Имя сервера:
sl: Ime strež_nika:
te: _సేవిక నామము:
tr: Sunucu _adı:
vi: Tê_n máy phục vụ :

source: Servers To Start
da: Servere som skal startes
de: Zu startende Server
fa: کارگزارهایی که آغاز شوند
fi: Käynnistettävät palvelimet
hu: Indítandó kiszolgálók
kn: ಆರಂಭಿಸಲು ಪರಿಚಾರಕಗಳು
nl: Servers te starten
ru: Запускаемые серверы
sl: Strežniki za zagon
te: మొదలుపెట్టుటకు సేవికలు
tr: Başlatılacak Sunucular
vi: Máy phục vụ cần khởi chạy

source: Set positio_n of the window:
da: Sæt vinduets positio_n:
de: Positio_n des Fensters festlegen:
fi: A_seta ikkunan sijainti:
hu: Az _ablak pozíciójának beállítása:
kn: ಕಿಟಕಿಯ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ(_n):
nl: Vensterpositie i_nstellen:
ru: Установить по_зицию окна:
sl: Določilo mesta _novega okna:
te: _గవాక్షం యొక్క స్థానమును అమర్చు:
tr: Pencerenin konumu_nu belirle:
vi: Đặt _vị trí cửa sổ :

source: Sh_ow title bar
da: V_is titellinje
de: Titelleiste an_zeigen
fi: Näytä otsikko_palkki
hu: _Címsor megjelenítése
kn: ಶೀರ್ಷಿಕಾ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸು(_o)
nl: Titelbalk t_onen
ru: От_ображать заголовок
sl: Prikaži nazivno vrstico
te: _శీర్షిక పట్టా చూపుము
tr: Başlık _çubuğunu göster
vi: Hiện th_anh tựa

source: Shake the display when an incorrect username/password is entered.
da: Ryst skærmen når der indtastes forkert brugernavn/adgangskode.
de: Die Anzeige durchrütteln, wenn ein Anmeldeversuch gescheitert ist.
fi: Ravistaa näyttöä, kun syötetään väärä käyttäjätunnus tai salasana.
hu: A képernyő megrázása helytelen felhasználónév/jelszó megadásakor.
kn: ಬಳಕೆದಾರ ಹೆಸರು/ಗುಪ್ತಪದವನ್ನು ತಪ್ಪಾಗಿ ನಮೂದಿಸಿದರೆ ಪ್ರದರ್ಶಕವು ನಡುಗುತ್ತದೆ.
nl: Schud de weergave als er een onjuiste gebruikersnaam of onjuist wachtwoord is ingevoerd.
ru: Встряхивать дисплей, если введено неверное имя пользователя или пароль
sl: Zatresi zaslon kadar so vneseni napačni podatki uporabniškega imena in gesla.
te: ఒక సరికాని వినియోగదారునామము/రహస్యపదము చేర్చినపుడు ప్రదర్శనను కదుపు .
tr: Hatalı kullanıcı adı/parola girildiğinde görüntüyü titret.
vi: Rung đồ hiển thị khi gõ sai người dùng/mật khẩu.

source: Sho_w Actions menu
da: Vis _handlingsmenu
de: _Aktionsmenü anzeigen
fa: نشان دادن منوی _کنش‌ها
fi: _Näytä toimintovalikko
hu: _Műveletek menü megjelenítése
kn: ಕಾರ್ಯಗಳ ಪರಿವಿಡಿಯನ್ನು ತೋರಿಸಿ(_w)
nl: _Acties-menu tonen
ru: Показывать меню _действий
sl: Prikaži meni _dejanj
te: _క్రియల జాబితా చూపుము
tr: _Eylemler menüsünü göster
vi: Hiện trình đơn _hành động

source: Show visual feedback in the password entry. Turning this option on can be a security hazard as the length of your password can be guessed.
kn: ಗುಪ್ತಪದದ ನಮೂದಿನಲ್ಲಿ ಸಚಿತ್ರ ಪ್ರತ್ಯಾದಾನವನ್ನು (feedback) ತೋರಿಸು. ಇದನ್ನು ಆನ್ ಮಾಡುವುದರಿಂದ ಸುರಕ್ಷತೆಗೆ ತೊಂದರೆ ಆಗುವ ಸಾಧ್ಯತೆ ಇದೆ, ಏಕೆಂದರೆ ಹೀಗೆ ಮಾಡಿದಲ್ಲಿ ನಿಮ್ಮ ಗುಪ್ತಪದದ ಗಾತ್ರವನ್ನು ಊಹಿಸಬಹುದಾಗಿರುತ್ತದೆ.

source: Specifies if Custom Command will appear outside the login manager, for example on the desktop through the Log Out/Shut Down widgets.
da: Specificér om tilpassede kommandoer skal være tilgængelige udenfor logind-programmet. Dette kunne f.eks. være i skrivebordets log ud/sluk vindue.
de: Legt fest, ob Spezialbefehle außerhalb des Anmeldemanagers erscheinen, beispielsweise auf dem Desktop durch Elemente für das Abmelden oder Herunterfahren.
fi: Määrittää, näytetäänkö oma komento kirjautumisikkunan ulkopuolella, kuten esimerkiksi työpöydän uloskirjautumis- tai sammutusikkunoissa.
hu: Megadja, hogy az egyéni parancs megjelenik-e a bejelentkezéskezelőn kívül, például az asztalon a Kijelentkezés/Leállítás felületi elemekben.
kn: ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞೆ(Custom Command) ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕದ ಹೊರಗಡೆ ಕಾಣಿಸಿಕೊಂಡರೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ, ಉದಾಹರಣೆಗೆ ಗಣಕತೆರೆಯ ಮೇಲೆ ಹೊರಗೆ ತೆರಳು/ಮುಚ್ಚು ಸಂಪರ್ಕತಟಗಳ(widget) ಮೂಲಕ.
nl: Geeft aan of 'Aangepaste opdracht' verschijnt buiten de aanmeldbeheerder. Bijvoorbeeld op het werkblad via de opties 'Afmelden/Uitschakelen'.
ru: Указывает, должна ли пользовательская команда появляться за пределами менеджера входа в систему, например, на рабочем столе в виджетах выключения или завершения сеанса.
sl: Določa ali se ukaz po meri pojavi izven upravljalnika prijave. Primer je prikaz na namizju preko Odjava/Zaustavi gradnikov.
tr: Özel Komut'un giriş yöneticisi dışında görünüp görünmeyeceğini belirler; örneğin masaüstünde, Çık/Oturumu kapat araçlarıyla.
vi: Ghi rõ nếu Lệnh Riêng sẽ xuất hiện bên ngoài bộ quản lý đăng nhập hay không; chẳng hạn, trên màn hình nền thông qua những ô điều khiển Đăng xuất/Tắt máy.

source: Specifies if mdm will be stopped/restarted once Custom Command has been executed.
da: Angiver hvorvidt mdm skal stoppes/genstartes efter den tilpassede kommando er blevet kørt.
de: Legt fest, ob mdm gestoppt/neu gestartet wird, sobald der Spezialbefehl ausgeführt wurde.
fi: Määrittää, sammutetaanko tai uudelleenkäynnistetäänkö mdm, kun oma komento on suoritettu.
hu: Megadja, hogy a MDM-et le kell-e állítani/újra kell-e indítani az egyéni parancs végrehajtása után.
kn: ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿದಾಗ mdm ನಿಂತು ಹೋದರೆ/ಪುನರ್ ಪ್ರಾರಂಭಿಸಲ್ಪಟ್ಟರೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
nl: Geeft aan of MDM zal worden gestopt of opnieuw gestart als de aangepaste opdracht is uitgevoerd.
ru: Указывает, будет ли mdm остановлен или перезапущен после выполнения пользовательской команды.
sl: Določa ali bo mdm zaustavljen/ponovno zagnan, po tem ko se izvede ukaz po meri.
tr: Özel Komut çalıştırıldığında mdm'nin durdurulup durdurulmayacağını ya da yeniden başlatılıp başlatılmayacağını belirler.
vi: Ghi rõ nếu MDM sẽ được kết thúc/khởi chạy lại hay không, một khi Lệnh Riêng đã được thực hiện.

source: Specifies the label that will be displayed on the Custom Command buttons and menu items.
da: Specificerer den mærkat der vises på knapper og menuelementer for den tilpassede kommando.
de: Legt die Beschriftung fest, die auf der Schaltfläche und dem Menüeintrag des Spezialbefehls angezeigt wird.
fi: Määrittää otsikon, joka näytetään oman komennon painikkeissa ja valikon kohdissa.
hu: Megadja az egyéni parancs gombjain és menüelemeiben megjelenő feliratot.
kn: ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞೆ ಗುಂಡಿಗಳಲ್ಲಿ ಹಾಗು ಪರಿವಿಡಿ ಅಂಶಗಳಲ್ಲಿ ತೋರಿಸಲ್ಪಡುವ ಗುರುತು ಪಟ್ಟಿಯನ್ನು(ಲೇಬಲ್) ಸೂಚಿಸುತ್ತದೆ.
nl: Specificeert het label dat zal worden getoond als op de knoppen voor aangepaste opdrachten en menuopties.
ru: Указывает надпись, которая будет отображаться на кнопках и элементах меню пользовательской команды.
sl: Določa naziv, ki bo prikazan na gumbu ukaza po meri in predmetih menija
tr: Özel Komut düğmelerinde ve menü öğelerinde görünecek etiketi belirler.
vi: Ghi rõ nhãn sẽ hiển thị trên những cái nút và mục trình đơn của Lệnh Riêng.

source: Specifies the label that will be displayed on the Custom Command list items and radio buttons.
da: Specificerer den mærkat der vises på listeelementer og radioknapper for tilpassede kommandoer.
de: Legt die Beschriftung fest, die bei Listeneinträgen und Auswahlknöpfen des Spezialbefehls angezeigt werden.
fi: Määrittää otsikon, joka näytetään oman komennon listan kohdissa ja valintapainikkeissa.
hu: Megadja az egyéni parancsok listájának elemein és választógombjain megjelenő feliratot.
kn: ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞೆ ಪಟ್ಟಿಯ ಅಂಶಗಳಲ್ಲಿ ಹಾಗು ರೆಡಿಯೋ ಗುಂಡಿಗಳಲ್ಲಿ ತೋರಿಸಲ್ಪಡುವ ಗುರುತು ಪಟ್ಟಿಯನ್ನು(ಲೇಬಲ್) ಸೂಚಿಸುತ್ತದೆ.
nl: Specificeert het label dat zal worden getoond op lijstitems en keuzerondjes voor de aangepaste opdracht.
ru: Указывает надпись, которая будет отображаться на элементах и радиокнопках пользовательской команды.
sl: Določa naziv, ki bo prikazan na predmetih ukaza po meri in izbirnih gumbih.
te: లేబుల్ పేర్కొనబడిన మలచిన ఆదేశం జాబితా వస్తువుల పై అది ప్రదర్శింపబడుతుంది మరియు రేడియో బొత్తముల పై.
tr: Özel Komut liste öğelerinde ve radyo düğmelerinde görünecek etiketi belirler.
vi: Ghi rõ nhãn sẽ hiển thị trên những cái nút chọn một và mục danh sách của Lệnh Riêng.

source: Specifies the message that will be displayed on Custom Command tooltip entries.
da: Specificerer den besked der vises som værktøjstip for den tilpassede kommando.
de: Legt den Hinweis fest, der als Minihilfe zum Spezialbefehl angezeigt wird.
fi: Määrittää viestin, joka näytetään oman komennon vihjeteksteissä.
hu: Megadja az egyéni parancs gyorstipp bejegyzésein megjelenő üzenetet.
kn: ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞೆ ಉಪಕರಣಸಲಹೆ(tooltip) ನಮೂದುಗಳಲ್ಲಿ ಹಾಗು ಪರಿವಿಡಿ ಅಂಶಗಳಲ್ಲಿ ತೋರಿಸಲ್ಪಡುವ ಗುರುತು ಪಟ್ಟಿಯನ್ನು(ಲೇಬಲ್) ಸೂಚಿಸುತ್ತದೆ.
nl: Specificeert het bericht dat zal worden getoond in de tekstballon van de aangepaste opdracht.
ru: Указывает сообщение, которое будет отображаться на всплывающей подсказке пользовательской команды.
sl: Določa sporočilo, ki bo prikazano na namigih ukaza po meri.
te: సందేశం పేర్కొనబడిన మలచిన ఆదేశం పనిముట్లచిట్కా పై అది ప్రదర్శింపబడుతుంది ప్రవేశములు.
tr: Özel Komut araç bilgisi girdilerinde görünecek iletiyi belirler.
vi: Ghi rõ thông điệp sẽ hiển thị trên những mẹo công cụ của Lệnh Riêng.

source: Specifies the message that will be displayed on the warning dialog box when one of the Custom Command widgets is activated.
da: Specificerer den besked der bliver vist i advarselsvinduet når en af kontrollerne for de tilpassede kommandoer bliver brugt.
de: Legt den Hinweis fest, der in Warnhinweisen angezeigt wird, wenn eines der Elemente des Spezialbefehls aktiviert wird.
fi: Määrittää varoitusikkunoissa näytettävän viestin, kun oma komento käynnistetään.
hu: Megadja az egyéni parancs felületi elemei egyikének aktiválásakor a figyelmeztető párbeszédablakban megjelenő üzentet.
kn: ಒಂದು ಗ್ರಾಹಕೀಕೃತ ಆಜ್ಞಾ ಸಂಪರ್ಕತಟವು ಶಕ್ತಗೊಂಡಾಗ ಎಚ್ಚರಿಕೆ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಸಂದೇಶವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
nl: Specificeert het bericht dat zal worden getoond als er een waarschuwing wordt gegeven als een van de aangepaste opdrachten wordt geactiveerd.
ru: Указывает сообщение, которое будет отображаться в диалоге предупреждения, когда активирован один из виджетов пользовательской команды.
sl: Določa sporočilo, ki bo prikazano na opozorilnih oknih, kadar je ukaz po meri dejaven.
te: సందేశం పేర్కొనబడిన హెచ్చరిక వివరణ పేటిక పై అది ప్రదర్శింపబడు సంకల్పం ఉండుఒక మలచిన ఆదేశం యొక్క విడ్జెట్స్ క్రియాశీలీకరించబడినపుడు.
tr: Özel Komut araçlarından biri etkinleştirildiğinde uyarı diyalog kutusunda görünecek iletiyi belirler.
vi: Ghi rõ thông điệp sẽ hiển thị trong hộp thoại cảnh báo khi ô điều khiển Lệnh Riêng nào được kích hoạt.

source: Systemwide directory for face files. The sysadmin can place icons for users here without touching their homedirs. Faces are named after their users' logins. The face images must be stored in gdk-pixbuf supported formats and they must be readable for the MDM user.
da: Fælles mappe til ansigtsfiler. Systemadministratoren kan placere ikoner for brugere her uden at skulle gøre noget ved deres hjemmemapper. Ansigterne vil blive navngivet efter brugernes logind-navne. Ansigterne skal være i et gdk-pixbuf understøttet format og de skal være læsbare for den enkelte MDM-bruger.
de: Systemweites Verzeichnis der Benutzerbilder. Der Systemadministrator kann hier Symbole für die Benutzer ablegen, ohne auf deren Heimverzeichnisse zuzugreifen. Benutzerbilder werden nach dem Anmeldenamen ihrer Benutzer benannt. Die Benutzerbilder müssen in einem von gdk-pixbuf unterstützten Format abgelegt werden und für den MDM-Benutzer lesbar sein.
fi: Kasvotiedostojen järjestelmänlaajuinen hakemisto. Järjestelmän ylläpitäjä voi laittaa tänne käyttäjien kasvokuvia koskematta kotihakemistoihin. Kasvokuvat nimetään käyttäjänimen mukaan. Kuvatiedostojen tulee olla gdk-pixbuf-kirjaston ymmärtämässä muodossa ja MDM-käyttäjän luettavissa.
hu: Az arcképfájlok rendszerszintű könyvtára. A rendszergazda ide helyezheti a felhasználóknak szánt ikonokat, azok saját könyvtárának módosítása nélkül. Az arcképek a felhasználóik bejelentkezési nevei szerint kell elnevezni. Az arcképeknek a gdk-pixbuf által támogatott formátumúnak kell lennie és olvashatónak kell lenniük a MDM felhasználó által.
kn: ಚಹರೆ ಕಡತಗಳಿಗಾಗಿನ ಗಣಕಾದ್ಯಂತ ಕೋಶ. ಬಳಕೆದಾರರ ಮೂಲ (ನೆಲೆ) ಕೋಶನ್ನು ಮುಟ್ಟದೆ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ಅವರಿಗೆ ಲಾಂಛನವನ್ನು ಇರಿಸಬಹುದು. ಚಹರೆಗಳು ಬಳಕೆದಾರರ ಪ್ರವೇಶದ ಎದುರು ಹೆಸರಿಸಲ್ಪಡುತ್ತದೆ. ಚಹರೆ ಚಿತ್ರಗಳು gdk-pixbuf ಬೆಂಬಲಿತವಾದ ವಿನ್ಯಾಸದಲ್ಲಿ ಶೇಖರಿತವಾಗಿರಬೇಕು ಹಾಗು MDM ಬಳಕೆದಾರನಿಗೆ ಅದನ್ನು ಓದಲು ಅನುಮತಿ ಇರಬೇಕು.
nl: Systeemwijde map voor gezichtsbestanden. De systeembeheerder kan hier pictogrammen voor gebruikers neerzetten zonder dat hij daarvoor hun persoonlijke mappen hoeft te benaderen. Gezichten worden vernoemd naar de aanmeldnaam van de gebruikers. De gezichtafbeeldingen moeten worden opgeslagen in een formaat dat gdk-pixbuf ondersteunt en leesbaar zijn voor de MDM-gebruiker.
ru: Общесистемный каталог для файлов изображений пользователей. Системный администратор может размещать там значки пользователей, не трогая их домашние каталоги. Имена файлов должны соответствовать логинам пользователей. Изображения должны быть в формате, поддерживаемом библиотекой gdk-pixbuf, и должны быть доступны для чтения пользователю MDM.
sl: Sistemska mapa uporabniških slik. Skrbnik lahko doda slike uporabnikov brez uporabe njihovih zasebnih map. Slike so poimenovane po njihovih prijavnih uporabniških imenih. Slike morajo biti v ustreznih gdk zapisih in morajo imeti ustrezna dololjenja za branje.
tr: Yüz imgelerinin bulunduğu sistem geneli klasör. Sistem yöneticisi bu imgeleri kullanıcılar için, kullanıcı dizinlerine dokunmadan buraya koyabilir. Bu imgeler, giriş adlarına göre adlandırılır. Yüz imgeleri, gdk-pixbuf destekli biçimlerde tutulmalı ve MDM kullanıcısı tarafından okunabilir olmalıdır.
vi: Thư mục toàn hệ thống cho các tập tin chân dung. Quản trị hệ thống có khả năng để vào đây biểu tượng cho mỗi người dùng, không sửa đổi thư mục chính của họ. Mỗi ảnh chân dung phải được cất giữ có định dạng được gdk-pixbuf hỗ trợ và phải cho phép người dùng MDM đọc nó.

source: T_ooltip:
da: _Værktøjstip:
de: _Minihilfe:
fi: V_ihje:
hu: _Buboréksúgó:
kn: ಉಪಕರಣ ಸಲಹೆ(_o):
nl: Tekstball_on:
ru: П_одсказка:
sl: Nam_ig:
te: _పనిముట్టు చిట్కా:
tr: Araç _bilgisi
vi: Mệ_o công cụ :

source: Text to appear in the warning pop-up dialogs
da: Tekst som skal vises i pop op-advarselsvinduet
de: Text, der in Warnungshinweisen erscheint
fi: Varoitusten ponnahdusikkunoissa näytettävä teksti
hu: A figyelmeztető párbeszédablakokban megjelenítendő szöveg
kn: ಎಚ್ಚರಿಕಾ ಪುಟಿಕಾ (ಪಾಪ್-ಅಪ್) ಸಂವಾದ ಪೆಟ್ಟಿಗೆಗಳಲ್ಲಿ(ಡೈಲಾಗ್) ಕಾಣಿಸುವ ಸಂದೇಶ
nl: Tekst die verschijnt in waarschuwingsdialogen
ru: Текст, появляющийся на выпадающих диалогах предупреждения
sl: Besedilo, ki se prikaže v opozorilnih pogovornih oknih.
te: హెచ్చరిక ప్రత్యక్షమయ్యే వివరణల లో కనబడుటకు పాఠం
tr: Uyarı diyaloglarında görünecek yazı
vi: Văn bản sẽ hiển thị trong các hộp thoại bật lên cảnh báo

source: Text to appear on the buttons and menu items
da: Tekst som skal vises på knapper og menuelementer
de: Text, der auf Schaltflächen und in Menüpunkten erscheint
fi: Painikkeissa ja valikoissa näytettävä teksti
hu: A gombokon és menüelemeken megjelenítendő szöveg
kn: ಗುಂಡಿಗಳು ಹಾಗು ಪರಿವಿಡಿ ಅಂಶ ಪಟ್ಟಿಯಲ್ಲಿ ಕಾಣಿಸುವ ಸಂದೇಶ
nl: Tekst die verschijnt op de knoppen en menuopties
ru: Текст, появляющийся на кнопках и элементах меню
sl: Besedilo, ki se prikaže na gumbih in predmetih menija
te: బొత్తంలు మరియు జాబితా వస్తువుల పై కనబడుటకు పాఠం
tr: Düğmeler ve menü öğeleri üzerinde görünecek yazı
vi: Văn bản sẽ hiển thị trên các cái nút và mục trình đơn
