Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: %s: Could not write new authorization entry: %s
da: %s: Kunne ikke skrive nyt godkendelseselement: %s
de: %s: Neuer Legitimationseintrag %s konnte nicht geschrieben werden.
fi: %s: Ei voitu luoda uutta todennusta kohteessa %s
hu: %s: Nem írható ki az új hitelesítési bejegyzés: %s
kn: %s: ಹೊಸ ದೃಢೀಕರಣ ನಮೂದನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ: %s
nl: %s: Kan geen nieuwe identificatie-ingang wegschrijven: %s
ru: %s: Не удалось сохранить новую запись авторизации: %s
sl: %s: Ni mogoče ustvariti novega overitvenega vnosa: %s
te: %s: కొత్త అధికారమివ్వబడిన చేర్పు వ్రాయుటకు వీలుకాదు: %s
tr: %s: Yeni kimlik doğrulama girdisi yazılamadı. %s
vi: %s: không thể ghi mục nhập xác thực mới: %s

source: %s: Could not write new authorization entry. Possibly out of diskspace
da: %s: Kunne ikke skrive nyt godkendelseselement. Muligvis er der ikke mere plads på disken
de: %s: Neuer Legitimationseintrag konnte nicht geschrieben werden. Möglicherweise ist kein Plattenplatz verfügbar
fi: %s: Ei voitu kirjoittaa uutta todennusta. Levytila voi olla lopussa
hu: %s: Nem írható az új hitelesítési bejegyzés. Lehetséges, hogy betelt a lemez.
kn: %s: ಹೊಸ ದೃಢೀಕರಣ ನಮೂದನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ, ಬಹುಷಃ ಡಿಸ್ಕ್ ಜಾಗ ಖಾಲಿ ಇಲ್ಲದಿರಬಹುದು
nl: %s: Kon geen nieuwe identificatie-ingang wegschrijven. Waarschijnlijk is er geen ruimte meer.
ru: %s: Не удалось сохранить новую запись авторизации. Возможно, не хватает места на диске
sl: %s: Ni mogoče zapisati novega overitvenega vnosa. Najverjetneje je zmanjkalo prostora na disku
te: %s: కొత్త అధికారం ఇవ్వబడిన చేర్పు వ్రాయుటకు వీలుకాదు: సాధ్యముగా ఖనిఖాళీ వెలుపల
tr: %s: Yeni kimlik doğrulama girdisi kaydedilemedi. Muhtemelen yetersiz disk alanı
vi: %s: không thể ghi mục nhập xác thực mới. Có lẽ do hết vùng trống trên đĩa.

source: MDM could not write a new authorization entry to disk. Possibly out of diskspace.%s%s
da: MDM kunne ikke skrive et nyt godkendelseselement. Muligvis er der ikke mere plads på disken.%s%s
de: MDM konnte den neuen Legitimationseintrag nicht auf die Platte schreiben. Möglicherweise kein Plattenplatz verfügbar.%s%s
fi: MDM ei voinut kirjoittaa uutta todennusta levylle. Levytila voi olla lopussa.%s%s
hu: A MDM nem tudta kiírni az új hitelesítési bejegyzést a lemezre. Valószínűleg betelt a lemez. %s%s
kn: ಡಿಸ್ಕಿಗೆ MDM ಒಂದು ಹೊಸ ದೃಢೀಕರಣ ನಮೂದನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ. ಬಹುಷಃ ಡಿಸ್ಕ್ ಜಾಗ ಖಾಲಿ ಇಲ್ಲದಿರಬಹುದು.%s%s
nl: MDM kon geen nieuwe identificatie-ingang wegschrijven. Waarschijnlijk is er geen ruimte meer.%s%s
ru: Не удалось сохранить новую запись авторизации. Возможно, не хватает места на диске. %s%s
sl: Z MDM ni mogoče zapisati novega overitvenega vnosa na disk. Najverjetneje je zmanjkalo prostora na disku. %s%s
te: జిడియం కొత్త అధికారం ఇవ్వబడిన చేర్పు ఖనికి వ్రాయుటకు వీలుకాదు. సాధ్యముగా ఖని ఖాళీ.%s%s
tr: MDM,:yeni kimlik doğrulama girdisini kaydedemedi. Muhtemelen yetersiz disk alanı. %s%s
vi: MDM không thể ghi mục nhập xác thực mới vào đĩa. Có lẽ do hết vùng trống trên đĩa. %s%s

source: %s: Could not make new cookie file in %s
da: %s: Kunne ikke oprette ny infokage i %s
de: %s: Cookie-Datei %s konnte nicht angelegt werden.
fi: %s: Ei voitu luoda uutta evästetiedostoa kohteessa %s
hu: %s: Nem hozható létre új süti fájl itt: %s
kn: %s: %s ನಲ್ಲಿ ಹೊಸ ಕುಕಿ ಕಡತವನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan geen nieuw cookiebestand maken in %s
ru: %s: Не удалось создать новый файл cookie в %s
sl: %s: Ni mogoče ustvariti nove datoteke piškotka v %s
te: %s: %s లో కొత్త కుకీ దస్త్రం ఏర్పరచుటకు వీలుకాదు
tr: %s Yeni çerez dosyası oluşturulamadı (%s)
vi: %s: không thể tạo tập tin cookie mới trong %s

source: %s: Cannot safely open %s
da: %s: Kan ikke sikkert oprette %s
de: %s: %s konnte nicht sicher geöffnet werden
fi: %s: Tiedostoa %s ei voi avata turvallisesti
hu: %s: Nem nyitható meg biztonságosan a(z) %s
kn: %s: ಸುರಕ್ಷಿತವಾಗಿ ತೆರೆಯಲಾಗಿಲ್ಲ %s
nl: %s: Kan %s niet veilig openen
ru: %s: Не удалось безопасно открыть %s
sl: %s: Ni mogoče varno odpreti %s
te: %s: %s సురక్షితముగా తెరువుటకు వీలుకాదు
tr: %s: %s güvenli bir şekilde açılamıyor
vi: %s: không thể mở %s một cách an toàn

source: %s: Could not open cookie file %s
da: %s: Kunne ikke åbne infokagefil %s
de: %s: Cookie-Datei %s konnte nicht geöffnet werden.
fi: %s: Evästetiedostoa %s ei voitu avata
hu: %s: Nem nyitható meg a(z) %s süti fájl
kn: %s: ಕುಕಿ ಕಡತವನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ %s
nl: %s: Kan cookiebestand %s niet openen
ru: %s: Не удалось открыть файл cookie %s
sl: %s: Ni mogoče odpreti datoteke piškotka %s
te: %s: %s కుకీ దస్త్రం తెరచుటకు వీలుకాదు
tr: %s Çerez dosyası açılamadı (%s)
vi: %s: không thể mở tập tin cookie %s

source: %s: Could not lock cookie file %s
da: %s: Kunne ikke låse infokagefil %s
de: %s: Cookie-Datei %s konnte nicht gesperrt werden.
fi: %s: Ei voitu lukita evästetiedostoa %s
hu: %s: Nem zárolható a(z) %s süti fájl
kn: %s: ಕುಕಿ ಕಡತವನ್ನು ಲಾಕ್ ಮಾಡಲಾಗಿಲ್ಲ %s
nl: %s: Kan cookiebestand %s niet vergrendelen
ru: %s: Не удалось заблокировать файл cookie %s
sl: %s: Ni mogoče zakleniti datoteke piškotka %s
te: %s: %s కుకీ దస్త్రం తాళం వేయుటకు వీలుకాదు
tr: %s Çerez dosyası (%s) kilitlenemedi
vi: %s: không thể khóa tập tin cookie %s

source: %s: Could not write cookie
da: %s: Kunne ikke skrive infokage
de: %s: Cookie konnte nicht geschrieben werden
fi: %s: Evästeen kirjoitus epäonnistui
hu: %s: A süti nem írható
kn: %s: ಕುಕಿಯನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ
nl: %s: Kon geen cookie wegschrijven
ru: %s: Не удалось записать файл cookie
sl: %s: Ni mogoče zapisati piškotka
te: %s: కుకీ వ్రాయుటకు వీలుకాదు
tr: %s: Çerez dosyası yazılamadı
vi: %s: không thể ghi cookie

source: %s: Ignoring suspiciously looking cookie file %s
da: %s: Ignorerer suspekt udseende infokagefil %s
de: %s: Verdächtige Cookie-Datei %s wird ignoriert
fi: %s: Epäilyttävältä vaikuttava evästetiedosto %s ohitetaan
hu: %s: Figyelmen kívül hagyjuk a gyanús %s süti fájlt
kn: %s: ಅನುಮಾನಾಸ್ಪದವಾದ ಕುಕಿ ಕಡತವನ್ನು ನಿರ್ಲಕ್ಷಿಸಲಾಗುತ್ತಿದೆ %s
nl: %s: Verdacht cookiebestand %s wordt genegeerd
ru: %s: Проигнорирован подозрительный файл cookie "%s"
sl: %s: Prezrta sumljiva datoteka piškotka %s
te: %s: %s అనుమానపడెడు తాళం వేయబడిన కుకీ దస్త్రం పట్టించుకోవట్లేదు
tr: %s: Tehlikeli gözüken %s çerez dosyası yoksayılıyor
vi: %s: bỏ qua tập tin cookie đáng ngờ %s

source: Can't write to %s: %s
da: Kan ikke skrive til %s: %s
de: Schreiben nach %s nicht möglich: %s
fi: Ei voi kirjoittaa %s: %s
hu: Nem írható a(z) %s: %s
kn: %s ಕ್ಕೆ ಬರೆಯಲಾಗುತ್ತಿಲ್ಲ: %s
nl: Kan niet naar %s schrijven: %s
ru: Не удалось записать в %s: %s
sl: Ni mogoče pisati v %s: %s
te: %s కు వ్రాయుటకు వీలుకాదు: %s
tr: %s'a yazılamıyor: %s
vi: Không thể ghi vào %s: %s

source: The display server has been shut down about 6 times in the last 90 seconds. It is likely that something bad is going on. Waiting for 2 minutes before trying again on display %s.
da: Terminalserveren er blevet lukket ned omkring 6 gange inden for de seneste 90 sekunder. Sandsynligvis er der noget galt. Der ventes nu 2 minutter før der forsøges igen på terminal %s.
de: Der Anzeige-Server wurde in den letzten 90 Sekunden ca. 6 Mal heruntergefahren. Vermutlich läuft irgendetwas schief. Vor dem nächsten Anmeldeversuch auf Anzeige %s wird eine Pause von 2 Minuten eingelegt.
fi: Näyttöpalvelin on sammunut kuusi kertaa viimeisen 90 sekunnin aikana, joten luultavasti kaikki ei ole kunnossa. Nyt odotetaan kaksi minuuttia, ennen kuin yritetään uudelleen näyttöä %s.
hu: Az X-kiszolgáló legalább hatszor leállt az elmúlt másfél percben. Valószínűleg valami nincs rendben. Két perc múlva megkísérlem újra elindítani a programot a(z) %s képernyőn.
kn: ಪ್ರದರ್ಶನ ಪರಿಚಾರಕವು ಕಳೆದ ೯೦ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಸುಮಾರು ೬ ಬಾರಿ ಸ್ಥಗಿತಗೊಂಡಿದೆ. ಏನೋ ಕೆಟ್ಟದ್ದು ನಡೆಯುತ್ತಿರುವ ಸಾಧ್ಯತೆ ಇರಬಹುದು. ಪ್ರದರ್ಶಕ %s ದಲ್ಲಿ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ೨ ನಿಮಿಷ ಕಾಯಲಾಗುವುದು.
nl: De grafische omgeving is ongeveer 6 keer afgesloten in de afgelopen 90 seconden. Waarschijnlijk is er iets niet in orde. Na 2 minuten wordt de grafische omgeving nog een keer gestart op scherm %s.
ru: Завершение работы X-сервера происходило около 6 раз за последние 90 секунд. Похоже, что с ним что-то не так. Следующая попытка запуска X-сервера на дисплее %s отложена на 2 минуты.
sl: Strežnik zaslona se je ugasnil vsaj 6-krat v zadnjih 90 sekundah. Najverjetneje se dogaja nekaj neželenega. Po 2 minutnem premoru se bo strežnik ponovno poskusil zagnati na zaslonu %s.
tr: Görüntü sunucusu son 90 saniyede 6 kez kapatıldı %s görüntü biriminin yenidendenenmesi için 2 dakika bekleniyor.
vi: Máy phục vụ hiển thị đã bị tắt khoảng 6 lần trong vòng 90 giây trước, có lẽ có gì đó rất xấu đang xảy ra. Sẽ đợi khoảng 2 phút trước khi thử lại trên bộ trình bày %s.

source: %s: Cannot create pipe
da: %s: Kan ikke oprette datakanal
de: %s: Weiterleitung konnte nicht angelegt werden
fi: %s: Putken luominen epäonnistui
hu: %s: Nem hozható létre cső
kn: %s: pipe ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿಲ್ಲ
nl: %s: Kon pipe niet maken
ru: %s: Не удалось создать канал
sl: %s: Ni mogoče ustvariti cevi
te: %s: పైప్ సృష్టించుటకు వీలుకాదు
tr: %s: Boru oluşturulamadı
vi: %s: không tạo được ống dẫn.

source: %s: Failed forking MDM slave process for %s
da: %s: Fejl under forgrening af MDM-slaveproces for %s
de: %s: Abspalten des MDM-Slave-Prozesses für %s gescheitert
fi: %s: MDM:n lapsiprosessin haaroittaminen %s:lle epäonnistui
hu: %s: Nem sikerült MDM szolgafolyamatot létrehozni %s számára
kn: %s: %s ಗೆ MDM ಪೂರಕ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕವಲೊಡೆಸುವಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
nl: %s: Kan MDM-slave-proces niet afsplitsen voor %s
ru: %s: Сбой инициализации дочернего процесса MDM для %s
sl: %s: Napaka razvejitve podrejenega dejanja MDM za %s
te: %s: %s కొరకు జిడియం బానిస క్రమణం పంగలకర్రయందు విఫలం
tr: %s: %s için mdm köle süreci çatallanırken hata oluştu.
vi: %s: lỗi tạo tiến trình con MDM phụ cho %s

source: %s not a regular file!
da: %s er ikke en almindelig fil!
de: %s ist keine reguläre Datei!
fi: %s ei ole tavallinen tiedosto!
hu: A(z) %s nem általános fájl!
kn: %s ಒಂದು ಕ್ರಮಬದ್ದ ಕಡತವಲ್ಲ!
nl: %s: geen normaal bestand!
ru: %s не является обычным файлом!
sl: %s ni običajna datoteka!
te: %s ఒక క్రమబద్దమైన దస్త్రం కాదు!
tr: %s normal bir dosya değil
vi: %s không phải là tập tin bình thường.

source: ... File too long to display ...
da: ... Fil for lang til at kunne vises ...
de: ... Datei zu lang, um sie anzuzeigen ...
fi: ... Tiedosto on liian pitkä näytettäväksi ...
hu: ...A fájl túl hosszú a megjelenítéshez...
kn: ... ತೋರಿಸಲು ಕಡತವು ಬಹಳ ಉದ್ದವಾಗಿದೆ ...
nl: ... Bestand te lang om weer te geven ...
ru: ... Файл слишком велик для отображения ...
sl: ... Datoteka je predolga za prikaz ...
te: ... దస్త్రం ప్రదర్శించుటకు చాలా పొడవుగా ఉంది ...
tr: ... Dosya gösterilemeyecek kadar uzun ..
vi: ... Tập tin quá dài để hiển thị ...

source: %s could not be opened
da: %s kunne ikke åbnes
de: %s konnte nicht geöffnet werden
fi: Kohteen %s avaaminen epäonnistui
hu: %s nem nyitható meg
kn: %s ತೆರೆಯಲಾಗುವುದಿಲ್ಲ
nl: kon %s niet openen
ru: %s не может быть открыт
sl: %s: ni mogoče odpreti
te: %s తెరచబడి ఉంచుటకు వీలుకాలేదు
tr: %s: açılamadı
vi: không thể mở %s

source: %s: Cannot fork to display error/info box
da: %s: Kan ikke forgrene en proces til at vise fejl-/infovindue
de: %s: Abspalten gescheitert, um Fehler-/Info-Box anzuzeigen
fi: %s: Haaroitus virhe-/tietoikkunan näyttämiseksi epäonnistui
hu: %s: Nem hozható létre a hiba-/információs ablak
kn: %s: ದೋಷ/ಮಾಹಿತಿ ಪೆಟ್ಟಿಗೆ ಪ್ರದರ್ಶಕಕ್ಕೆ ಕವಲಾಗಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan niet afsplitsen om foutmelding/info venster weer te geven
ru: %s Не удалось отобразить окно ошибки/информации
sl: %s: Ni mogoče razvejiti za prikaz okna napake/podatkov
te: %s: ప్రదర్శించు దోషం/సమాచార పెట్టె కు పంగలకర్ర వీలుకాదు
tr: %s: Görüntü hata/bilgi kutusu açılamadı
vi: %s: không thể tạo tiến trình con để hiển thị hộp thoại lỗi/thông tin

source: %s: Directory %s does not exist.
kn: %s: ಕಡತ ಕೋಶ %s ವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
te: %s: వివరము %s కలిగి లేదు.

source: %s: %s is not owned by uid %d.
kn: %s: %s ದ ಮೇಲೆ uid %d ಯು ಸ್ವಾಮಿತ್ವವನ್ನು ಹೊಂದಿಲ್ಲ
te: %s: %s యుఐడి ద్వారా స్వంతం చేయబడలేదు %d.

source: %s: %s is writable by group.
kn: %s: %s ಯು ಸಮೂಹದಿಂದ ಬರೆಯಬಹುದಾಗಿದೆ.
te: %s: %s సముదాయం ద్వారా వ్రాయబడి ఉంది.

source: %s: %s is writable by other.
kn: %s: %s ಯು ಬೇರೆಯವರಿಂದ ಬರೆಯಬಹುದಾಗಿದೆ.
te: %s: %s వేరైన దాని ద్వారా వ్రాయబడి ఉంది.

source: %s: %s does not exist but must exist.
kn: %s: %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ ಆದರೆ ಅಸ್ತಿತ್ವದಲ್ಲಿರಬೇಕು.
te: %s: %s కలిగి ఉండవలయును కాని కలిగి లేదు.

source: %s: %s is not a regular file.
kn: %s: %s ಯು ಒಂದು ಕ್ರಮಬದ್ಧ ಕಡತವಲ್ಲ.
te: %s: %s ఒక క్రమబద్దమైన దస్త్రం కాదు.

source: %s: %s is writable by group/other.
kn: %s: %s ಯು ಸಮೂಹದಿಂದ/ಇತರೆಯವರಿಂದ ಬರೆಯಬಹುದಾಗಿದೆ.
te: %s: %s సముదాయం/వేరైన దాని ద్వారా వ్రాయబడి ఉంది.

source: %s: %s is bigger than sysadmin specified maximum file size.
kn: %s: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರಿಂದ ಸೂಚಿಸಲಾದ ಕಡತದ ಗರಿಷ್ಟ ಗಾತ್ರಕ್ಕಿಂತ %s ವು ದೊಡ್ಡದಾಗಿದೆ.
te: %s: %s నిర్థేశింపబడిన అత్యధిక దస్త్ర పరిమాణం కంటే సిసాడ్మిన్ పెద్దది.

source: %s: Priority out of bounds; changed to %d
da: %s: Prioritet udenfor afgrænsning; ændret til %d
de: %s: Priorität außerhalb des gültigen Bereichs; neuer Wert: %d
fi: %s: Prioriteetti ylitti sallitut rajat, asetettu arvoon %d
hu: %s: A prioritás túllépte a határokat; cserélve erre: %d
kn: %s: ಆದ್ಯತೆಗಳು ಎಲ್ಲೆ ಮೀರಿವೆ; %d ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
nl: %s: Prioriteit valt buiten bereik; gewijzigd in %d
ru: %s: Приоритет за пределами границ; изменён на %d
sl: %s: Prednost izven obsega; spremenjeno v %d
te: %s: ప్రాథామ్యం మితిముల వెలుపల; %d కి మార్చబడినది
tr: %s: Öncelik sınırlar dışında; %d olarak değiştirildi
vi: %s: ưu tiên ở ngoài phạm vi: được thay đổi thành %d

source: %s: Empty server command; using standard command.
da: %s: Tom serverkommando, bruger forvalgt kommando.
de: %s: Leerer Server-Befehl, Standard wird verwendet.
fi: %s: Tyhjä palvelinkomento, käytetään oletusta.
hu: %s: Üres kiszolgáló parancs, egy szabványosat használok.
kn: %s: ಖಾಲಿ ಪರಿಚಾರಕ ಆಜ್ಞೆಗಳು; ರೂಢಿಯಲ್ಲಿನ ಆಜ್ಞೆಯನ್ನು ಬಳಸಲಾಗುವುದು.
nl: %s: Lege serveropdracht. Standaardopdracht wordt gebruikt.
ru: %s: команда запуска сервера пуста, используется стандартная.
sl: %s: Prazen ukaz strežnika; uporabljen bo običajen ukaz.
te: %s: సేవిక ఆదేశం ఖాళీ; ప్రామాణికమైన ఆదేశం వాడుతున్నది.
tr: %s: Boş sunucu komutu, standart komut kullanılıyor.
vi: %s: lệnh máy phục vụ rỗng nên dùng lệnh chuẩn.

source: %s: Logdir %s does not exist or isn't a directory. Using ServAuthDir %s.
da: %s: Logmappe %s eksisterer ikke eller er ikke en mappe. Bruger ServAuthDir %s.
de: %s: Protokollverzeichnis %s existiert nicht oder ist kein Verzeichnis ServAuthDir-Verzeichnis %s wird verwendet.
fi: %s: Lokihakemistoa %s ei ole olemassa, tai se ei ole hakemisto. ServAuthDir:nä käytetään hakemistoa %s.
hu: %s: A(z) %s Logdir nem létezik, vagy nem könyvtár. A(z) %s ServAuthDir használata.
kn: %s: Logdir %s ವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ ಅಥವ ಒಂದು ಕಡತ ಕೋಶವಲ್ಲ. ServAuthDir %s ಅನ್ನು ಬಳಸಲಾಗುವುದು.
nl: %s: Logmap %s bestaat niet of is geen map. Identificatiemap %s wordt gebruikt.
ru: %s: Каталог logdir "%s" не существует или не является каталогом. Используется ServAuthDir "%s".
sl: %s: Imenik dnevnika %s ne obstaja ali pa ni imenik. Uporabljen bo ServAuthDir %s.
te: %s: నమోదు వివరం %s వివరం కాదు లేదా కలిగి లేదు . %s సేవికప్రామాణికవివరం.
tr: %s: Log dizini %s bulunamadı veya dizin değil. ServAuthDir %s kullanılıyor.
vi: %s: thư mục Logdir « %s » (thư mục bản ghi) không tồn tại hoặc không phải là thư mục nên dùng ServAuthDir « %s ».

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this does not exist. Please correct MDM configuration and restart MDM.
da: Servergodkendelsesmappen (daemon/ServAuthDir) er sat til at være %s, men denne eksisterer ikke. Ret venligt MDM-konfigurationen og genstart MDM.
de: Als Server-Authentifizierungsverzeichnis (daemon/ServAuthDir) wurde »%s« festgelegt, dies existiert jedoch nicht. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: Palvelimen valtuushakemistoksi (daemon/ServAuthDir) on asetettu %s, mutta sitä ei ole olemassa. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A Server Authorization könyvtárként (daemon/ServAuthDir) %s van beállítva, de ez nem létezik. Javítsa ki a MDM beállítását és indítsa újra a MDM-et.
kn: ಪರಿಚಾರಕ ದೃಢೀಕರಣ ಕೋಶವು (daemon/ServAuthDir) %s ಗೆ ಹೊಂದಿತವಾಗಿದೆ ಆದರೆ ಇದು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: Server-identificatiemap (daemon/ServAuthDir) is ingesteld op %s maar deze bestaat niet. Corrigeer de configuratie van MDM en herstart MDM.
ru: Каталог авторизации сервера (daemon/ServAuthDir) установлен в "%s", но такой путь не существует. Исправьте конфигурацию менеджера MDM перезапустите его.
sl: Mapa overitve strežnika (daemon/ServAuthDir) je nastavljena na %s, vendar ta ne obstaja. Popravite nastavitev MDM in poskusite ponovno zagnati MDM.
te: సేవిక అధికారమిచ్చు వివరం (సూత్రధారి/సేవికప్రామాణికవివరం) %s కు అమర్చబడి ఉంది కాని ఇది కలిగి లేదు. దయచేసి సరియైన జిడియం రూపకరించు మరియు జిడియం మరలామొదలుపెట్టు .
tr: Sunucu Yetkilendirme dizini (servis/ServAuthDir) %s olarak belirtildi fakat dizin yok. Lütfen MDM yapılandırmanızı düzeltin ve MDM'yi yeniden başlatın.
vi: Thư mục Server Authorization (xác nhận máy phục vụ/trình nền — daemon/ServAuthDir) được đặt là « %s » nhưng nó không tồn tại. Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: Authdir %s does not exist. Aborting.
da: %s: Godkendelsesmappen %s eksisterer ikke. Afbryder.
de: %s: Legitimationsverzeichnis %s existiert nicht. Abbruch.
fi: %s: Valtuushakemistoa %s ei ole olemassa. Keskeytetään.
hu: %s: A(z) %s authdir nem létezik. A művelet megszakítva.
kn: %s: Authdir %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Authdir %s bestaat niet. Gestopt.
ru: %s: Каталог Authdir "%s" не существует. Происходит аварийное окончание работы.
sl: %s: Imenik authdir %s ne obstaja. Prekinitev postopka.
te: %s: ప్రామాణికవివరం %s కలిగిలేదు. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: %s: %s izin dizini yok. İptal ediliyor.
vi: %s: thư mục Authdir (thư mục xác nhận) « %s » không tồn tại nên hùy bỏ.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but this is not a directory. Please correct MDM configuration and restart MDM.
da: Servergodkendelsesmappen (daemon/ServAuthDir) er sat til at være %s, men dette er ikke en mappe. Ret venligt MDM-konfigurationen og genstart MDM.
de: Als Server-Authentifizierungsverzeichnis (daemon/ServAuthDir) wurde »%s« festgelegt, dies ist jedoch kein Verzeichnis. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: Palvelimen valtuushakemistoksi (daemon/ServAuthDir) on asetettu %s, mutta se ei ole hakemisto. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A Server Authorization könyvtárként (daemon/ServAuthDir) %s van beállítva, de az nem könyvtár. Javítsa ki a MDM beállítását és indítsa újra a MDM-et.
kn: ಪರಿಚಾರಕ ದೃಢೀಕರಣ ಕೋಶವು (daemon/ServAuthDir) %s ಗೆ ಹೊಂದಿತವಾಗಿದೆ ಆದರೆ ಇದು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: Server identificatiemap (daemon/ServAuthDir) is ingesteld op %s wat geen map is. Corrigeer de configuratie van MDM en herstart MDM.
ru: Каталог авторизации сервера (daemon/ServAuthDir) установлен в "%s", но такой путь не является каталогом. Исправьте конфигурацию менеджера MDM и перезапустите его
sl: Mapa overitve strežnika (daemon/ServAuthDir) je nastavljena na %s, vendar to ni mapa. Popravite nastavitve MDM in poskusite ponovno zagnati MDM.
te: సేవిక అధికారమిచ్చు వివరం (సూత్రధారి/సేవికప్రామాణికవివరం) %s కు అమర్చబడి ఉంది కాని ఇది వివరం కాదు. దయచేసి సరియైన జిడియం రూపకరించు మరియు జిడియం మరలామొదలుపెట్టు .
tr: Sunucu Yetkilendirme dizini (servis/ServAuthDir) %s olarak belirtilmiş, fakat bu bir dizin değil. Lütfen MDM yapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Thư mục Server Authorization (xác nhận máy phục vụ/trình nền - daemon/ServAuthDir) được đặt là « %s » nhưng nó không phải là một thư mục. Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: Authdir %s is not a directory. Aborting.
da: %s: Godkendelsesmappen %s er ikke en mappe. Afbryder.
de: %s: Legitimationsverzeichnis %s ist kein Verzeichnis. Abbruch.
fi: %s: Valtuushakemisto %s ei ole hakemisto. Keskeytetään.
hu: %s: A(z) %s authdir nem könyvtár. A művelet megszakítva.
kn: %s: Authdir %s ಒಂದು ಕೋಶವಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: identificatiemap %s is geen map. Gestopt.
ru: %s: Каталог Authdir "%s" не является каталогом. Происходит аварийное окончание работы.
sl: %s: Imenik authdir %s ni imenik. Prekinitev postopka.
te: %s: ప్రామాణికవివరం %s ఒక వివరం కాదు. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: %s: %s izin dizini değil. İptal ediliyor.
vi: %s: thư mục Authdir (thư mục xác nhận) « %s » không phải là một thư mục nên hủy bỏ.

source: %s: BaseXsession empty; using %s
da: %s: BaseXsession tom; bruger %s
de: %s: BaseXsession ist leer, %s wird verwendet
fi: %s: BaseXsession on tyhjä, käytetään %s
hu: %s: A BaseXsession üres, a(z) %s kerül felhasználásra
kn: %s: BaseXsession ಖಾಲಿಯಾಗಿದೆ; %s ಬಳಸಲಾಗುತ್ತಿದೆ
nl: %s: BaseXsession leeg, %s wordt gebruikt
ru: %s: Файл BaseXsession пуст, используется %s
sl: %s: BaseXsession prazen; uporabljen bo %s
te: %s: మూలంXసమకూర్పు శూన్యము. %s వాడుచున్నది.
tr: %s: BaseXsession boş; %s kullanılıyor
vi: %s: phiên chạy X cơ bản BaseXsession rỗng nên dùng %s

source: %s: Standard X server not found; trying alternatives
da: %s: Forvalgt X-server ikke fundet; forsøger alternativer
de: %s: Der Standard-X-Server wurde nicht gefunden, Alternativen werden versucht
fi: %s: Vakio-X-palvelinta ei löytynyt, kokeillaan vaihtoehtoja
hu: %s: A szabvány X-kiszolgáló nem található, alternatívák próbálása
kn: %s: ಸಾಮಾನ್ಯ X ಪರಿಚಾರಕ ಕಂಡು ಬಂದಿಲ್ಲ; ಪರ್ಯಾಯದಿಂದ ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
nl: %s: standaard X-server niet gevonden, alternatieven worden getest
ru: %s: Стандартный X-сервер не найден, пробуются альтернативные
sl: %s: Običajnega X strežnika ni mogoče najti; poskušanje pomožnih strežnikov
te: %s: ప్రామాణిక X సేవిక దొరకలేదు; మార్పుకలుగజేయునవి ప్రయత్నించుచున్నది
tr: %s Standart X sunucusu bulunamadı, diğer seçenekler deneniyor
vi: %s: không tìm thấy máy phục vụ X chuẩn nên dùng cái thay thế.

source: %s: No greeter specified.
da: %s: Ingen velkomstbyder angivet.
de: %s: Kein Begrüßer angegeben.
fi: %s: Kirjautumisikkunaa ei ole määritetty.
hu: %s: Nincs megadva üdvözlő.
kn: %s: ಯಾವುದೇ ಸ್ವಾಗತಕಾರಕವು ಸೂಚಿತವಾಗಿಲ್ಲ.
nl: %s: Geen begroeter ingesteld.
ru: %s: Не указана программа-приглашение.
sl: %s: Pozdravni program ni naveden.
te: %s: ఎటువంటి నమస్కరించునది నిర్థేశింపబడలేదు.
tr: %s: Karşılayıcı belirtilmemiş.
vi: %s: chưa xác định trình chào mừng.

source: %s: No remote greeter specified.
da: %s: Ingen velkomstbyder angivet.
de: %s: Kein entfernter Begrüßer angegeben.
fi: %s: Etäkirjautumisikkunaa ei ole määritetty.
hu: %s: Nincs megadva távoli üdvözlő.
kn: %s: ಯಾವುದೂ ದೂರಸ್ಥ ಸ್ವಾಗತಕಾರಕವು ಸೂಚಿತವಾಗಿಲ್ಲ.
nl: %s: Geen externe begroeter ingesteld.
ru: %s: Не указана программа удаленного приглашения.
sl: %s: Oddaljen pozdravni program ni naveden.
te: %s: ఎటువంటి సూదూర నమస్కరించునది నిర్థేశింపబడలేదు.
tr: %s: Uzaktaki karşılayıcı belirtilmemiş.
vi: %s: chưa xác định trình chào mừng từ xa.

source: %s: No sessions directory specified.
da: %s: Ingen sessionsmappe angivet.
de: %s: Kein Sitzungsverzeichnis angegeben.
fi: %s: Istuntohakemistoa ei ole määritetty.
hu: %s: A környezet könyvtára nincs megadva.
kn: %s: ಅಧಿವೇಶನಗಳ ಯಾವುದೇ ಕೋಶ ಸೂಚಿತವಾಗಿಲ್ಲ.
nl: %s: Sessiemap niet ingesteld.
ru: %s: Не указан каталог сеансов.
sl: %s: Imenik sej ni naveden.
te: %s: ఎటువంటి సమకూర్పుల వివరం నిర్థేశింపబడలేదు.
tr: %s: Oturum dizini belirtilmemiş.
vi: %s: chưa xác định thư mục phiên chạy.
