Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Disa_ble multiple logins for a single user
da: Forbyd _flere logind fra samme bruger
de: Mehrfache Anmeldungen eines einzelnen Benutzers de_aktivieren
fi: Estä yksittäisen käyttäjän _usea yhtäaikainen kirjautuminen
hu: Egy felhasználó _több bejelentkezésének letiltása
kn: ಒಂದು ಏಕ ಬಳಕೆದಾರನ ಬಹುಸಂಖ್ಯೆಯ ಪ್ರವೇಶವನ್ನು ಅಶಕ್ತಗೊಳಿಸು (_b)
nl: Meerdere aanmeldingen door één gebruiker uit_schakelen
ru: Запретить несколько параллельных сеансов для одного пользователя
sl: Onemogoči _več prijav posameznega uporabnika
te: ఒక ఒంటరి వినియోగదారు కొరకు బహుగుణములుగల ప్రవేశద్వారములు నిరుపయోగపరచు
tr: Tek kullanıcı için _çoklu girişleri kapat
vi: Không ch_o phép một người dùng đăng nhập nhiều lần

source: Display the title bar in the greeter.
da: Vis titellinjen i velkomstbyderen.
de: Darstellung in der Titelzeile des Begrüßers.
fi: Näytä otsikkopalkki kirjautumisikkunassa.
hu: Az üdvözlő címsorának letiltása.
kn: ಸ್ವಾಗತಕಾರದಲ್ಲಿ ಶೀರ್ಷಿಕಾ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸು.
nl: Toon de titelbalk in de begroeter.
ru: Отображать титульный заголовок программы-приветствия
sl: Prikaži naslovno vrstico na pozdravnem zaslonu.
te: వందనములో శీర్షిక పట్టీని ప్రదర్శించు.
tr: Karşılayıcıda başlık çubuğunu göster.
vi: Hiển thị thanh tựa trong bộ chào mừng.

source: Displays per _host:
da: Terminaler per _vært:
de: Anzeigen pro _Rechner:
fa: نمایش در _میزبان
fi: Näyttöjä p_alvelinta kohden:
hu: _Képernyők kiszolgálónként:
kn: ಪ್ರತಿ ಅತಿಥೇಯದಲ್ಲಿನ ಪ್ರದರ್ಶಕಗಳು:
nl: Schermen per _computer:
ru: Число дисплеев на _узел:
sl: Zaslonov na _gostitelja:
te: _ఆతిథ్యం గుండా ప్రదర్శనలు:
tr: Makine başına _görüntü:
vi: Số bộ trình bày trên mỗi _máy:

source: Displays this image as the background in the greeter.
da: Vis dette billede som baggrund i velkomstbyderen.
de: Dieses Bild als Hintergrund des Begrüßers verwenden.
fi: Näytä tämä kuva kirjautumisikkunan taustalla.
hu: Ez a kép kerül megjelenítésre az üdvözlő háttereként.
kn: ಈ ಚಿತ್ರಿಕೆಯನ್ನು ಸ್ವಾಗತಕಾರನ ಹಿಂಬದಿಯ ಚಿತ್ರವಾಗಿ ಪ್ರದಶಿಸುತ್ತದೆ.
nl: Toont deze afbeelding als de achtergrond in de begroeter.
ru: Отображать это изображение как фон программы-приветствия.
sl: Prikaži sliko kot ozadje pozdravnega zaslona
te: వందనములో ఈ ప్రతిరూపం పూర్వరంగంవలే ప్రదర్శింపబడుతుంది.
tr: Karşılayıcıda artalan olarak kullanılacak imgeyi gösterir.
vi: Hiển thị ảnh này như là nền của bộ chào mừng.

source: Do not show image for _remote logins
da: Vis ikke billede ved _fjern-logind
de: Bild nicht für _entferne Anmeldungen verwenden
fi: Älä näytä kuvaa _etäkirjautumisessa
hu: Ne m_utasson képet távoli bejelentkezésekhez
kn: ದೂರಸ್ಥ ಪ್ರವೇಶಗಳಿಗೆ ಚಿತ್ರವನ್ನು ತೋರಿಸಬೇಡ (_r)
nl: Geen _afbeelding tonen bij aanmelding op afstand
ru: Не показывать изображение для _удалённых входов
sl: Ne prikaži slike za _oddaljene prijave
te: _సుదూర ప్రవేశద్వారముల కొరకు ప్రతిరూపం చూపకుము
tr: Uzak _girişler için imge gösterme
vi: Đừng hiển thị ảnh cho việc đăng nhập từ_ xa

source: Does not place cookies into the users home directory if this directory is on NFS.
da: Putter ikke infokager i brugerens hjemmemappe hvis denne mappe findes på NFS.
de: Cookies nicht im Heimverzeichnis des Benutzers ablegen, wenn sich das Verzeichnis auf einem NFS-Dateisystem befindet.
fi: Ei tallenna evästeitä käyttäjän kotihakemistoon, jos hakemisto on NFS-palvelimella.
hu: Ne helyezzen sütiket a felhasználók saját könyvtáraiba, ha ez a könyvtár NFS-en van.
kn: ಈ ಕಡತ ಕೋಶವು NFS ನಲ್ಲಿದ್ದರೆ ಮಾಹಿತಿಚಿತ್ತಳಿಗಳನ್ನು(ಕುಕೀಸ್) ಬಳಕೆದಾರನ ಮೂಲಕಡತದಲ್ಲಿ ಇರಿಸುವುದಿಲ್ಲ.
nl: Plaatst geen cookies in de persoonlijke map van de gebruiker als deze zich op een NFS-share bevindt.
ru: Не помещать файлы cookies в домашнем каталоге пользователя, если этот каталог расположен на сервере NFS.
sl: Ne postavi piškotkov v uporabnikovo domačo mapo kadar je mapa na NFS.
tr: Kullanıcı dizini NFS üzerindeyse buraya çerez yerleştirmez.
vi: Không để cookie vào thư mục chính của người dùng nếu thư mục đó nằm trên NFS.

source: Don't restart the login manager after the execution
da: Genstart ikke logind-programmet efter kørsel
de: Anmeldemanager nach der Ausführung nicht neustarten
fi: Älä käynnistä kirjautumisohjelmaa uudestaan suorituksen jälkeen
hu: Ne indítsa újra a bejelentkezéskezelőt végrehajtás után
kn: ಕಾರ್ಯಗತಗೊಳಿಸಿದ ನಂತರ ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಪುನರ್ ಆರಂಭಿಸುವುದಿಲ್ಲ
nl: Aanmeldbeheerder niet herstarten nadat deze is gestart
ru: Не перезапускать менеджер входа в систему после выполнения
sl: Ne zaženi ponovno upravljalnika prijave po izvedbi
te: నిర్వర్తించిన తరువాత ప్రవేశద్వారం నిర్వాహకి ని మరలామొదలుపెట్టకు
tr: Çalıştırdıktan sonra giriş yöneticisini yeniden başlatma
vi: Không khởi chạy lại bộ quản lý đăng nhập sau khi thực hiện

source: E_dit Commands...
da: R_edigér kommandoer...
de: _Befehle bearbeiten …
fi: M_uokkaa komentoja...
hu: _Parancsok szerkesztése...
kn: ಆಜ್ಞೆಯನ್ನು ಪರಿಷ್ಕರಿಸು(_d)...
nl: Op_drachten bewerken...
ru: _Изменить команды...
sl: _Uredi ukaze ...
te: _ఆదేశాలను సరిచేయు...
tr: K_omutları Düzenle
vi: Sử_a lệnh...

source: E_xclude:
da: U_deluk:
de: _Ausschließen:
fi: E_stä:
hu: _Kihagyás:
kn: ಹೊರಗಿಡು(_x):
nl: _Niet tonen:
ru: _Исключить:
sl: I_zključi:
te: _బహిష్కరించు:
tr: Dış_la:
vi: _Loại trừ :

source: Ena_ble debug messages to system log
da: Aktivér _fejlmeddelelser til systemloggen
de: Ausgabe von Debug-Meldungen im System-Protokoll aktivieren
fi: Nä_ytä vianetsintäviestit järjestelmälokissa
hu: _Hibakereső üzenetek engedélyezése a rendszernapló felé
kn: ದೋಷ ನಿವಾರಕ ಸಂದೇಶಗಳನ್ನು ಗಣಕ ಕಾರ್ಯಚರಿಯಲ್ಲಿ ಶಕ್ತಗೊಳಿಸುವುದಿಲ್ಲ (_b)
nl: Debug-_berichten naar het systeemlogboek sturen
ru: Вк_лючить вывод отладочных сообщений в системный журнал
sl: Omogoči razhroščeval_na sporočila v sistemskem dnevniku
te: _వ్యవస్థ నమోదుకు లోపనిర్మూలన ఆదేశాలు ఉపయోగించు
tr: Sistem _kayıtları için hata ayıklama iletilerini etkinleştir
vi: _Bật ghi thông điệp gỡ lỗi vào bản ghi hệ thống

source: Enable _Timed Login
da: Aktivér _tidsindstillet logind
de: _Zeitgesteuerte Anmeldung aktivieren
fa: به کار انداختن ورود مدت‌دار به سیستم
fi: _Ota ajastettu kirjautuminen käyttöön
hu: I_dőzített bejelentkeztetés engedélyezése
kn: ಸಮಯಾಧರಿತ ಪ್ರವೇಶವನ್ನು ಶಕ್ತಗೊಳಿಸು (_T)
nl: _Tijdsaanmelding gebruiken
ru: В_ключить автоматический вход с задержкой
sl: Omogoči _časovno prijavo
te: _సమయానుసార ప్రవేశద్వారం ఉపయోగించు
tr: _Zamanlamalı Girişi Etkinleştir
vi: Bật đăng nhập định _thời

source: Enables XDMCP INDIRECT choosing (i.e. remote execution of mdmchooser) for X-terminals which don't supply their own display browser.
da: Slår "XDMCP INDIRECT"-valg til (dvs. fjern-kørsel af mdmchooser) for X-terminaler som ikke selv kan tilbyde en sessions-vælger.
de: Aktiviert XDMCP INDIRECT-Auswahl (z.B. entfernte Ausführung des mdmchooser) für X-Terminals, die keinen eigenen Anzeige-Browser unterstützen.
fi: Mahdollistaa XDMCP INDIRECT -valinnan eli mdmchooser-ohjelman etäsuorituksen niille X-päätteille, jotka eivät tarjoa omaa näyttöselaintaan.
hu: Engedélyezi a KÖZVETETT XDMCP választást (azaz a mdmchooser távoli végrehajtását) olyan X terminálokhoz, amelyek nem biztosítanak saját megjelenítőböngészőt.
kn: ತಮ್ಮದೆ ಆದ ಪ್ರದರ್ಶಕ ವೀಕ್ಷಕನನ್ನು (browser) ಒದಗಿಸದೆ ಇರುವ X-ಆದೇಶ ತೆರೆಗಳಿಗಾಗಿ (terminal) XDMCP INDIRECT ಆರಿಸುವಿಕೆಯನ್ನು (ಅಂದರೆ mdmchooser ಅನ್ನು ದೂರದಿಂದ ಕಾರ್ಯಗತಗೊಳಿಸುವುದು) ಶಕ್ತಗೊಳಿಸುತ್ತದೆ.
nl: Activeert het indirect kiezen van XDMCP (dus mdmchooser wordt extern opgestart) voor X-terminals die geen eigen displaybrowser aanleveren.
ru: Включает непрямой выбор XDMCP (т.е. удалённое выполнение mdmchooser) для X-терминалов, которые не поддерживают собственный обозреватель дисплеев.
sl: Omogoči posredno XDMCP izbiro (primer oddaljene izvedbe mdmchooser) za X-terminale, ki ne omogočajo lastnih brskalnikov zaslonov.
tr: Kendi görüntü birimi tarayıcısı olmayan uçbirimler için XDMCP INDIRECT seçimini (mdmchooser'ın uzaktan çalıştırılmasını) etkinleştirir.
vi: Bật khả năng chọn gián tiếp XDMCP INDIRECT (tức là thực hiện mdmchooser từ xa) cho thiết bị cuối X không cung cấp bộ duyệt bộ trình bày riêng.

source: Enables greeter to be launched with additional Gtk+ modules. This is useful when extra features are required such as accessible login. Note that only "trusted" modules should be used to minimize security issues.
da: Tillader at velkomstbyderen startes med ekstra Gtk+ moduler. Dette er brugbart når ekstra funktioner, som f.eks. lettere tilgængeligt logind, er påkrævet. Vær opmærksom på at af hensyn til sikkerheden bør kun moduler der betragtes som "pålidelige" bruges.
de: Aktiviert das Starten des Begrüßers mit zusätzlichen Gtk+-Modulen. Dieses ist nützlich, wenn zusätzliche Funktionen wie eine barrierefreie Anmeldung benötigt werden. Beachten Sie, dass nur »vertrauenswürdige« Module verwendet werden sollten, um Sicherheitsprobleme zu minimieren.
fi: Mahdollistaa kirjautumisikkunan käynnistämisen GTK+-lisäosien kanssa. Valitse tämä, jos tarvitset lisäominaisuuksia kuten esteettömyystukea kirjautumisessa. Muista, että turvallisuussyistä vain luotettuja lisäosia tulisi käyttää.
hu: Engedélyezi az üdvözlő kiegészítő GTK+ modulokkal történő indítását. Ez akkor hasznos, ha kiegészítő szolgáltatásokra van szükség, mint például az akadálymentes bejelentkezés. Ne feledje, hogy csak a „megbízható” modulokat használja a biztonsági kockázatok csökkentése érdekében.
kn: Gtk+ ಘಟಕಗಳೊಂದಿಗೆ ಆರಂಭಗೊಳ್ಳುವಂತೆ ಸ್ವಾಗತಕಾರನನ್ನು ಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ. ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದಾದ ಪ್ರವೇಶಗಳಂತಹ ಹೆಚ್ಚುವರಿ ವೈಶಿಷ್ಟ್ಯಗಳು ಅಗತ್ಯವಾದಾಗ ಇದು ಪ್ರಯೋಜನಕಾರಿಯಾಗುತ್ತದೆ. ಸುರಕ್ಷತಾ ವಿವಾದಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಕೇವಲ "ನಂಬಿಕಸ್ಥ"ಘಟಕಗಳನ್ನು ಮಾತ್ರ ಬಳಸಬೇಕು ಎಂಬುದನ್ನು ನೆನಪಿಡಿ.
nl: Activeert het opstarten van de begroeter met aanvullende GTK+-modules. Dit is bruikbaar als extra functionaliteit nodig is zoals een toegankelijke aanmelding. Opmerking: alleen 'vertrouwde' modules dienen te worden gebruikt om veiligheidskwesties te minimaliseren.
ru: Позволяет запускать программу-приветствие с дополнительными модулями Gtk+. Это может быть полезно, когда требуются дополнительные функции, такие как вход с использованием специальных возможностей. Учтите, что могут использоваться только "доверенные" модули во избежание проблем с безопасностью.
sl: Omogoča pozdravnemu zaslonu zagon z dodatnimi moduli Gtk+. Možnost je uporabna kadar so zahtevane dodatne možnosti kot na primer dostopna prijava. Le "varni" moduli so lahko uporabljeni za zmanjšanje varnostnih težav.
tr: Karşılayıcının ek Gtk+ modülleriyle çalıştırılmasını etkinleştirir. Bu, "Erişilebilir giriş" gibi bazı ek özellikler gerektiğinde kullanışlıdır. Güvenlik sakıncalarını en aza indirmek için yalnızca "güvenilir" modüller kullanılmalıdır.
vi: Bật khả năng khởi chạy bộ chào mừng với mô-đun Gtk+ thêm. Có ích khi cần tính năng thêm như việc đăng nhập có khả năng truy cập. Ghi chú rằng chỉ những mô-đun « đáng tin cậy » nên được dùng, để giảm số vấn đề bảo mật có thể.

source: Full path and arguments for the command to be executed. If the value is missing, the command will not be available.
da: Fulde sti og argumenter for den kommando der skal køres. Hvis dette ikke er udfyldt, vil kommandoen ikke være tilgængelig.
de: Vollständiger Pfad und Argumente des auszuführenden Befehls. Ist kein Wert vorhanden, so ist der Befehl nicht verfügbar.
fi: Suoritettavan komennon koko polku ja valitsimet. Jos arvo on tyhjä, komento ei ole käytettävissä.
hu: A végrehajtandó parancs teljes elérési útja és paraméterei. Ha az érték hiányzik, akkor a parancs nem lesz elérhető.
kn: ಕಾರ್ಯಗತಗೊಳಿಸ ಬೇಕಿರುವ ಆಜ್ಞೆಯ ಸಂಪೂರ್ಣ ಪಥ ಹಾಗು ಚರಪರಿಮಾಣಗಳು (arguments). ಈ ಮೌಲ್ಯವು ಕಾಣೆಯಾಗಿದ್ದರೆ, ಆಜ್ಞೆಯು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
nl: Volledig pad en argumenten voor de uit te voeren opdracht. Als deze waarde ontbreekt zal de opdracht niet beschikbaar zijn.
ru: Полный путь и аргументы команды для выполнения. Если значение отсутствует, команда будет недоступна.
sl: Celotna pot in argumenti ukaza, ki bo izveden. V primeru, da vrednost ni določena, ukaz ne bo na voljo.
te: ఆదేశం కు పూర్తి త్రోవ మరియు క్రమానుగతసంకేతములు నిర్వర్తించబడుతుంది. ఒకవేళ విలువ తప్పిపోయినచో, ఆదేశం లభించు ఇఛ్ఛ ఉండదు.
tr: Çalıştırılacak komutun tam yol tanımı ve bağımsız değişkenleri. Bu değer yoksa, komut kullanılamayacaktır.
vi: Đường dẫn đầy đủ và các đối số cho lệnh cần thực hiện. Giá trị bị thiếu thì lệnh không sẵn sàng.

source: Full path and arguments to the command to be executed
da: Fulde sti og argumenter for den kommando der skal køres
de: Vollständiger Pfad und Argumente des auszuführenden Befehls
fi: Suoritettavan komennon koko polku ja valitsimet
hu: A végrehajtandó parancs teljes elérési útja és paraméterei
kn: ಕಾರ್ಯಗತಗೊಳಿಸ ಬೇಕಿರುವ ಆಜ್ಞೆಯ ಸಂಪೂರ್ಣ ಪಥ ಹಾಗು ಚರಪರಿಮಾಣಗಳು (arguments)
nl: Volledig pad en argumenten voor de uit te voeren opdracht
ru: Полный путь и аргументы команды, которая должна быть выполнена
sl: Celotna pot in argumenti ukaza, ki bo izveden
te: ఆదేశం కు పూర్తి త్రోవ మరియు క్రమానుగతసంకేతములు నిర్వర్తించబడుతుంది
tr: Çalıştırılacak komutun tam yol tanımı ve bağımsız değişkenleri
vi: Đường dẫn đầy đủ và các đối số cho lệnh cần thực hiện

source: MDM should run the login window on this server and allow a user to log in. If not selected, then MDM will just run this server and wait for it to terminate.
da: MDM skal køre logind-vinduet på denne server og tillade at en bruger logger ind. Hvis dette ikke er valgt vil MDM kun kun køre denne server og vente indtil den bliver lukket.
de: MDM soll das Anmeldefenster auf diesem Server starten und einem Benutzer das Anmelden erlauben. Wenn nicht ausgewählt, startet MDM den Server nur und wartet auf sein Beenden.
fi: MDM käynnistää kirjautumisikkunan tällä palvelimella ja sallii käyttäjän sisäänkirjautumisen. Jos ominaisuus ei ole valittuna, MDM käynnistää ainoastaan tämän palvelimen ja odottaa sen sulkeutumiseen asti.
hu: A MDM futtassa a bejelentkező ablakot a kiszolgálón és engedélyezze a felhasználó bejelentkezését. Ha nincs kijelölve, akkor a MDM futni fog a kiszolgálón és várja hogy az leálljon.
kn: ಪರಿಚಾರಕದಲ್ಲಿ MDM ಪ್ರವೇಶ ಕಿಟಕಿಯನ್ನು ಚಲಾಯಿಸಬೇಕು ಹಾಗು ಬಳಕೆದಾರನಿಗೆ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಅನುವು ಮಾಡಿಕೊಡಬೇಕು. ಆಯ್ಕೆ ಮಾಡದೆ ಹೋದರೆ, MDM ಕೇವಲ ಈ ಪರಿಚಾರಕವನ್ನು ಚಲಾಯಿಸುತ್ತದೆ ಹಾಗು ಅದು ಮುಗಿಯುವವರೆಗೂ ಕಾಯುತ್ತದೆ.
nl: MDM dient het aanmeldvenster op deze server te draaien en toestaan dat een gebruiker zich aanmeldt. Indien niet geselecteerd zal MDM gewoon deze server draaien en wachten totdat deze wordt getermineerd.
ru: MDM должен вывести окно входа в систему на этом сервере и разрешить пользователям регистрироваться в системе. Если этот параметр не установлен, MDM только лишь запустит сервер и будет ждать завершения его работы.
sl: MDM mora zagnati prijavno okno na tem strežniku in mora omogočiti uporabniku prijavo. V primeru, da možnost ni izbrana, bo MDM le zagnal strežnik in čakal, da se seja konča.
tr: Bu sunucu üzerinde MDM, login penceresini çalıştırmalı ve bir kullanıcının girişine izin vermelidir. Seçilmediyse MDM yalnızca bu sunucuyu çalıştıracak ve sonlandırılmasını bekleyecektir.
vi: MDM nên chạy cửa sổ đăng nhập trên máy phục vụ này và cho phép người dùng đăng nhập. Bỏ chọn thì MDM sẽ chỉ chạy máy phục vụ này và đợi nó kết thúc.

source: General
da: Generelt
de: Allgemein
fi: Yleistä
hu: Általános
kn: ಸಾಮಾನ್ಯ
nl: Algemeen
ru: Общие
sl: Splošno
te: సాధారణమైన
tr: Genel
vi: Chung

source: Given user should be logged in after a number of seconds (set with Pause before login) of inactivity on the login screen. This is useful for public access terminals or perhaps even home use.
da: Den givne bruger skal logges ind efter et vist antal sekunders (som indstilles med "Pause før login") inaktivitet på logind-skærmen. Dette er brugbart for terminaler med offentlig adgang og måske endda til hjemmebrug.
de: Angegebener Benutzer muss nach einer Anzahl (festgelegt mit dem Warten vor der Anmeldung) von Sekunden der Inaktivität auf dem Anmeldebildschirm angemeldet sein. Dies ist für Terminals mit öffentlichen Zugang oder sogar für den Heimgebrauch nützlich.
fi: Määritetty käyttäjä kirjautuu sisään automaattisesti annetun viiveen jälkeen. Tämä voi olla hyödyllinen valinta julkisilla päätteillä ja myös kotikäytössä.
hu: Az adott felhasználót be kell jelentkeztetni a bejelentkező képernyő adott másodpercnyi inaktivitása után (ez a Várakozás a bejelentkezés előtt mezőben adható meg) Ez nyilvános használatú terminálok vagy akár otthoni gép esetén is hasznos.
kn: ಒದಗಿಸಲಾದ ಬಳಕೆದಾರನು ಪ್ರವೇಶ ತೆರೆಯು ನಿಷ್ಕ್ರಿಯಗೊಂಡು ಒಂದಿಷ್ಟು ಸೆಂಕೆಂಡುಗಳ ಸಮಯ ಕಳೆದ ಮೇಲೆಯೆ ಒಳಗೆ ಪ್ರವೇಶಿಸ ಬೇಕು (ಪ್ರವೇಶಿಸುವ ಮೊದಲು ತಾತ್ಕಾಲಿಕ ಸ್ಥಗಿತಕ್ಕೆ ಹೊಂದಿಸು). ಇದು ಸಾರ್ವಜನಿಕವಾಗಿ ನಿಲುಕಿಸಿಕೊಳ್ಳಬಹುದಾದ ಆದೇಶತೆರೆಗಳಲ್ಲಿ ಅಥವ ಪ್ರಾಯಶಃ ನೆಲೆಯಲ್ಲಿಯೂ(home) ಸಹ ಬಳಕೆಯಾಗುತ್ತದೆ.
nl: De opgegeven gebruiker zal worden aangemeld na een aantal seconden (instellen met 'Pauzeren voor aanmelden') van inactiviteit bij het aanmeldscherm. Dit is bruikbaar voor publiekstoegankelijke terminals en mogelijk ook voor thuis.
ru: Указанный пользователь будет зарегистрирован в системе по истечении промежутка времени (указанного в секундах параметром "Пауза перед входом" неактивности экрана входа в систему. Это полезно для терминалов публичного доступа или даже домашнего использования.
sl: Uporabnik se mora prijaviti po določenem času (sekunde skupaj s premorom pred prijavo) nedejavnosti ob prijavnem zaslonu. Možnost je uporabna za javni dostop terminalov pa tudi domačo uporabo.
tr: Kullanıcı (Giriş öncesi duraklama ile belirlenmiş olan) belli bir süre sonrasında sisteme girmiş olmalıdır. Bu, toplu erişim uçbirimlerinde ve belki de ev kullanımında kullanışlı olabilir.
vi: Người dùng đã chọn nên được đăng nhập sau một số giây (đặt với « Tạm dừng trước khi đăng nhập ») nghỉ trên màn hình đăng nhập. Có ích cho thiết bị truy cập công cộng, ngay cả ở nhà.

source: Given user should be logged in upon first bootup. No password will be asked. This is useful for single user workstations where local console security is not an issue.
da: Den givne bruger skal logges ind ved første opstart. Der vil ikke blive spurgt efter adgangskode. Dette er brugbart for enkeltbruger-arbejdscomputere hvor lokal konsolsikkerhed ikke er relevant.
de: Angegebener Benutzer wird nach dem ersten Starten angemeldet. Es wird kein Passwort abgefragt. Dies ist für Rechnern von Einzelbenutzern nützlich, bei denen die Sicherheit der lokalen Konsole kein Problem darstellt.
fi: Määritetty käyttäjä kirjautuu sisään automaattisesti ensimmäisellä suorituskerralla ilman salasanaa. Tämä on hyödyllinen valinta yhden käyttäjän työasemilla, joissa konsolin turvallisuus ei ole ongelmakysymys.
hu: Az adott felhasználót be kell jelentkeztetni az első indításkor. A rendszer nem kér jelszót. Ez egyfelhasználós munkaállomások esetén hasznos, ahol a helyi konzol biztonsága nem probléma.
kn: ಒದಗಿಸಲಾದ ಬಳಕೆದಾರನು ಪ್ರಥಮ ಬೂಟ್ಅಪ್ ನಂತರ ಒಳಗೆ ಪ್ರವೇಶಿಸಬೇಕು. ಇದಕ್ಕೆ ಯಾವುದೆ ಗುಪ್ತಪದವು ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಇದು ಏಕ ಬಳಕೆದಾರ ಕಾರ್ಯಸ್ಥಳಗಳಲ್ಲಿ (workstation) ಸ್ಥಳೀಯ ಸುರಕ್ಷತೆ ಅಷ್ಟೊಂದು ಮುಖ್ಯ ಸಂಗತಿಯಾಗದೆ ಇರುವಂತಹ ಸಂದರ್ಭದಲ್ಲಿ ಬಳಕೆಯಾಗುತ್ತದೆ.
nl: De opgegeven gebruiker dient te worden aangemeld bij de eerste systeemstart. Er zal niet om een wachtwoord worden gevraagd. Dit is bruikbaar voor computers met één gebruiker waarbij de lokale beveiliging niet aan de orde is.
ru: Указанный пользователь будет зарегистрирован в системе после первой загрузки. Пароль запрашиваться не будет. Эта функция полезна для однопользовательских рабочих станций, для которых безопасность локальной консоли не является проблемой безопасности.
sl: Uporabnik se mora prijaviti ob prvem zagonu sistema. Geslo ne bo zahtevano za prijavo. Možnost je uporabna za krajevni dostop kjer dostop do krajevne konzole ni nevarno. Predvsem za domačo uporabo.
tr: Kullanıcı sistemin ilk başlatılması ile sisteme girmiş olmalıdır. Parola sorulmayacaktır. Bu, yerel uçbirim güvenliğinin önemli bir sakınca olmadığı tek kullanıcılı iş makinelerinde kullanışlı olabilir.
vi: Người dùng đã chọn nên được đăng nhập một khi khởi động lần đầu tiên, không yêu cầu mật khẩu. Có ích cho máy trăm làm việc không cần lo về sự bảo mật của bàn giao tiếp cục bộ.

source: Greeter Chooser
da: Velkomstbyder Vælger
de: Begrüßer Auswähler
fi: Kirjautumisikkuna Valitsin
hu: Üdvözlő Választó
kn: ಸ್ವಾಗತಕಾರ ಆಯ್ಕೆಗಾರ
nl: Groeter kiezen
ru: Приглашение Селектор
sl: Pozdravni zaslon Izbirnik
te: వందనము ఎంచుకొనునది
tr: Karşılayıcı Seçici
vi: Bộ chào mừng Bộ lựa chọn

source: Honor _indirect requests
da: Tillad _indirekte forespørgsler
de: _Indirekte Anforderungen annehmen
fa: توجه به درخواست‌های _غیرمستقیم
fi: Kunnioita epä_suoria pyyntöjä
hu: A köz_vetett kérések figyelembe vétele
kn: ಪರೋಕ್ಷ ಮನವಿಗಳನ್ನು ಮಾನ್ಯ ಮಾಡು
nl: I_ndirecte aanvragen toestaan
ru: Принимать _непрямые запросы
sl: Upoštevaj _posredne zahtevke
te: _గౌరవ వక్రమైన మనవిలు
tr: Do_laylı istekleri kabul et
vi: Thực h_iện các yêu cầu gián tiếp

source: I_mage:
da: _Billede:
de: _Bild:
fa: ت_صویر:
fi: K_uva:
hu: _Kép:
kn: ಚಿತ್ರಿಕೆ(_m):
nl: _Afbeelding:
ru: _Изображение:
sl: _Slika:
te: _ప్రతిరూపం:
tr: _İmge
vi: Ả_nh:

source: I_nclude:
da: I_nkludér:
de: _Einbeziehen:
fi: S_alli:
hu: _Felvétel:
kn: ಅಡಕಗೊಳಿಸು(_n):
nl: _Tonen:
ru: В_ключить:
sl: _Vključi:
te: _కలుపుకొను:
tr: İ_çer:
vi: _Gồm:
