Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: The nested X server is not available, or MDM is badly configured. Please install the Xnest package in order to use the nested login.
da: Den indlejrede X-server er ikke tilgængelig, eller MDM er fejlkonfigureret. Installér venligst Xnest-programpakken for at bruge indlejret logind.
de: Der eingebettete X-Server (Xnest) ist nicht verfügbar oder MDM ist nicht korrekt konfiguriert. Bitte installieren Sie das Xnest-Paket, um die eingebettete Anmeldung zu verwenden.
fi: Sisäkkäinen X-palvelin (Xnest) ei ole käytettävissä, tai MDM:n asetukset ovat väärät. Asenna Xnest-paketti, jos haluat käyttää sisäkkäistä kirjautumista.
hu: A beültetett X kiszolgáló nem érhető el vagy a MDM rosszul van beállítva Telepítse az Xnest csomagot a beültetett bejelentkezés használatához.
kn: ಅಂತರ್ಗತ X ಪರಿಚಾರಕ ಲಭ್ಯವಿಲ್ಲ, ಅಥವ MDM ಸರಿಯಾಗಿ ಸಂರಚಿತಗೊಂಡಿಲ್ಲದೆ ಇರಬಹುದು. ಅಂತರ್ಗತ ಪ್ರವೇಶವನ್ನು ಬಳಸಲು ಅನುವಾಗುವಂತೆ Xnest ಪ್ಯಾಕೇಜನ್ನು ದಯವಿಟ್ಟು ಅನುಸ್ಥಾಪಿಸಿ.
nl: De geneste X-server (Xnest) is niet beschikbaar of MDM is onjuist geconfigureerd. Installeer het Xnest-pakket om genest te kunnen aanmelden.
ru: Вложенный X сервер (Xnest) недоступен или пакет MDM неверно настроен. Установите пакет Xnest для использования вложенной регистрации.
sl: Vgnezden X strežnik ni na voljo ali pa je MDM napačno nastavljen. Za uporabo vgnezdenih prijav namestite paket Xnest.
tr: İçiçe X sunucusu (Xnest) kullanılamıyor, veya MDM hatalı yapılandırılmış. İçiçe giriş özelliğini kullanmak için lütfen Xnest paketini yükleyin.
vi: Máy phục vụ X lồng nhau không sẵn sàng, hoặc MDM có cấu hình sai. Hãy cài đặt gói Xnest để dùng khả năng đăng nhập lồng nhau.

source: The X server is not available. MDM may be misconfigured.
da: X-serveren er ikke tilgængelig. MDM er muligvis fejlkonfigureret.
de: Der X-Server ist nicht verfügbar, wahrscheinlich wurde MDM nicht korrekt konfiguriert.
fa: کارگزار X وجود ندارد، ممکن است MDM درست پیکربندی نشده باشد.
fi: X-palvelinta ei ole saatavilla. MDM on todennäköisesti väärin asetettu.
hu: Az X-kiszolgáló nem érhető el. Lehet, hogy rosszul van beállítva a MDM.
kn: ಅಂತರ್ಗತ X ಪರಿಚಾರಕ ಲಭ್ಯವಿಲ್ಲ. MDM ತಪ್ಪಾಗಿ ಸಂರಚಿತವಾಗಿರಬಹುದು.
nl: De X-server is niet beschikbaar. Waarschijnlijk is MDM onjuist geconfigureerd.
ru: X-сервер недоступен, похоже, Возможно, MDM неверно настроен.
sl: X strežnik ni na voljo. Morda je MDM napačno nastavljen.
te: X సేవిక లభించలేదు. జిడియం తప్పుగా రూపకరించి ఉండవచ్చు.
tr: X sunucusu kullanılamıyor. MDM hatalı yapılandırılmış olabilir.
vi: Máy phục vụ X không sẵn sàng, có thể do MDM có cấu hình sai.

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
da: Forsøger at sætte en ukendt logudhandling, eller forsøger at sætte en logudhandling som ikke er tilgængelig.
de: Es wurde versucht, eine unbekannte oder nicht verfügbare Abmeldeaktion zu setzen.
fa: در حال تلاش برای تنظیم یک کنش خروچ از سیستم ناشناخته، یا تلاش برای تنظیم یک کنش خروج از سیستم که موجود نیست.
fi: Yritetään asettaa tuntematonta uloskirjautumistoimintoa tai toimintoa, joka ei ole käytettävissä.
hu: Próbálkozás ismeretlen kijelentkezési művelet beállítására, vagy próbálkozás egy el nem érhető kijelentkezési művelet beállítására.
kn: ಒಂದು ಗೊತ್ತಿರದ ನಿರ್ಗಮನ ಕಾರ್ಯವನ್ನು, ಅಥವ ಲಭ್ಯವಿರದ ಒಂದು ನಿರ್ಗಮನ ಕಾರ್ಯವನ್ನು ಹೊಂದಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Afmeldactie onbekend of niet beschikbaar.
ru: Попытка установить неизвестное или недоступное действие при выходе.
sl: Poskus nastavljanja neznanega ali nedostopnega dejanja odjave
te: ఒక తెలియని నిష్ర్కమణ ద్వారం క్రియ అమర్చుటకు ప్రయత్నించుచున్నది, లేదా ఒక నిష్ర్కమణ ద్వారం క్రియ అమర్చుటకు ప్రయత్నించుచున్నది ఏదైతే లభించలేదో.
tr: Bilinmeyen bir çıkış işlemi ayarlanmaya çalışıyor, veya olmayan bir çıkış işlemi ayarlanmaya çalışılıyor.
vi: Đang thử thiết lập hành động đăng xuất lạ, hoặc thử thiết lập hành động đăng xuất không sẵn sàng.

source: Virtual terminals not supported.
da: Virtuelle terminaler understøttes ikke.
de: Virtuelle Terminals nicht unterstützt.
fa: پایانهٔ مجازی پشتیبانی نمی‌شود.
fi: Virtuaalipäätteitä ei tueta.
hu: A virtuális terminálok nem támogatottak.
kn: ವಾಸ್ತವಪ್ರಾಯ ಗಣಕ ಘಟಕವು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
nl: Virtuele consoles zijn niet mogelijk.
ru: Виртуальные терминалы не поддерживаются.
sl: Navidezni terminali niso podprti.
te: వాస్తవప్రతిరూప మూలాలు సహకారం లేనివి.
tr: Sanal terminaller desteklenmiyor.
vi: Không hỗ trợ thiết bị cuối ảo.

source: Trying to change to an invalid virtual terminal number.
da: Forsøger at skifte til et ugyldig virtuelt terminalnummer.
de: Es wurde versucht, zu einem virtuellen Terminal mit ungültiger Nummer zu wechseln.
fa: در حال تلاش برای تغییر شمارهٔ پایانهٔ مجازی نامعتبر.
fi: Yritetään vaihtaa virtuaalipäätteeseen, jolla on virheellinen numero.
hu: Próbálkozás egy nem létező számú virtuális terminálra való átkapcsolásra.
kn: ಒಂದು ಅಮಾನ್ಯ ವಾಸ್ತವಪ್ರಾಯ ಗಣಕ ಘಟಕದ ಸಂಖ್ಯೆಯನ್ನು ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Bezig met proberen te wisselen naar een ongeldig virtueel console-nummer.
ru: Попытка перейти к неверному номеру виртуального терминала.
sl: Poskus preklopa na neveljavno številko navideznega terminala.
te: ఒక నిస్సారమైన వాస్తవప్రతిరూప మూలం సంఖ్య కు మార్చుటకు ప్రయత్నించుచున్నది.
tr: Geçersiz bir sanal terminal numarasına değiştirilmeye çalışılıyor.
vi: Đang thử thay đổi số thiết bị cuối ảo không hợp lệ.

source: Trying to update an unsupported configuration key.
da: Prøver at opdatere en ikke-understøttet konfigurationsnøgle.
de: Es wurde versucht, einen nicht unterstützten Konfigurationsschlüssel zu aktualisieren
fa: در حال تلاش برای به‌هنگام‌سازی یک کلید پیکربندی پشتیبانی نشده.
fi: Yritetään päivittää ei-tuettua asetusavainta.
hu: Próbálkozás egy nem támogatott beállítási kulcs frissítésére.
kn: ಬೆಂಬಲವಿಲ್ಲದ ಒಂದು ಸಂರಚನಾ ಕೀಲಿಯನ್ನು ಪರಿಷ್ಕರಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Niet ondersteunde configuratiesleutel kan niet worden vernieuwd.
ru: Попытка обновить неподдерживаемый ключ конфигурации.
sl: Poskušam posodobiti nepodprt nastavitveni ključ
te: ఒక సహకరించని రూపకరణ మీట తాజాపరచుటకు ప్రయత్నించుచున్నది.
tr: Desteklenmeyen bir ayar anahtarı güncellenmeye çalışılıyor.
vi: Cố cập nhật khóa cấu hình chưa được hỗ trợ.

source: You do not seem to have the authentication needed for this operation. Perhaps your .Xauthority file is not set up correctly.
da: Du ser ikke ud til at have bemyndigelsen der er krævet for denne handling. Måske er din .Xauthority-fil ikke sat korrekt op.
de: Anscheinend haben Sie nicht die für diese Operation erforderliche Legitimation. Möglicherweise ist Ihre ».Xauthority«-Datei nicht korrekt eingerichtet.
fa: به نظر نمی‌آید شما اجازه‌های لازم برای این عملیات را داشته باشید. شاید پروندهٔ ‎.Xauthority شما درست برپاسازی نشده است.
fi: Toimintoon tarvittavaa todennusta ei näy olevan. Tiedosto .Xauthority voi olla väärin asetettu.
hu: Az Ön számára nem engedélyezett ez a művelet. Valószínűleg a „.Xauthority” fájlja nincs megfelelően beállítva.
kn: ಈ ಕಾರ್ಯಾಚರಣೆಗೆ ಬೇಕಿರುವ ದೃಢೀಕರಣವನ್ನು ನೀವು ಹೊಂದಿಲ್ಲವೆಂದು ತೋರುತ್ತದೆ. ಬಹುಷಃ ನಿಮ್ಮ .Xauthority ಕಡತವು ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲದಿರಬಹುದು.
nl: U heeft geen toestemming om dit te doen. Misschien is uw .Xauthority-bestand niet goed ingesteld.
ru: Похоже, для этой операции не нужна авторизация. Возможно, Ваш файл .Xauthority установлен некорректно.
sl: Videti je, da nimate primerne overitve za ta ukaz. Morda vaša datoteka .Xauthority ni pravilno nastavljena.
tr: Bu işlem için gerekli yetkiniz yok. .Xauthority dosyanız düzgün ayarlanmamış olabilir.
vi: Hình như bạn chưa có xác thực cần thiết để thực hiện thao tác này. Có lẽ tập tin .Xauthority của bạn chưa được thiết lập đúng.

source: Too many messages were sent to MDM and it hung up on us.
da: For mange meddelelser blev sendt til MDM og den stoppede med at svare os.
de: Es wurden zu viele Meldungen an MDM verschickt, was dazu führte, dass er sich aufhing.
fa: تعداد پیغام‌های ارسالی به MDM آن قدر زیاد بود که دیگر به ما جواب نمی‌دهد.
fi: MDM:lle lähetettiin liian monta viestiä, ja se katkaisi yhteyden.
hu: Túl sok üzenet lett elküldve a MDM-nek és az ettől lefagyott.
kn: MDM ಗೆ ಹಲವಾರು ಸಂದೇಶಗಳು ಕಳುಹಿಸಲ್ಪಟ್ಟಿವೆ ಹಾಗು ಆಕಾರಣದಿಂದ ಅದು ಸ್ಥಬ್ದಗೊಂಡಿದೆ.
nl: MDM is vastgelopen doordat er teveel berichten naar toe werden gezonden.
ru: Менеджеру MDM было отправлено слишком много сообщений, и в процессе получения он завис.
sl: Preveč sporočil je bilo poslanih na MDM, zato je postal prezaseden.
te: జిడియం కు సహితము చాలా సందేశములు పంపబడినవి మరియు అది మనపై వ్రేలాడదీయబడినది.
tr: MDM, kendisine gönderilen aşırı sayıdaki ileti yüzünden bağlantıyı kesti.
vi: Quá nhiều thông báo được gởi đến mdm nên nó bị treo.

source: Unknown error occurred.
da: Ukendt fejl opstod.
de: Es ist ein unbekannter Fehler aufgetreten.
fa: خطای نانشاخته‌ای رخ داد.
fi: Tuntematon virhe.
hu: Ismeretlen hiba történt.
kn: ಗೊತ್ತಿರದ ದೋಷ ಘಟಿಸಿದೆ.
nl: Er is een onbekende fout opgetreden.
ru: Произошла неизвестная ошибка.
sl: Prišlo je do neznane napake.
te: తెలియని దోషము ఏర్పడింది.
tr: Bilinmeyen hata oluştu.
vi: Gặp lỗi lạ.

source: The accessibility registry was not found.
da: Tilgængeligheds-registret blev ikke fundet.
de: Die Registrierung der Barrierefreiheit konnte nicht gefunden werden.
fi: Esteettömyysrekisteriä ei löydy.
hu: Nem található az akadálymentesítési nyilvántartás.
kn: ನಿಲುಕಣೆ ಸಾಧ್ಯತಾ ರಿಜಿಸ್ಟ್ರಿಯು ಕಾಣುತ್ತಿಲ್ಲ.
nl: Het toegankelijkheidsregister is niet gevonden.
ru: Реестр специальных возможностей не был найден.
sl: Prijave dostopnosti ni mogoče najti.
te: అందుబాటు పట్టీలో చేర్చుట దొరకలేదు.
tr: Erişilebilirlik kayıtları bulunamadı.
vi: Không tìm thấy sổ đăng ký khả năng truy cập.

source: The accessibility registry could not be started.
da: Tilgængeligheds-registret kunne ikke startes.
de: Die Registrierung der Barrierefreiheit konnte nicht gestartet werden.
fi: Esteettömyysrekisteriä ei voitu käynnistää.
hu: Az akadálymentesítési nyilvántartás nem indítható el.
kn: ನಿಲುಕಣೆ ಸಾಧ್ಯತಾ ರಿಜಿಸ್ಟ್ರಿಯನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ.
nl: Het toegankelijkheidsregister kon niet worden gestart.
ru: Не удалось запустить реестр специальных возможностей.
sl: Prijave dostopnosti ni mogoče zagnati.
te: అందుబాటు పట్టీలో చేర్చుట మొదలుపెట్టుటకు వీలుకాదు.
tr: Erişilebilirlik kayıtları başlatılamadı.
vi: Không thể khởi chạy sổ đăng ký khả năng truy cập.

source: %d second
da: %d sekund
de: %d Sekunde
fa: %Id ثانیه
fi: %d sekunti
hu: %d másodperc
kn: %d ಸೆಕೆಂಡು
nl: %d seconde
ru: %d секунда
sl: %d sekund
te: %d క్షణము
tr: %d saniye
vi: %d giây

source: Usage: %s [-b][-v] and one of the following:
da: Brug: %s [-b][-v] og en af følgende:
de: Aufruf: %s [-b][-v] und eines der Folgenden:
fi: Käyttö: %s [-b][-v] ja yksi seuraavista:
hu: Használat: %s [-b][-v] és az alábbiak egyike:
kn: ಬಳಕೆ: %s [-b][-v] ಹಾಗು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು:
nl: Gebruik: %s [-b][-v] en een van de volgende:
ru: Применение: %s [-b][-v] и одно из следующего:
sl: Uporaba: %s [-b][-v] in eden izmed naslednjih:
te: వాడుక: %s [-b][-v] మరియు క్రింది వానిలో ఒకటి:
tr: Kullanım: %s [-b][-v] ve aşağıdakilerden biri:
vi: Cách sử dụng: %s [-b][-v] và một của những điều theo sau :

source: -a display
da: -a skærm
de: -a Anzeige
fi: -a näyttö
hu: -a kijelző
kn: -a ಪ್ರದರ್ಶಕ
nl: -a scherm
sl: -a zaslon
te: -a ప్రదర్శన
tr: -a görüntü birimi
vi: -a bộ trình bày

source: -r display
da: -r skærm
de: -r Anzeige
fi: -r näyttö
hu: -r kijelző
kn: -r ಪ್ರದರ್ಶಕ
nl: -r scherm
sl: -r zaslon
te: -r ప్రదర్శన
tr: -r görüntü birimi
vi: -r bộ trình bày

source: -d display
da: -d skærm
de: -d Anzeige
fi: -d näyttö
hu: -d kijelző
kn: -d ಪ್ರದರ್ಶಕ
nl: -d scherm
sl: -d zaslon
te: -d ప్రదర్శన
tr: -d görüntü birimi
vi: -d bộ trình bày

source: -l [server_name]
da: -l [servernavn]
fi: -l [palvelimen nimi]
hu: -l [kiszolgáló_neve]
kn: -l [ಪರಿಚಾರಕದ_ಹೆಸರು]
nl: -l [server_naam]
ru: -l [имя_сервера]
sl: -l [ime_strežnika]
te: -l [సేవిక_నామము]
tr: -l [sunucu_adı]
vi: -l [tên_máy_phục_vụ]

source: -t maximum tries to connect (default 15)
da: -t maks. antal tilslutningsforsøg (standard 15)
de: -t Maximale Anzahl an Verbindungsversuchen (Vorgabe: 15)
fi: -t yrityskertojen enimmäismäärä (oletusarvo 15)
hu: -t kapcsolódási kísérletek maximális száma (alapértelmezés: 15)
kn: -t ಸಂಪರ್ಕ ಹೊಂದಲು ಮಾಡಲಾದ ಗರಿಷ್ಟ ಪ್ರಯತ್ನಗಳು (ಪೂರ್ವನಿಯೋಜಿತ ೧೫)
nl: -t maximum aantal verbindingspogingen (standaard 15)
ru: -t максимальное количество попыток соединения (по умолчанию 15)
sl: -t največje število poskusov povezave (privzeto 15)
te: -t అనుసంధించుటకు అత్యధిక ప్రయత్నములు (అప్రమేయం 15)
tr: -t bağlantı için en fazla deneme sayısı (öntanımlı 15)
vi: -t số lần cố kết nối tối đa (mặc định là 15)

source: -s sleep value (default 8)
da: -s ventetid (standard 8)
de: -s Wartezeit (Vorgabe: 8)
fi: -s nukkumisaika (oletusarvo 8)
hu: -s várakozási idő (alapértelmezés: 8)
kn: -s ಜಡಾವಸ್ಥೆಯ ಮೌಲ್ಯ (ಪೂರ್ವನಿಯೋಜಿತ ೮)
nl: -s slaapwaarde (standaard 8)
ru: -s значение засыпания (по умолчанию 8)
sl: -s vrednost spanja (privzeto 8)
te: -s నిద్రించు విలువ (అప్రమేయం 8)
tr: -s meşgul bekleme değeri (öntanımlı: 8)
vi: -s giá trị ngủ (mặc định là 8)

source: Server busy, will sleep.
da: Server er optaget, vil vente.
de: Server ist beschäftigt, warten.
fi: Palvelin on kiireinen, odotetaan.
hu: A kiszolgáló foglalt, kicsit várok.
kn: ಪರಿಚಾರಕವು ಕಾರ್ಯನಿರತವಾಗಿದೆ, ಜಡಗೊಳ್ಳುತ್ತದೆ.
nl: Server bezet, zal gaan slapen.
ru: Сервер занят, ожидание.
sl: Strežnik je zaseden in bo zaspal.
te: సేవికకు తీరికలేదు, నిద్రించును.
tr: Sunucu meşgul, beklemeye geçilecek.
vi: Máy phục vụ đang bận nên ngủ.

source: Connection to daemon failed, sleeping for %d seconds. Retry %d of %d
da: Forbindelsen til serveren mislykkedes, venter i %d sekunder. Forsøg %d af %d
de: Die Verbindung zum Dienst ist gescheitert, warten für %d Sekunden. Versuch %d von %d
fi: Yhteydenotto palvelinprosessiin epäonnistui, odotetaan %d sekuntia. Uudelleenyritys %d/%d
hu: A csatlakozás meghiúsult a démonhoz, várok %d másodpercet. %d. kísérlet, összesen %d
kn: ನೇಪಥಿಕಕ್ಕೆ (daemon) ಸಂಪರ್ಕವು ವಿಫಲಗೊಂಡಿದೆ, %d ಸೆಕೆಂಡುಗಳವರೆಗೆ ಜಡವಾಗಿರುತ್ತದೆ. %d ನ %d ನಲ್ಲಿ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ
nl: Verbinding met de daemon mislukt, zal slapen gedurende %d seconden. Poging %d van %d
ru: Сервер занят, повтор через %d секунд. Попытка %d из %d
sl: Povezava z demonom ni bila uspešna, sistem bo zaspal za %d sekund. Ponovni poskus %d od %d
te: సూత్రధారి కు అనుసంధానం విఫలమైంది, %d క్షణముల కొరకు నిద్రించుచున్నది. %d యొక్క %d మరలాప్రయత్నించు
tr: Servise bağlantı kurulamadı, %d saniye beklenecek. Deneme: %d / %d
vi: Việc kết nối đến trình nền bị lỗi nên ngủ trong %d giây. Lần thử lại %d trên %d

source: Failed to connect to server after %d retries
da: Kunne ikke tilslutte til server efter %d forsøg
de: Verbindung zum Server nach %d Versuchen gescheitert
fi: Yhteydenotto palvelimeen ei onnistunut %d. yrityksellä
hu: %d próbálkozás után sem sikerült csatlakozni a kiszolgálóhoz
kn: %d ಪುನರ್ ಪ್ರಯತ್ನಗಳ ನಂತರ ಪರಿಚಾರಕಕ್ಕೆ ಸಂಪರ್ಕಹೊಂದುವಲ್ಲಿ ವಿಫಲತೆ ಕಂಡುಬಂದಿದೆ
nl: Kon geen verbinding maken met de server na %d pogingen
ru: Ошибка соединения с сервером после %d попыток
sl: Povezava na strežnik ni uspela po %d ponovnih poskusih
te: %d ప్రయత్నముల తర్వాత సేవికకు అనుసంధానపరచుటకు విఫలమైంది
tr: %d deneme sonrasında sunucuya bağlanamadı
vi: Việc kết nối đến máy phục vụ vẫn bị lỗi sau %d lần thử lại.

source: Login as another user in a window
da: Log ind som en anden bruger i et vindue
de: Als anderer Benutzer in einem Fenster anmelden
fi: Kirjaudu muuna käyttäjänä ikkunassa
hu: Bejelentkezés más felhasználóként egy ablakban
kn: ಒಂದು ವಿಂಡೋದಲ್ಲಿ ಬೇರೆ ಬಳಕೆದಾರನಾಗಿ ಪ್ರವೇಶಿಸು
nl: Als een andere gebruiker aanmelden in een venster
ru: Войти в окне под другим пользователем
sl: Prijavi se kot drug uporabnik znotraj okna
te: ఒక గవాక్షం లో మరియొక వినియోగదారు లాగా ప్రవేశద్వారం
tr: Diğer bir pencerede farklı kullanıcı ile giriş
vi: Đăng nhập vào cửa sổ với tên người dùng khác

source: New Login in a Window
da: Nyt logind i et vindue
de: In einem Fenster neu anmelden
fi: Uusi kirjautuminen ikkunassa
hu: Új bejelentkezés egy ablakban
kn: ಒಂದು ವಿಂಡೋದಲ್ಲಿ ಹೊಸ ಪ್ರವೇಶ
nl: Aanmelden in een venster
ru: Новый сеанс во встроенном окне
sl: Nova prijava v oknu
te: ఒక గవాక్షం లో కొత్త ప్రవేశద్వారం
tr: İçiçe Perncerede Yeni Giriş
vi: Đăng nhập mới trong cửa sổ

source: Send the specified protocol command to MDM
da: Send den angivne protokolkommando til MDM
de: Den angegebenen Protokollbefehl an MDM senden
fa: ارسال فرمان قرارداد مشخص شده به mdm
fi: Lähetä tietty protokollakomento MDM:lle
hu: A megadott protokollparancs küldése a MDM-nek
kn: MDM ಗೆ ನಿಶ್ಚಿತ ಶಿಷ್ಟಾಚಾರ ಸಂಹಿತೆಯ ಆಜ್ಞೆಯನ್ನು ರವಾನಿಸಿ
nl: Stuur de gegeven protocolopdracht naar MDM
ru: Послать специальную команду протокола серверу MDM
sl: Pošlji določen ukaz protokola MDM
te: జిడియం కు నిర్థేశింపబడిన ప్రోటోకాల్ ఆదేశం పంపుము
tr: Belirtilen protokol komutunu MDM'ye gönder
vi: Gửi lệnh giao thức xác định tới MDM

source: COMMAND
da: KOMMANDO
de: BEFEHL
fa: فرمان
fi: KOMENTO
hu: PARANCS
kn: ಆಜ್ಞೆ
nl: OPDRACHT
ru: КОМАНДА
sl: UKAZ
te: ఆదేశం
tr: KOMUT
vi: LỆNH

source: Xnest mode
da: Xnest-tilstand
de: Xnest-Modus
fa: حالت Xnest
fi: Xnest-tila
hu: Xnest mód
kn: Xnest ಕ್ರಮ
nl: Xnest-modus
ru: Режим сервера Xnest
sl: Način Xnest
te: Xగూడు విధము
tr: Xnest kipi
vi: Chế độ Xnest

source: Do not lock current screen
da: Lås ikke aktuel skærm
de: Aktuellen Bildschirm nicht sperren
fa: صفحهٔ فعلی قفل نشود
fi: Älä lukitse nykyistä ruutua
hu: Nem zárolja a jelenlegi képernyőt
kn: ಪ್ರಸ್ತುತ ತೆರೆಯನ್ನು ಲಾಕ್ ಮಾಡಬೇಡಿ
nl: Huidig scherm niet op slot zetten
ru: Не блокировать текущий экран
sl: Ne zakleni trenutnega zaslona
te: ప్రస్తుత తెరకు తాళం వేయకు
tr: Güncel ekranı kilitleme
vi: Không khóa màn hình hiện thời

source: Debugging output
da: Fejlsøgingsinformation
de: Diagnose-Ausgabe aktivieren
fa: خروجی اشکال‌زدایی
fi: Vianetsintätuloste
hu: Hibakereső-kimenet bekapcsolása
kn: ದೋಷ ನಿದಾನ ವ್ಯವಸ್ಥೆಯ ಉತ್ಪತ್ತಿ
nl: Debug-uitvoer
ru: Отладочный вывод
sl: Izhod razhroščevanja
te: దిగుబడిని లోపనిర్మూలనంచేయుచున్నది
tr: Çıktıda hata ayıklama
vi: Dữ liệu gỡ lỗi

source: Authenticate before running --command
da: Godkend før kørsel af --command
de: Vor dem Ausführen von »--command« legitimieren
fa: تأیید هویت قبل از اجرای ‎--command
fi: Todenna ennen --command:in ajamista
hu: Hitelesítés a „--command” futtatása előtt
kn: --ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸುವ ಮೊದಲು ದೃಢೀಕರಿಸಿ
nl: Identificeer voor het uitvoeren van --opdracht
ru: Авторизовывать перед выполнением параметра --command
sl: Overi pred izvedbo --command
te: --ఆదేశం ప్రామాణీకరణకు ముందు నడుచుచున్నది
tr: --komutu çalıştırmadan önce onayla
vi: Xác thực trước khi chạy lệnh --command

source: Start new flexible session; do not show popup
da: Start ny fleksibel session; vis ikke pop op
de: Eine neue anpassungsfähige Sitzung starten; kein Popup anzeigen
fi: Aloita uusi joustava istunto, älä näytä ponnahdusikkunaa
hu: Új rugalmas környezet indítása; ne jelenjen meg a felbukkanó ablak
kn: ಹೊಸ ಹೊಂದಿಕೊಳ್ಳುವ ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸು; ಪುಟಿಕೆಯನ್ನು(popup) ತೋರಿಸಬೇಡ
nl: Een nieuwe flexibele sessie beginnen; geen popup tonen
ru: Начать новый гибкий сеанс
sl: Začni novo upogljivo sejo. Ne prikaži tega obvestila
te: కొత్త మృదువైన సమకూర్పు మొదలుపెట్టు; ప్రత్యక్షమవుట చూపకుము
tr: Yeni bir esnek oturum aç; ayrı pencerede gösterme
vi: Khởi chạy phiên chạy dẻo mới: đừng hiển thị bật lên

source: Cannot change display
da: Kan ikke skifte skærm
de: Anzeigewechsel nicht möglich
fa: نمی‌توان نمایش را تغییر داد
fi: Näyttöä ei voi vaihtaa
hu: Nem lehet képernyőt váltani
kn: ಪ್ರದರ್ಶಕವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
nl: Kan niet van scherm veranderen
ru: Не удалось сменить дисплей
sl: Ni mogoče spremeniti zaslona
te: ప్రదర్శన మార్చుట వీలుకాదు
tr: Görüntü değiştirilemedi
vi: Không thay đổi được bộ trình bày

source: Nobody
da: Ingen
de: Niemand
fa: هیچ‌کس
fi: Ei kukaan
hu: Senki
kn: ಯಾರೂ ಇಲ್ಲ
nl: Niemand
ru: Никто
sl: Nihče
te: ఎవరు కాదు
tr: Hiçkimse
vi: Không ai cả

source: Display %s on virtual terminal %d
da: Skærm %s på virtuel terminal %d
de: Anzeige %s auf virtuellem Terminal %d
fa: نمایش %s روی پایانهٔ مجازی %Id
fi: Näyttö %s virtuaalipäätteellä %d
hu: %s képernyő a(z) %d. virtuális terminálon
kn: ಪ್ರದರ್ಶಕ %s, ವಾಸ್ತವಪ್ರಾಯ ಗಣಕ ಘಟಕ %d ದಲ್ಲಿ
nl: Scherm %s op virtueel console %d
ru: Дисплей %s на виртуальном терминале %d
sl: Zaslon %s na navideznem terminalu %d
te: %s ప్రదర్శన పై %d వాస్తవప్రతిరూప మూలం
tr: %s görüntüsü sanal terminal %d üzerinde
vi: Bộ trình bày %s trên thiết bị cuối ảo %d

source: Nested display %s on virtual terminal %d
da: Indlejret skærm %s på virtuel terminal %d
de: Anzeige %s in Fenster auf virtuellem Terminal %d
fa: صفحه نمایش تودرتوی %s روی پایانهٔ مجازی %Id
fi: Sisäkkäinen näyttö %s virtuaalipäätteellä %d
hu: %s beültetett képernyő a(z) %d. virtuális terminálon
kn: ಅಂತರ್ಗತ ಪ್ರದರ್ಶಕ %s, ವಾಸ್ತವಪ್ರಾಯ ಗಣಕ ಘಟಕ %d ದಲ್ಲಿ
nl: Genest scherm %s op virtueel console %d
ru: Гнездующийся дисплей %s на виртуальном терминале %d
sl: Vgnezden zaslon %s na navideznem terminalu %d
te: %s ప్రదర్శన %d వాస్తవ ప్రతిరూపం పై
tr: %s içi içe görüntüsü %d sanat terminali üzerinde
vi: Bộ trình bày lồng %s trên thiết bị cuối ảo %d

source: Username
da: Brugernavn
de: Benutzername
fa: نام کاربر
fi: Käyttäjätunnus
hu: Felhasználónév
kn: ಬಳಕೆದಾರ ಹೆಸರು
nl: Gebruikersnaam
ru: Имя пользователя
sl: Uporabniško ime
te: వినియోగదారునామము
tr: Kullanıcı adı
vi: Tên người dùng

source: Display
da: Skærm
de: Anzeige
fa: نمایش
fi: Näyttö
hu: Képernyő
kn: ಪ್ರದರ್ಶಕ
nl: Scherm
ru: Дисплей
sl: Zaslon
te: ప్రదర్శన
tr: Görüntü
vi: Bộ trình bày

source: Open Displays
da: Åbn skærme
de: Geöffnete Anzeigen
fa: باز کردن نمایش‌ها
fi: Avoimet näytöt
hu: Megnyitott képernyők
kn: ಪ್ರದರ್ಶಕಗಳನ್ನು ತೆರೆ
nl: Geopende schermen
ru: Открытые дисплеи
sl: Odpri zaslone
te: ప్రదర్శనలు తెరువు
tr: Açık Görüntüler
vi: Mở Bộ trình bày

source: _Open New Display
da: _Åbn ny skærm
de: Neue Anzeige ö_ffnen
fa: _باز کردن نمایش جدید
fi: _Avaa uusi näyttö
hu: Új képernyő _megnyitása
kn: ಹೊಸ ಪ್ರದರ್ಶಕಗಳನ್ನು ತೆರೆ(_O)
nl: Nieuw scherm _openen
ru: _Открыть новый дисплей
sl: _Odpri nov zaslon
te: _కొత్త ప్రదర్శన తెరువు
tr: _Yeni Görüntü Aç
vi: _Mở bộ trình bày mới

source: Change to _Existing Display
da: Skift til _eksisterende skærm
de: Zur _existierenden Anzeige wechseln
fa: تعویض به نمایش _موجود
fi: Vaihda _olemassa olevaan näyttöön
hu: Váltás egy lét_ező képernyőre
kn: ಹಾಲಿ ಇರುವ ಪ್ರದರ್ಶಕಕ್ಕೆ ಬದಲಾಯಿಸು (_E)
nl: Naar _bestaand scherm wisselen
ru: Перейти к _существующему дисплею
sl: Preklopi na _obstoječ zaslon
te: _కలిగివున్న ప్రదర్శన కు మార్చుము
tr: _Bulunan Görüntüyü Değiştir
vi: Đổi sang _Bộ trình bày đã có

source: There are some displays already open. You can select one from the list below or open a new one.
da: Der er allerede nogle skærme åbne. Du kan vælge en fra listen nedenfor eller åbne en ny.
de: Es wurde bereits mindestens eine Anzeige geöffnet. Sie können eine aus untenstehender Liste wählen oder eine neue öffnen.
fa: تعدادی صفحهٔ نمایش باز است. شما می‌توانید یکی را از فهرست زیر انتخاب کنید یا این که یک نمایش جدید باز کنید.
fi: Joitain näyttöjä on avoinna. Voit valita alla olevasta luettelosta yhden niistä tai avata uuden näytön.
hu: Több képernyő is meg van már nyitva. Válasszon ki a listából egyet, vagy nyisson meg egy újat.
kn: ಈಗಾಗಲೆ ತೆರೆದಿರುವ ಕೆಲವೊಂದು ಪ್ರದರ್ಶಕಗಳು ಇವೆ. ನೀವು ಈ ಕೆಳಗಿನ ಪಟ್ಟಿಯಿಂದ ಒಂದನ್ನು ಆರಿಸಬಹುದು ಅಥವ ಹೊಸದೊಂದನ್ನು ತೆರೆಯಬಹುದು.
nl: Er zijn reeds enkele schermen geopend. U kunt er een uit onderstaande lijst kiezen of een nieuwe openen.
ru: Некоторые дисплеи уже открыты. Вы можете выбрать один из них ниже или открыть новый.
sl: Nekateri zasloni so že odprti. Izberete lahko katerega na seznamu ali odprete novega.
te: అక్కడ కొన్ని ప్రదర్శనలు ఇదివరకే తెరచివున్నవి. క్రింది జాబితా నుండి నీవు ఒక దానిని ఎంచుకొనవచ్చు లేదా ఒక కొత్త దాన్ని తెరువు.
tr: Zaten açık olan görüntüler var. Aşağıdaki listeden birini seçebilirsiniz ya da yeni bir tane açabilirsiniz.
vi: Có vài bộ trình bày đã được mở. Bạn có thể chọn từ danh sách bên dưới hoặc mở cái mới.

source: Choose server
da: Vælg server
de: Server auswählen
fa: انتخاب کارگزار
fi: Valitse palvelin
hu: Válasszon kiszolgálót
kn: ಪರಿಚಾರಕವನ್ನು ಆರಿಸಿ
nl: Kies server
ru: Выберите сервер
sl: Izberi strežnik
te: సేవిక ఎంచుకొను
tr: Sunucuyu seç
vi: Chọn trinh hỗ trợ X
