Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: %s: XDMCP was enabled while there is no XDMCP support; turning it off
da: %s: XDMCP blev slået til, men der er ingen XDMCP-understøttelse; slår det fra igen
de: %s: XDMCP wurde aktiviert, wird jedoch nicht unterstützt - XDMCP wird deshalb deaktiviert
fi: %s: XDMCP on käytössä vaikka XDMCP-tukea ei ole, otetaan pois käytöstä
hu: %s: Az XDMCP engedélyezve van, holott nincs XDMCP támogatás, kikapcsolom
kn: %s: XDMCP ಬೆಂಬಲವಿಲ್ಲದೇ ಇದ್ದಾಗ XDMCP ಯು ಶಕ್ತಗೊಂಡಿದೆ; ಸ್ಥಗಿತಗೊಳಿಸಲಾಗುತ್ತಿದೆ
nl: %s: XDMCP was ingeschakeld terwijl er geen XDMCP-ondersteuning is, het wordt weer uitgeschakeld.
ru: %s: Протокол XDMCP был включен, но он не поддерживается, поэтому отключается
sl: %s: XDMCP je bil omogočen, kljub temu da ni podpore XDMCP. Zaustavitev dejanja.
te: %s: ఎక్స్డియంసిపి ఉపయోగించబడినది అక్కడ ఎటువంటి ఎక్స్డియంసిపి సహకారం లేనప్పుడు; దాన్ని ఆపివేయుచున్నది
tr: %s: XDMCP desteği olmamasına karşın XDMCP etkinleştirilmiş; kapatılıyor
vi: %s: XDMCP được bật trong khi không có hỗ trợ XDMCP nên tắt XDMCP.

source: %s: XDMCP disabled and no static servers defined. Aborting!
da: %s: XDMCP slået fra og ingen faste servere angivet. Afbryder!
de: %s: XDMCP deaktiviert und keine statischen Server definiert. Abbruch!
fi: %s: XDMCP ei ole käytössä, eikä paikallisia palvelimia ole määritetty. Keskeytetään!
hu: %s: Az XDMCP ki van kapcsolva, és nincsenek megadva statikus kiszolgálók. A művelet megszakítva!
kn: %s: XDMCP ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತಿದೆ ಹಾಗು ಯಾವುದೇ ಸ್ಥಾಯಿ ಪರಿಚಾರಕಗಳು ಸೂಚಿತಗೊಂಡಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: %s: XDMCP uitgeschakeld en geen lokale servers ingesteld. Gestopt.
ru: %s: Протокол XDMCP выключен и локальный сервер не определён. Происходит аварийное окончание работы!
sl: %s: XDMCP je onemogočen in ni navedenih statičnih strežnikov. Prekinitev dejanja!
te: %s: ఎక్స్డియంసిపి నిరుపయోగము మరియు ఎటువంటి స్థావరమైన సేవిక నిర్వచించబడలేదు. అర్థాంతరముగా ఆపివేయుచున్నది!
tr: %s: XDMCP devre dışı ve hiçbir durağan sunucu tanımlanmamış. İptal ediliyor!
vi: %s: XDMCP đã tắt và chưa định nghĩa máy phục vụ tĩnh nào nên hủy bỏ.

source: %s: XDMCP disabled and no static servers defined. Adding %s on :%d to allow configuration!
da: %s: XDMCP er deaktiveret og ingen faste servere defineret. Tilføjer %s på :%d for at tillade konfiguration!
de: %s: XDMCP deaktiviert und keine lokalen Server definiert. Um die Konfiguration zu ermöglichen, wird %s auf :%d hinzugefügt!
fi: %s: XDMCP on poissa käytöstä, eikä paikallisia palvelimia ole määritetty. Lisätään %s osoitteeseen :%d, jotta asetusten määrittely olisi mahdollista!
hu: %s: Az XDMCP ki van kapcsolva, és nincsenek megadva statikus kiszolgálók. %s hozzáadása ehhez: %d, hogy a beállításokat el lehessen végezni!
kn: %s: XDMCP ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತಿದೆ ಹಾಗು ಯಾವುದೇ ಸ್ಥಾಯಿ ಪರಿಚಾರಕಗಳು ಸೂಚಿತಗೊಂಡಿಲ್ಲ.%s ಅನ್ನು ಸೇರಿಸಲಾಗುತ್ತಿದೆ :%d ಅನ್ನು ಸಂರಚನೆಗೆ ಅನುಮತಿಸಲು!
nl: %s: XDMCP is uitgeschakeld en er zijn geen lokale servers gedefinieerd. %s wordt toegevoegd op :%d om configuratie mogelijk te maken!
ru: %s: Протокол XDMCP выключен и локальный сервер не определён. Добавляется %s к :%d для исправления конфигурации!
sl: %s: XDMCP je onemogočen in ni navedenih statičnih strežnikov. Dodajanje %s na :%d za omogočenje nastavljanja!
te: %s: ఎక్స్డియంసిపి నిరుపయోగము మరియు ఎటువంటి స్థావరమైన సేవిక నిర్వచించబడలేదు. %s పై చేర్చుచున్నది :%d కు అనుమతించు రూపకరణ!
tr: %s: XDMCP devre dış ve hiçbir durağan sunucu belirtilmemiş. Ayarlamaların yapılabilmesi için %s, :%d üzerine ekleniyor!
vi: %s: XDMCP đã tắt và chưa định nghĩa máy phục vụ tĩnh nào. Thêm « %s » vào « :%d » để cho phép cấu hình.

source: XDMCP is disabled and MDM cannot find any static server to start. Aborting! Please correct the configuration and restart MDM.
da: XDMCP er deaktiveret og MDM kan ikke finde nogen faste servere at starte. Afbryder! Ret venligst konfigurationen og genstart MDM.
de: XDMCP ist deaktiviert und MDM kann keinen statischen zu startenden Server finden. Abbruch! Bitte korrigieren Sie die Konfiguration %s und starten Sie MDM neu.
fi: XDMCP on poissa käytöstä, eikä MDM löydä yhtään paikallista palvelinta käynnistettäväksi. Keskeytetään! Korjaa asetukset ja käynnistä MDM uudelleen.
hu: Az XDMCP ki van kapcsolva és a MDM nem talál indítható statikus kiszolgálókat. A művelet megszakítva! Javítsa ki a beállítást, és indítsa újra a MDM-et.
kn: XDMCP ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತಿದೆ ಹಾಗು MDM ಆರಂಭಗೊಳ್ಳಲು ಯಾವುದೇ ಸ್ಥಾಯಿ ಪರಿಚಾರಕ ಪತ್ತೆಯಾಗಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ! ದಯವಿಟ್ಟು ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: XDMCP is uitgeschakeld en MDM kan geen statische (lokale) servers vinden. Gestopt! Corrigeer de configuratie van MDM en herstart MDM.
ru: Протокол XDMCP отключен и демон MDM не может найти локальный сервер для запуска. Происходит аварийное окончание работы! Исправьте конфигурацию и перезапустите MDM.
sl: XDMCP je onemogočen in ni mogoče najti statičnih strežnikov. Prekinitev dejanja! Prosim, popravite nastavitve in poskusite ponovno zagnati MDM.
te: ఎక్స్డియంసిపి నిరుపయోగంగా ఉంది మరియు ఎదైనా స్థావరమైన సేవిక మొదలుపెట్టుటకు జిడియం వెతకలేకపోయింది. అర్థాంతరముగా ఆపివేయుచున్నది! దయచేసి సరియైన జిడియం రూపకరించు మరియు జిడియం మరలామొదలుపెట్టు .
tr: XDMCP etkin değil ve mdm çalıştırılacak bir durağan sunucu bulamıyor. İptal ediliyor! Lütfen yapılandırmayı düzeltin ve MDM'yi yeniden çalıştırın.
vi: XDMCP đã tắt mà MDM lại không tìm thấy máy phục vụ tĩnh nào để khởi động. Hủy bỏ. Hãy sửa cấu hình và khởi chạy lại MDM.

source: The MDM user '%s' does not exist. Please correct MDM configuration and restart MDM.
da: MDM-brugeren "%s" eksisterer ikke. Ret venligst MDM-konfigurationen og genstart MDM.
de: Der MDM-Benutzer »%s« existiert nicht. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: MDM-käyttäjää "%s" ei ole olemassa. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A(z) „%s” MDM felhasználó nem létezik. Javítsa ki a MDM beállítást, majd indítsa újra a MDM-et.
kn: MDM ಬಳಕೆದಾರ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರರಾಂಭಿಸಿ.
nl: De MDM-gebruiker '%s' bestaat niet. Corrigeer de configuratie van MDM en herstart MDM.
ru: Пользователь MDM '%s' не существует. Исправьте конфигурацию менеджера MDM и перезапустите его.
sl: Uporabnik MDM '%s' ne obstaja. Prosim, popravite nastavitev MDM in poskusite ponovno zagnati MDM.
te: జిడియం వినియోగదారు '%s' కలిగి లేదు. దయచేసి సరియైన జిడియం రూపకరించు మరియు జిడియం మరలామొదలుపెట్టు .
tr: MDM kullanıcısı '%s' bulunmuyor. Lütfen MDM yapılandırmasını düzeltin ve MDM'yi yeniden çalıştırın.
vi: Không có người dùng MDM « %s ». Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: Can't find the MDM user '%s'. Aborting!
da: %s: Kan ikke finde MDM-brugeren "%s". Afbryder!
de: %s: Der MDM-Benutzer »%s« konnte nicht gefunden werden. Abbruch!
fi: %s: MDM-käyttäjää "%s" ei löydy. Keskeytetään!
hu: %s: Nem található a(z) „%s” MDM felhasználó. A művelet megszakítva!
kn: %s: MDM ಬಳಕೆದಾರ '%s' ನು ಕಂಡುಬಂದಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: %s: Kan de MDM-gebruiker '%s' niet vinden. Gestopt!
ru: %s: Не найден пользователь MDM '%s'. Происходит аварийное окончание работы!
sl: %s: Ni mogoče najti uporabnika MDM '%s'. Prekinitev dejanja!
te: %s: '%s' జిడియం వినియోగదారు వెతుకుట వీలుకాలేదు. అర్థాంతరముగా ఆపివేయుచున్నది!
tr: %s: MDM kullanıcısı '%s' bulunamadı. İptal ediliyor!
vi: %s: không thể tìm thấy người dùng MDM « %s » nên hủy bỏ.

source: The MDM user is set to be root, but this is not allowed since it can pose a security risk. Please correct MDM configuration and restart MDM.
da: MDM-brugeren er sat til at være root, men dette er ikke tilladt da det kan udgøre en sikkerhedsrisiko. Ret venligst MDM-konfigurationen og genstart MDM.
de: »root« wurde als MDM-Benutzer festgelegt, dies ist jedoch nicht zulässig, da es ein Sicherheitsrisiko darstellen kann. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: MDM-käyttäjäksi on asetettu pääkäyttäjä, mutta tätä ei sallita turvallisuusriskin vuoksi. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A MDM felhasználó root-ra van állítva, de ez nincs engedélyezve biztonsági okok miatt. Javítsa ki a MDM beállítást, és indítsa újra a MDM-et.
kn: MDM ಬಳಕೆದಾರ ಮೂಲವಾಗಿ ಸಂಯೋಜಿತವಾಗಿದೆ, ಆದರೆ ಇದಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ ಏಕೆಂದರೆ ಇದು ಸುರಕ್ಷತೆಗೆ ಅಪಾಯಕಾರಿ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: De gebruiker van MDM is root (systeembeheerder), maar dit brengt een veiligheidsrisico met zich mee en is daarom niet toegestaan. Corrigeer de configuratie van MDM en herstart MDM.
ru: Пользователь MDM является суперпользователя, что не позволено, так как является серьёзным нарушением безопасности. Исправьте конфигурацию менеджера MDM и перезапустите его.
sl: Uporabnik MDM je določen kot skrbnik, vendar to ni dovoljeno iz varnostnih razlogov. Prosim, popravite nastavitve MDM in poskusite ponovno zagnati MDM.
te: జిడియం వినియోగదారు మూలంకు అమర్చబడి ఉండెను, రక్షణ అపాయము. దయచేసి సరియైన జిడియం రూపకరించు మరియు జిడియం మరలామొదలుపెట్టు .
tr: MDM kullanıcısı root olarak belirlenmiş, fakat bu bir güvenlik sakıncasına neden olacağından kabul edilmiyor. Lütfen MDM yapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Người dùng MDM được đặt là người chủ (root), nhưng không cho phép sự gán này vì rủi ro bảo mật. Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: The MDM user should not be root. Aborting!
da: %s: MDM-brugeren må ikke være root. Afbryder!
de: %s: Der MDM-Benutzer darf nicht »root« sein. Abbruch!
fi: %s: Pääkäyttäjä ei voi olla MDM-käyttäjä. Keskeytetään!
hu: %s: A MDM felhasználó nem lehet a root. A művelet megszakítva!
kn: %s: MDM ಬಳಕೆದಾರ ಮೂಲವಾಗಿರಬಾರದು. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: %s: De MDM-gebruiker mag geen root zijn. Gestopt!
ru: %s: Пользователь MDM не может быть суперпользователем. Происходит аварийное окончание работы!
sl: %s: Skrbnik ne more biti uporabnik MDM. Prekinitev dejanja!
te: %s: జిడియం వినియోగదారు మూలం కలిగి ఉండరాదు. అర్థాంతరముగా ఆపివేయుచున్నది!
tr: %s: MDM kullanıcısının root olmaması gerekir. İptal ediliyor!
vi: %s: người dùng MDM không thể là người chủ (root) nên hủy bỏ.

source: The MDM group '%s' does not exist. Please correct MDM configuration and restart MDM.
da: MDM-gruppen "%s" eksisterer ikke. Ret venligst MDM-konfigurationen og genstart MDM.
de: Die MDM-Gruppe »%s« existiert nicht. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: MDM-käyttäjää "%s" ei ole olemassa. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A(z) „%s” MDM csoport nem létezik. Javítsa ki a MDM beállítást és indítsa újra a MDM-et.
kn: MDM ಸಮೂಹ '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: De MDM groep '%s' bestaat niet. Corrigeer de configuratie van MDM en herstart MDM.
ru: Группа MDM '%s' не существует. Исправьте конфигурацию менеджера MDM и перезапустите его.
sl: Skupina MDM '%s' ne obstaja. Prosim, popravite nastavitve MDM in poskušajte ponovno zagnati MDM.
te: జిడియం సముదాయం '%s' కలిగి లేదు. దయచేసి సరియైన జిడియం రూపకరించు మరియు MDM మరలామొదలుపెట్టు .
tr: '%s' MDM gurubu bulunmuyor. Lütfen MDM yapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Không có người dùng MDM « %s ». Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: Can't find the MDM group '%s'. Aborting!
da: %s: Kan ikke finde MDM-gruppen "%s". Afbryder!
de: %s: Die MDM-Gruppe »%s« konnte nicht gefunden werden. Abbruch!
fi: %s: MDM-ryhmää "%s" ei löydy. Keskeytetään!
hu: %s: Nem található a(z) „%s” MDM csoport. A művelet megszakítva!
kn: %s: MDM ಸಮೂಹ '%s' ಕಂಡುಬಂದಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: %s: Kan MDM-groep %s niet vinden. Gestopt!
ru: %s: Не найдена группа MDM '%s'. Происходит аварийное окончание работы!
sl: %s: Ni mogoče najti skupine MDM (%s). Prekinitev dejanja!
te: %s: '%s' జిడియం సముదాయం వెతుకుటకు వీలుకాదు.అర్థాంతరముగా ఆపివేయుచున్నది!
tr: %s: '%s' MDM grubu bulunamıyor. İptal ediliyor!
vi: %s: không thể tìm thấy nhóm MDM « %s » nên hủy bỏ.

source: The MDM group is set to be root, but this is not allowed since it can pose a security risk. Please correct MDM configuration and restart MDM.
da: MDM-gruppen er sat til at være root, men dette er ikke tilladt da det kan udgøre en sikkerhedsrisiko. Ret venligt MDM-konfigurationen og genstart MDM.
de: »root« wurde als MDM-Gruppe festgelegt, dies ist jedoch nicht zulässig, da es ein Sicherheitsrisiko darstellen kann. Bitte korrigieren Sie die MDM-Konfiguration und starten Sie MDM neu.
fi: MDM-ryhmäksi on asetettu pääkäyttäjäryhmä, mutta tätä ei sallita turvallisuusriskin vuoksi. Korjaa MDM:n asetukset ja käynnistä MDM uudelleen.
hu: A MDM csoportot root-ra állította, de ez nincs engedélyezve biztonsági okok miatt. Javítsa ki a MDM beállítást és indítsa újra a MDM-et.
kn: MDM ಸಮೂಹವು ಮೂಲವೆಂದು ಸಂಯೋಜಿತವಾಗಿದೆ, ಆದರೆ ಇದಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ ಏಕೆಂದರೆ ಇದು ಸುರಕ್ಷತೆಗೆ ಅಪಾಯಕಾರಿ. ದಯವಿಟ್ಟು MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: De MDM-groep is ingesteld op root (systeembeheerder), maar dit brengt een veiligheidsrisico met zich mee en is daarom niet toegestaan. Corrigeer de configuratie van MDM en herstart MDM.
ru: Группа MDM является группой в суперпользователей, а это не позволено, так как является серьёзным нарушением безопасности. Исправьте конфигурацию менеджера MDM и перезапустите его.
sl: Skupina MDM je določena kot skrbniška skupina, vendar to ni dovoljeno iz varnostnih razlogov. Prosim, popravite nastavitve in poskusite ponovno zagnati MDM.
tr: MDM grubu root olarak belirleniş, fakat bu bir güvenlik sakıncasına neden olacağı için kabul edilmiyor. Lütfen MDM yapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Nhóm MDM được đặt là người chủ (root), nhưng không cho phép sự gán này vì rủi ro bảo mật. Hãy sửa cấu hình MDM và khởi chạy lại MDM.

source: %s: The MDM group should not be root. Aborting!
da: %s: MDM-gruppen må ikke være root. Afbryder!
de: %s: Die MDM-Gruppe darf nicht »root« sein. Abbruch!
fi: %s: MDM-ryhmä ei voi olla "root". Keskeytetään!
hu: %s: A MDM csoportja nem lehet a root. A művelet megszakítva!
kn: %s: MDM ಸಮೂಹ ಮೂಲವಾಗಿರಬಾರದು. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: %s: De MDM-groep mag geen root zijn. Gestopt!
ru: %s: Группа MDM не должна быть суперпользовательской. Происходит аварийное окончание работы!
sl: %s: Skupina MDM ne more biti skrbniška skupina. Prekinitev dejanja!
te: %s: జిడియం సముదాయం మూలం కలిగి ఉండరాదు. అర్థాంతరముగా ఆపివేయుచున్నది!
tr: %s: MDM grubunun root olmaması gerekir. İptal ediliyor!
vi: %s: nhóm MDM không thể là người chủ (root) nên hủy bỏ.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but is not owned by user %d and group %d. Please correct the ownership or MDM configuration and restart MDM.
da: Servergodkendelsesmappen (daemon/ServAuthDir) er sat til %s, men ejes ikke af bruger %d og gruppe %d. Ret venligt ejerskabet eller MDM-konfigurationen og genstart MDM.
de: Als Server-Authentifizierungsverzeichnis (daemon/ServAuthDir) wurde %s festgelegt, der Besitzer ist jedoch nicht Benutzer %d und Gruppe %d. Bitte korrigieren Sie die Besitzerrechte oder die MDM-Konfiguration und starten Sie MDM neu.
fi: Palvelimen valtuushakemistoksi (daemon/ServAuthDir) on asetettu %s, mutta sitä ei omista käyttäjä %d ja ryhmä %d. Korjaa omistajuus tai MDM:n asetustiedosto ja käynnistä MDM uudelleen.
hu: A Server Authorization könyvtárként (daemon/ServAuthDir) %s van beállítva, de az nem a(z) %d felhasználó és a(z) %d csoport tulajdona. Javítsa ki a tulajdonjogokat vagy a MDM beállítást és indítsa újra a MDM-et.
kn: ಪರಿಚಾರಕ ದೃಢೀಕರಣ ಕೋಶವು (daemon/ServAuthDir) %s ಗೆ ಹೊಂದಿತವಾಗಿದೆ ಆದರೆ ಇದು %d ಬಳಕೆದಾರರಿಂದ ಹಾಗು %d ಸಮೂಹದಿಂದ ಸ್ವಾಮಿತ್ವವನ್ನು ಪಡೆದಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಾಮ್ಯತ್ವವನ್ನು ಅಥವ MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: Serveridentificatiemap (daemon/ServAuthDir) is ingesteld op %s, maar is geen eigendom van gebruiker %d en groep %d. Corrigeer de configuratie van MDM en herstart MDM.
ru: Каталог авторизации сервера (daemon/ServAuthDir) установлен в %s, но не принадлежит пользователю %d и группе %d. Исправьте владельца или конфигурацию менеджера MDM и перезапустите его.
sl: Mapa overitev strežnika (daemon/ServAuthDir) je nastavljen na %s, vendar ta ni v lasti uporabnika %d in skupine %d. Prosim, popravite dovoljenje in lastništvo in poskusite ponovno zagnati MDM.
tr: Sunucu Yetkilendirme dizini (servis/ServAuthDir) %s olarak belirtilmiş fakat dizinin sahibi %d kullanıcısı ve %d grubu değil. Lütfen iyelik ayarlarını veya MDM yapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Thư mục Server Authorization (xác nhận máy phục vụ — daemon/ServAuthDir) được đặt là %s nhưng không được sở hữu bởi người dùng %d và nhóm %d. Hãy sửa chữa quyền sơ hứu hay cấu hình MDM rồi khởi chạy lại MDM.

source: %s: Authdir %s is not owned by user %d, group %d. Aborting.
da: %s: Godkendelsesmappen %s ejes ikke af bruger %d, gruppe %d. Afbryder.
de: %s: Authentifizierungsverzeichnis %s gehört nicht Benutzer %d und Gruppe %d. Abbruch.
fi: %s: Valtuushakemisto %s ei ole käyttäjän %d ja ryhmän %d omistuksessa. Keskeytetään.
hu: %s: A(z) %s authdir nem a(z) %d felhasználó és %d csoport tulajdonában van. A művelet megszakítva.
kn: %s: Authdir %s ಯು ಬಳಕೆದಾರ %d, ಸಮೂಹ %d ದಿಂದ ಸ್ವಾಮ್ಯತ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Identificatiemap %s is geen eigendom van gebruiker %d, groep %d. Gestopt.
ru: %s: Каталог Authdir %s не принадлежит пользователю %d, группе %d. Работа будет завершена аварийно!
sl: %s: Lastnik imenika authdir %s ni uporabnik %d, skupine %d. Prekinitev dejanja.
te: %s: ప్రామాణిక వివరం %s వినియోగదారుని ద్వారా స్వంతం చేయబడలేదు %d, సముదాయం %d. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: %s: %s Yetkilendirme dizini, %d kullanıcısı ve %d grubuna ait değil. İptal ediliyor.
vi: %s: thư mục xác thực Authdir %s không được sở hũu bởi người dùng %d, nhóm %d nên hủy bỏ.

source: Server Authorization directory (daemon/ServAuthDir) is set to %s but has the wrong permissions: it should have permissions of %o. Please correct the permissions or the MDM configuration and restart MDM.
da: Servergodkendelsesmappen (daemon/ServAuthDir) er sat til at være %s, men har de forkerte adgangsrettigheder: den bør have rettighederne %o. Ret venligt rettighederne eller MDM-konfigurationen og genstart MDM.
de: Als Server-Authentifizierungsverzeichnis (daemon/ServAuthDir) wurde %s festgelegt, dieses hat jedoch nicht die erforderlichen Zugriffsrechte, die auf %o gesetzt sein sollten. Bitte ändern Sie die Zugriffsrechte oder die MDM-Konfiguration und starten Sie MDM neu.
fi: Palvelimen valtuushakemistoksi (daemon/ServAuthDir) on asetettu %s, mutta sen oikeustaso on väärä: sen pitäisi olla %o. Korjaa oikeudet tai MDM:n asetustiedosto ja käynnistä MDM uudelleen.
hu: A Server authorization könyvtár (daemon/ServAuthDir) jogaiként %s van (hibásan) beállítva, mert annak %o jogokkal kellene rendelkeznie. Javítsa ki a jogosultságokat vagy a MDM beállítást, és indítsa újra a MDM-et.
kn: ಪರಿಚಾರಕ ದೃಢೀಕರಣ ಕೋಶವು (daemon/ServAuthDir) %s ಗೆ ಹೊಂದಿತವಾಗಿದೆ ಆದರೆ ಇದು ತಪ್ಪು ಪರವಾನಗಿಯನ್ನು ಹೊಂದಿದೆ. ಅದು %o ಪರವಾನಗಿಯನ್ನು ಹೊಂದಿರಬೇಕಿತ್ತು. ದಯವಿಟ್ಟು ಪರವಾನಗಿಯನ್ನು ಅಥವ MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ ಹಾಗು MDM ಅನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: Server identificatiemap (daemon/ServAuthDir) is ingesteld op %s, maar heeft de verkeerde toegangsrechten. Deze zouden %o moeten zijn. Corrigeer de toegangsrechten of de configuratie van MDM en herstart MDM.
ru: Каталог авторизации сервера (daemon/ServAuthDir) установлен в %s, но имеет неправильные права доступа (должны быть %o). Исправьте права доступа или конфигурацию менеджера MDM и перезапустите его.
sl: Mapa overitev strežnika (daemon/ServAuthDir) je nastavljen na %s, vendar ima napačna dovoljenja: zahtevano dovoljenje je %o. Prosim, popravite dovoljenja in poskusite ponovno zagnati MDM.
tr: Sunucu Yetkilendirme dizini (servis/ServAuthDir) %s olarak belirlenmiş, fakat hatalı izinlere sahip. İzinlerinin %o olması gerekli. Lütfen izinleri veya MDMyapılandırmasını düzeltin ve MDM'yi yeniden başlatın.
vi: Thư mục Server Authorization (xác nhận máy phục vụ — daemon/ServAuthDir) được đặt là « %s » nhưng quyền truy nhập của nó không đúng, quyền truy nhập nên là « %o ». Hãy sửa quyền hay cấu hình MDM và khởi chạy lại MDM.

source: %s: Authdir %s has wrong permissions %o. Should be %o. Aborting.
da: %s: Godkendelsesmappen %s har ikke rigtige adgangsrettigheder %o. Skal være %o. Afbryder.
de: %s: Legitimationsverzeichnis %s hat falsche Zugriffsrechte %o. Sie sollten %o sein. Abbruch.
fi: %s: Valtuushakemistolla %s on väärä oikeustaso %o. Sen pitäisi olla %o. Keskeytetään.
hu: %s: A(z) %s Authdir jogosultságai rosszak (%o). %o kellene legyen. A művelet megszakítva.
kn: %s: Authdir %s ಯು ತಪ್ಪು ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿದೆ %o. ಅದು %o ಆಗಿರಬೇಕು. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Authdir %s heeft verkeerde rechten %o. Moet %o zijn. Gestopt.
ru: %s: Каталог authdir (%s) имеет неверные права %o. Должно быть %o. Происходит аварийное прерывание работы.
sl: %s: Imenik authdir %s ima napačna dovoljenja %o. Biti morajo %o. Prekinitev dejanja.
te: %s: ప్రామాణికరణవివరం %s చెడు అనుమతులు కలిగిన %o. కలిగి ఉండు %o. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: %s: %s izin dizinin erişim hakları %o yanlış. %o olması gerekiyor. İptal ediliyor.
vi: %s: thư mục Authdir %s có quyền truy nhập %o không đúng: nên là %o. Hủy bỏ.

source: %s: Could not make socket
da: %s: Kunne ikke lave sokkel
de: %s: Socket konnte nicht angelegt werden
fi: %s: Pistokkeen luonti epäonnistui
hu: %s: Nem hozható létre a foglalat
kn: %s: ಸಾಕೆಟನ್ನು ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kan geen socket aanmaken
ru: %s: Не удалось создать сокет
sl: %s: Ni mogoče ustvariti vtiča
te: %s:తొర్ర తయారుచేయుటకు వీలుకాదు
tr: %s: Soket oluşturulamadı
vi: %s: không thể tạo ổ cắm

source: %s: Could not bind socket
da: %s: Kunne ikke binde til sokkel
de: %s: Socket konnte nicht gebunden werden.
fi: %s: Pistokkeen sitominen epäonnistui
hu: %s: Nem lehet kapcsolódni a foglalathoz
kn: %s: ಸಾಕೆಟನ್ನು ಬಂಧಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan niet binden aan de socket!
ru: %s: Не удалось привязать сокет
sl: %s: Ni mogoče povezati vtiča
te: %s: తొర్ర బంధించుటకు వీలుకాదు
tr: %s: Soket bğlayamadı
vi: %s: không thể đóng kết ổ cắm

source: %s: Could not make FIFO
da: %s: Kunne ikke oprette FIFO
de: %s: FIFO konnte nicht erzeugt werden
fi: %s: FIFO:n luonti epäonnistui
hu: %s: Nem hozható létre a FIFO
kn: %s: FIFO ಅನ್ನು ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kon geen FIFO aanmaken
ru: %s: Не удалось создать файл FIFO
sl: %s: Ni mogoče ustvariti FIFO
te: %s: ఫిఫో తయారుచేయుటకు వీలుకాదు
tr: %s: FIFO oluşturulamadı
vi: %s: không thể tạo FIFO (gõ trước, xuất trước)

source: %s: Could not open FIFO
da: %s: Kunne ikke åbne FIFO
de: %s: FIFO konnte nicht geöffnet werden
fi: %s: FIFO:n avaaminen epäonnistui
hu: %s: Nem nyitható meg a FIFO
kn: %s: FIFO ಅನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ
nl: %s: Kon de FIFO niet openen
ru: %s: Не удалось открыть файл FIFO
sl: %s: Ni mogoče odpreti FIFO
te: %s: ఫిఫో తెరుచుటకు వీలుకాదు
tr: %s: FIFO açılamadı
vi: %s: không thể mở FIFO (gõ trước, xuất trước)

source: Could not create socket!
kn: ಸಾಕೆಟನ್ನು ರಚಿಸಲಾಗುತ್ತಿಲ್ಲ!
te: తొర్ర సృష్టించుటకు వీలుకాదు!

source: Denied XDMCP query from host %s
kn: XDMCP ಪ್ರಶ್ನೆಯನ್ನು ಅತಿಥೇಯ %s ದಿಂದ
te: %s ఆతిథ్యం నుండి ఎక్స్డియంసిపి ప్రశ్న తిరస్కరించినది

source: Could not extract authlist from packet
kn: ಕಟ್ಟಿನಿಂದ authlist ಅನ್ನು ಆಯ್ದುತೆಗೆಯಲಾಗಿಲ್ಲ
te: పొట్లం నుండి ప్రామాణికజాబితా పెరుగుట వీలుకాదు

source: Error in checksum
kn: checksum ನಲ್ಲಿ ದೋಷ
te: తనిఖీమొత్తం లో దోషం

source: Bad address
kn: ತಪ್ಪು ವಿಳಾಸ
te: చెడు చిరునామా

source: %s: Could not read display address
kn: %s: ಪ್ರದರ್ಶಿತ ವಿಳಾಸವನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: ప్రదర్శన చిరునామా చదువుటకు వీలుకాదు

source: %s: Could not read display port number
kn: %s: ಪ್ರದರ್ಶಿತ ಸಂಪರ್ಕ ಸ್ಥಾನ ಸಂಖ್ಯೆಯನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: రేవు సంఖ్య ప్రదర్శించు చదువుటకు వీలుకాదు

source: %s: Could not extract authlist from packet
kn: %s: ಕಟ್ಟಿನಿಂದ authlist ಅನ್ನು ಆಯ್ದುತೆಗೆಯಲಾಗಿಲ್ಲ
te: %s: పొట్లం నుండి ప్రామాణికజాబితా పెరుగుట వీలుకాదు

source: %s: Error in checksum
kn: %s: checksum ನಲ್ಲಿ ದೋಷ
te: %s: తనిఖీమొత్తం లో దోషం
