Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: The main area of this application shows the hosts on the local network that have "XDMCP" enabled. This allows users to login remotely to other computers as if they were logged on using the console. You can rescan the network for new hosts by clicking "Refresh". When you have selected a host click "Connect" to open a session to that computer.
da: Hovedarealet i dette program viser værterne på lokalnetværket der har "XDMCP" slået til. Dette tillader brugere at logge ind på andre maskiner som om de var logget ind på en terminal direkte på computeren. Du kan gennemsøge netværket igen efter nye værter ved at klikke på "Opdatér". Når du har valgt en vært, så klik på "Tilkobl" for åbne en session på den maskine.
de: Der Hauptbereich dieser Anwendung zeigt die Rechner im lokalen Netzwerk, die »XDMCP« aktiviert haben. Dieses erlaubt Benutzern, sich aus der Ferne auf anderen Rechnern anzumelden, als würden sie dazu direkt deren Konsole verwenden. Sie können das Netzwerk auf neue Rechner durchsuchen, indem Sie auf »Aktualisieren« klicken. Klicken Sie auf »Verbinden«, wenn Sie einen Rechner ausgewählt haben, um eine Sitzung auf diesem Computer zu öffnen.
fa: محوطهٔ اصلی این برنامه میزبان‌های موجود در شبکهٔ محلی نشان را می‌دهد که «XDMCP» را به کار انداخته‌اند. این گزینه به کاربران اجازه می‌دهد از دوردست وارد رایانه‌های دیگر شوند، درست مثل این که از طریق پیشانه وارد سیستم شده باشند. شما می‌توانید برای یافتن میزبان جدید با کلیک کردن روی «نوسازی» شبکه را بازپویش کنید. وقتی میزبان را انتخاب کردید روی «اتصال» کلیک کنید تا یک نشست به آن رایانه باز شود.
fi: Sovellus näyttää ne paikallisen verkon palvelimet, jotka käyttävät XDMCP:tä. Tämä mahdollistaa kirjautumisen etäpalvelimille, aivan kuin käyttäjä kirjautuisi konsolin kautta. Verkosta voidaan etsiä uusia palvelimia painikkeella "Päivitä". Valitulle palvelimelle voidaan avata istunto napsauttamalla "Yhdistä"-painiketta.
hu: Ezen alkalmazás fő ablaka azokat a gépeket mutatja a helyi hálózatról, melyeken az „XDMCP” engedélyezve van. Ez lehetővé teszi a felhasználóknak, hogy úgy lépjenek be távolról a gépre, mintha annak konzolján jelentkeznének be. Frissítheti a listát, ha a „Frissítés” gombra kattint. A megfelelő gép kiválasztása után kattintson a „Kapcsolódás” gombra egy környezet elindításához az adott géphez.
kn: ಈ ಅನ್ವಯದ ಮುಖ್ಯ ಕ್ಷೇತ್ರವು ಸ್ಥಳೀಯ ಜಾಲದಲ್ಲಿರುವ ಶಕ್ತಗೊಂಡ "XDMCP" ಹೊಂದಿರುವ ಪರಿಚಾರಕವನ್ನು ತೋರಿಸುತ್ತದೆ. ಇದು ಕನ್ಸೋಲನ್ನು ಬಳಸಿಕೊಂಡು ಪ್ರವೇಶಿಸುವ ರೀತಿಯಲ್ಲಿಯೆ ಬಳಕೆದಾರರು ದೂರದಿಂದ ಬೇರೆ ಗಣಕಕ್ಕೆ ಪ್ರವೇಶ ಪಡೆಯಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. "ಪುನರ್ ಚೈತನ್ಯಗೊಳಿಸು" ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸುವ ಮೂಲಕ ನೀವು ಹೊಸ ಅತಿಥೇಯಕ್ಕಾಗಿ ಜಾಲವನ್ನು ಪುನಃ ಶೋಧಿಸಬಹುದು. ಒಂದು ಅತಿಥೇಯವನ್ನು ಆರಿಸಿದ ನಂತರ ಆ ಗಣಕಕ್ಕೆ ಒಂದು ಅಧಿವೇಶನವನ್ನು ತೆರೆಯಲು "ಸಂಪರ್ಕ ಹೊಂದು" ಅನ್ನು ಕ್ಲಿಕ್ಕಿಸಿ.
nl: Het hoofdgedeelte van deze toepassing toont de computers op het lokale netwerk zien die "XDMCP" aan hebben staan. Hierdoor kunnen gebruikers zich op afstand aanmelden bij andere computers alsof zij vanaf een console op die computer werken. U kunt het netwerk opnieuw afzoeken door op 'Verversen' te klikken. Wanneer u een gastcomputer heeft geselecteerd kunt u verbinding maken door op 'Verbinden' te klikken.
ru: Рабочая область этой программы показывает узлы локальной сети, которые имеют включенным протокол "XDMCP". Это позволяет пользователям входить в сеанс на удаленной машине, как если бы они входили в сеанс в консоли. Вы можете переопросить сеть для поиска новых узлов, нажав на кнопку "Обновить". Когда узел будет выбран, нажмите на кнопку "Подсоединиться" для открытия сеанса.
sl: Glavno območje programa kaže gostitelje lokalnega omrežja, ki imajo vključen "XDMCP". To uporabnikom omogoča, da se oddaljeno prijavijo na druge računalnike, kot da bi bili prijavljeni s konzolo. S klikom na "Osveži" lahko ponovno preiščete gostitelje v omrežju. Ko izberete gostitelja, kliknite "Poveži se" za odprtje seje na tem računalniku.
tr: Bu programdaki ana alan, ağa üzerindeki "XDMCP"si etkin olan makineleri gösterir. Bu sayede kullanıcılar uçbirimden giriş yapıyormuş gibi uzaktaki makinelere giriş yapabilirler. "Yenile"ye basarak ağdaki makineleri yeniden taratabilirsiniz. Bir makine seçtiğinizde bağlanmak için "Bağlan" a basmanız yeterli olacaktır.
vi: Phần chính của ứng dụng này hiển thị các máy trên mạng địa phương mà có bật « XDMCP ». Nó cho phép các người dùng đăng nhập từ xa vào các máy khác như thể họ đăng nhập bằng bàn giao tiếp. Bạn có thể quét lại mạng để phát hiện các máy mới bằng cách nhấn nút « Quét lại ». Khi bạn chọn một máy, nhấn « Kết nối » để mở một phiên chạy tới máy đó.

source: Socket for xdm communication
da: Sokkel til XDM-kommunikation
de: Socket für XDM-Kommunikation
fa: سوکت برای ارتباط xdm
fi: Pistoke xdm-kommunikaatiolle
hu: Foglalat az xdm kommunikációhoz
kn: xdm ಸಂವಹನೆಗೆ ಸಾಕೆಟ್
nl: Socket voor XDM-communicatie
ru: Сокет для связи с сервером xdm
sl: Vtič za komunikacijo xdm
te: xdm కొరకు
tr: xdm haberleşme soketi
vi: Ổ cắm cho liên lạc xdm

source: SOCKET
da: SOKKEL
fa: سوکت
fi: PISTOKE
hu: FOGLALAT
kn: ಸಾಕೆಟ್
sl: VTIČ
te: తొర్ర
tr: SOKET
vi: Ổ CẮM

source: Client address to return in response to xdm
da: Klientadresse der skal returneres som svar til XDM
de: Client-Adresse, die XDM als Antwort geschickt werden soll
fa: نشانی کارگیر که در پاسخ به xdm بازگردانده می‌شود
fi: xdm:lle vastauksena lähetettävä asiakasosoite
hu: XDM válaszként visszaadandó kliens cím
kn: xdm ಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಒದಗಿಸಲಾಗುವ ಕ್ಲೈಂಟ್ ವಿಳಾಸ
nl: Cliëntadres om als antwoord aan xdm te geven
ru: Адрес клиента, возвращаемый при ответе серверу xdm
sl: Naslov odjemalca, vrnjen kot odgovor xdm-ju
te: xdmకు స్పందన లో పురాగమనంకు బంట్రౌతు చిరునామా
tr: xdm'ye yanıtta dönecek istemci adresi
vi: Địa chỉ máy khách để trả lời XDM

source: ADDRESS
da: ADRESSE
de: ADRESSE
fa: نشانی
fi: OSOITE
hu: CÍM
kn: ವಿಳಾಸ
sl: NASLOV
te: చిరునామా
tr: ADRES
vi: ĐỊA CHỈ

source: Connection type to return in response to xdm
da: Forbindelsestype der skal returneres som svar til XDM
de: Verbindungstyp, der XDM als Antwort geschickt werden soll
fa: نوع اتصال که در پاسخ به xdm بازگردانده می‌شود
fi: xdm:lle vastauksena lähetettävä yhteystyyppi
hu: XDM válaszként visszaadandó kapcsolattípus
kn: xdm ಗೆ ಪ್ರತ್ಯುತ್ತರವಾಗಿ ಒದಗಿಸಲಾಗುವ ಸಂಪರ್ಕದ ಬಗೆ
nl: Verbindingstype om als antwoord aan xdm te geven.
ru: Тип соединения, возвращаемый при ответе серверу xdm
sl: Vrsta povezave vrnjena kot odgovor xdm-ju
te: xdmకు స్పందన లో పురాగమనంకు బంధం రకము
tr: xdm'ye yanıtta dönecek bağlantı türü
vi: Kiểu kết nối để trả lời XDM

source: TYPE
de: TYP
fa: نوع
fi: TYYPPI
hu: TÍPUS
kn: ಪ್ರಕಾರ
sl: VRSTA
te: పద్దతి
tr: TÜRÜ
vi: KIỂU

source: - mdm login chooser
da: - mdm-logindvælger
de: - MDM-Anmeldungsauswähler
fi: – mdm-kirjautumisikkuna
hu: - mdm bejelentkezéskezelő
kn: - mdm ಪ್ರವೇಶ ಆಯ್ಕೆಗಾರ
nl: - mdm-kiezer
ru: - селектор входов mdm
sl: - Izbirnik prijave MDM
te: - mdm ప్రవేశద్వారం ఎంచుకొనునది
tr: - mdm giriş seçicisi
vi: — Bộ chọn đăng nhập MDM

source: The chooser version (%s) does not match the daemon version (%s). You have probably just upgraded MDM. Please restart the MDM daemon or the computer.
da: Vælgerversionen (%s) passer ikke til serverversionen (%s). Du har sandsynligvis lige opgraderet MDM. Genstart venligst enten MDM-serveren eller maskinen.
de: Die Version des Auswählers (%s) stimmt nicht mit der Version des Dienstes (%s) überein. Vermutlich haben Sie gerade MDM aktualisiert. Starten Sie den MDM-Dienst oder den Computer neu.
fa: نسخهٔ انتخاب‌گر (%s) با نسخهٔ شبح (%s) مطابقت ندارد. احتمالاً شما همین الان MDM را ارتقا داده‌اید. لطفاً شبح MDM یا رایانه را مجدداً راه‌اندازی کنید.
fi: Valitsimen versio (%s) ei täsmää palvelimen version (%s) kanssa. MDM on todennäköisesti juuri päivitetty. Käynnistä MDM-palvelin tai koko tietokone uudelleen.
hu: A kiválasztó verziója (%s) nem egyezik a démon verziójával (%s). Valószínűleg nemrég frissítette a MDM-et. Indítsa újra a MDM démont, vagy a számítógépet.
kn: ಆಯ್ಕೆಗಾರ ಆವೃತ್ತಿಯು (%s) ನೇಪಥಿಕ (daemon) ಆವೃತ್ತಿಯೊಂದಿಗೆ (%s) ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ. ನೀವು ಬಹುಷಃ ಈಗಷ್ಟೆ MDM ಅನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿದ್ದೀರ ಎಂದು ತೋರುತ್ತದೆ. ದಯವಿಟ್ಟು MDM ನೇಪಥಕ (daemon) ಅಥವ ಗಣಕನ್ನು ಪುನರಾರಂಭಿಸಿ.
nl: De versie van uw kiezer (%s) komt niet overeen met de versie van de daemon (%s). U hebt waarschijnlijk net een nieuwe versie van MDM geïnstalleerd. Herstart de MDM-daemon of start de computer opnieuw op.
ru: Версия (%s) селектора не совпадает с версией демона (%s). Возможно, пакет MDM был только что обновлен. Перезапустите MDM или перезагрузите компьютер.
sl: Različica izbirnika (%s) ne ustreza različici demona (%s). Verjetno ste pravkar nadgradili MDM. Poskusite ponovno zagnati demon MDM ali računalnik.
tr: Seçici sürümü (%s) servis sürümü (%s) ile uyuşmuyor. MDM sürümünü yeni yükseltmiş olabilirsiniz. Lütfen MDM servisini ya da bilgisayarı yeniden başlatın.
vi: Phiên bản bộ chọn lựa (%s) không khớp với phiên bản trình nền (%s). Rất có thể là bạn mới nâng cấp MDM. Hãy khởi chạy lại trình nền MDM hoặc khởi động lại máy.

source: Cannot run chooser
da: Kan ikke køre vælger
de: Auswähler konnte nicht ausgeführt werden
fa: نمی‌توان انتخاب‌گر را اجرا کرد
fi: Valitsinta ei voi suorittaa
hu: A kiválasztó nem futtatható
kn: ಆಯ್ಕೆಗಾರನನ್ನು ಚಲಾಯಿಸಲಾಗಲಿಲ್ಲ
nl: Kan kiezer niet starten
ru: Не удалось запустить селектор
sl: Ni mogoče pognati izbirnika
te: ఎంచుకొనునది నడుపుట వీలుకాదు
tr: Seçici çalıştırılamadı
vi: Không chạy được bộ chọn lựa

source: A_dd host:
da: T_ilføj vært:
de: Rechner _hinzufügen:
fa: ا_ضافه کردن میزبان:
fi: _Lisää palvelin:
hu: Gép hozzá_adása:
kn: ಅತಿಥೇಯವನ್ನು(_d) ಸೇರಿಸು:
nl: Host _toevoegen:
ru: Д_обавить узел:
sl: _Dodaj gostitelja:
te: _ఆతిథ్యం చేర్చు:
tr: Makine _ekle:
vi: Thê_m máy:

source: C_onnect
da: Tilk_obl
de: _Verbinden
fa: ات_صال
fi: _Yhdistä
hu: Kapcs_olódás
kn: ಸಂಪರ್ಕ ಕಲ್ಪಿಸು (_o)
nl: _Verbinden
ru: П_одключиться
sl: Po_veži se
te: _అనుసంధించు
tr: _Bağlan
vi: _Kết nối

source: Exit the application
da: Afslut programmet
de: Die Anwendung beenden
fa: خروج از برنامه
fi: Poistu sovelluksesta
hu: Kilépés az alkalmazásból
kn: ಅನ್ವಯದಿಂದ ನಿರ್ಗಮಿಸು
nl: Het programma afsluiten
ru: Выйти из программы
sl: Izhod iz programa
te: కార్యక్షేత్రము బయటకు
tr: Uygulamadan çık
vi: Thoát khỏi ứng dụng

source: How to use this application
da: Hvordan man bruger dette program
de: Verwenden dieser Anwendung
fa: چگونه از این برنامه استفاده کنیم
fi: Tämän sovelluksen käyttäminen
hu: Rövid ismertető az alkalmazás használatáról
kn: ಈ ಅನ್ವಯವನ್ನು ಹೇಗೆ ಬಳಸುವುದು
nl: Hoe moet ik dit programma gebruiken?
ru: Как использовать это приложение
sl: Kako uporabljati ta program
te: ఈ కార్యక్షేత్రమును ఎలా వాడవలెను
tr: Bu uygulama nasıl kullanılır?
vi: Sử dụng ứng dụng này thế nào

source: Login Host Chooser
da: MDM-værtsvælger
de: Rechnerwähler
fa: انتخاب‌گر میزبان ورود به سیستم
fi: Kirjautumisisännän valitsin
hu: Bejelentkezési kiszolgáló kiválasztó
kn: ಅತಿಥೇಯ ಆಯ್ಕೆಗಾರನಲ್ಲಿ ಪ್ರವೇಶ
nl: Aanmeldcomputer-kiezer
ru: Селектор узлов MDM
sl: Izbirnik gostiteljev prijave
te: ప్రవేశద్వారం ఆతిథ్యం ఎంచుకొనునది
tr: Makine Seçici
vi: Bộ chọn máy đăng nhập

source: Open a session to the selected host
da: Åbn en session hos den valgte vært
de: Eine Sitzung auf dem gewählten Rechner öffnen
fa: باز کردن یک نشست به میزبان انتخاب‌شده
fi: Avaa istunto valitulla palvelimella
hu: Kapcsolat megnyitása a kiválasztott géphez
kn: ಆರಿಸಲ್ಪಟ್ಟ ಅತಿಥೇಯಕ್ಕೆ ಒಂದು ಅಧಿವೇಶನವನ್ನು ತೆರೆ
nl: Open een sessie op de geselecteerde computer
ru: Открыть сеанс с выбранным узлом
sl: Odpri sejo izbranemu gostitelju
te: ఎంచుకొనబడిన ఆతిథ్యం కు ఒక సమకూర్పు తెరువు
tr: Seçilen makineye bir oturum aç
vi: Mở một phiên chạy tới máy phục vụ đã chọn

source: Probe the network
da: Søg netværket igennem efter værter
de: Das Netzwerk durchsuchen
fa: کاوش شبکه
fi: Tutki verkkoympäristöä
hu: A hálózat vizsgálata
kn: ಜಾಲವನ್ನು ಪರಿಶೋಧಿಸು
nl: Scan het netwerk
ru: Проверить сеть
sl: Preizkusi mrežo
te: అల్లిక ను శోధించువలె
tr: Ağı Tara
vi: Thăm dò mạng

source: Query and add this host to the above list
da: Forespørg og tilføj denne vært til listen ovenfor
de: Diesen Rechner abfragen und zur obigen Liste hinzufügen
fa: پرس‌وجو و اضافه کردن این میزبان به فهرست بالا
fi: Etsi ja lisää tämä palvelin yllä olevaan listaan
hu: Ezen gép lekérdezése és hozzáadása a fenti listához
kn: ಪ್ರಶ್ನಿಸಿ ಹಾಗು ಈ ಅತಿಥೇಯವನ್ನು ಈ ಮೇಲಿನ ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
nl: Deze host opzoeken en toevoegen aan de bovenstaande lijst
ru: Опросить и добавить этот узел в список выше
sl: Poizvedi po njem in dodaj tega gostitelja na zgornji seznam
te: ప్రశ్న మరియు ఈ ఆతిథ్యం పైన జాబితాకు చేర్చుము
tr: Makineyi sorgula ve yukarıdaki listeye ekle
vi: Truy vấn và thêm máy này vào danh sách trên

source: Status
fa: وضعیت
fi: Tila
hu: Állapot
kn: ಯಥಾಸ್ಥಿತಿ
ru: Состояние
sl: Stanje
te: సుస్థితి
tr: Durum
vi: Trạng thái

source: _Add
da: _Tilføj
de: _Hinzufügen
fa: ا_ضافه کردن
fi: _Lisää
hu: Hozzá_adás
kn: ಸೇರಿಸು(_A)
nl: _Toevoegen
ru: _Добавить
sl: _Dodaj
te: _చేర్చు
tr: _Ekle
vi: Thê_m

source: MDM (GNOME Display Manager) is not running.
da: MDM (logind-programmet til GNOME) kører ikke.
de: MDM (der GNOME-Display-Manager) läuft nicht.
fi: MDM (Gnomen kirjautumisohjelma) ei ole käynnissä.
hu: A MDM (a GNOME bejelentkezéskezelője) nem fut.
kn: MDM (GNOME ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ) ವು ಚಲಾಯಿತವಾಗುತ್ತಿಲ್ಲ.
nl: MDM (GNOME aanmeldbeheer) is niet actief.
ru: MDM (Менеджер дисплеев среды GNOME) не запущен.
sl: MDM (Upravljalnika zaslona GNOME) ne teče.
te: జిడియం (గ్నోమ్ ప్రదర్శన అభికర్త) నడుచుటలేదు.
tr: MDM (GNOME Görüntü Yöneticisi) çalışmıyor.
vi: MDM (Bộ quản lý trình bày GNOME) chưa chạy.

source: You might be using a different display manager, such as KDM (KDE Display Manager), CDE login (dtlogin), or xdm. If you wish to use this feature, then your system will need to be configured to use MDM instead.
da: Du kører sandsynligvis et andet logind-program som f.eks. KDM (KDE logind-program), CDE-logind (dtlogin), eller xdm. Hvis du stadig ønsker at benytte denne facilitet, så vil det være nødvendigt at konfigurere systemet til at benytte MDM i stedet.
de: Möglicherweise verwenden Sie einen anderen Display-Manager wie KDM (KDE-Display-Manager), CDE (dtlogin) oder xdm. Falls Sie diese Funktion nach wie vor verwenden möchten, müssen Sie Ihr System so konfigurieren, dass MDM anstelle dessen genutzt wird.
fi: Voi olla, että käytössä on jokin toinen kirjautumisohjelma, kuten KDM (KDE:n kirjautumisohjelma), CDE login (dtlogin) tai xdm. Jos edelleen haluat käyttää tätä ominaisuutta, täytyy järjestelmäsi määrittää käyttämään MDM:ää toisen ohjelman sijasta.
hu: Lehet, hogy más bejelentkezéskezelőt használ például KDM-et (A KDE bejelentkezéskezelője), a CDE bejelentkezéskezelőt (dtlogin) vagy xdm-et. Ha mégis szeretné használni ezt a szolgáltatást, akkor indítsa el a MDM-et vagy kérje meg erre a rendszergazdát.
kn: ನೀವು KDM (KDE ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ), CDE ಪ್ರವೇಶ (dtlogin), ಅಥವ xdm ನಂತಹ ಬೇರೊಂದು ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ಬಳಸುತ್ತಿರಬಹುದು. ನೀವು ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ಬಯಸುತ್ತಿದ್ದರೆ, ಅದರ ಬದಲಿಗೆ ನಿಮ್ಮ ಗಣಕವು MDM ಅನ್ನು ಉಪಯೋಗಿಸುವಂತೆ ಸಂರಚಿಸಬೇಕು.
nl: Mogelijkerwijs maakt u gebruik van een andere displaymanager zoals KDM (KDE Display Manager) CDE login (dtlogin) of xdm. Als u gebruik wilt maken van deze mogelijkheid dient u MDM als displaymanager te gebruiken
ru: Возможно, вы используете другой менеджер, например, KDM (Менеджер экранов KDE), систему входа CDE (dtlogin), или xdm. Если вы все равно хотите использовать эту функцию, либо запустите MDM самостоятельно, либо попросите запустить MDM вашего системного администратора.
sl: Morda uporabljate drugega upravitelja zaslona, kot npr. KDM (Upravljalnik zaslona KDE), CDE prijavo ali xdm. V primeru, da še vedno želite uporabiti to možnost, mora biti sistem nastavljen za uporabo MDM.
tr: Başka bir görüntü yöneticisi kullanabilirsiniz, örneğin KDM (KDE Giriş Yöneticisi),CDE girişi (dtlogin) veya xdm gibi. Bu özelliği kullanmak isterseniz sisteminizin bunlaryerine MDM kullanacak biçimde yapılandırılması gerekir.
vi: Bạn có lẽ dùng một bộ quản lý trình bày khác, như KDM (Bộ quản lý trình bày KDE), CDE login (dtlogin) hay xdm. Nếu bạn vẫn muốn dùng tính năng này, bạn cần phải cấu hình hệ thống để sử dụng MDM thay thế.

source: Cannot communicate with MDM (The GNOME Display Manager)
da: Kan ikke kommunikere med MDM (logind-programmet til GNOME)
de: Es konnte nicht mit MDM (GNOME-Display-Manager, dem GNOME-Anzeigemanager) kommuniziert werden
fa: نمی‌توان با MDM تماس برقرار کرد (مدیر نمایش گنوم)
fi: Kommunikointi MDM:n (Gnomen kirjautumisohjelman) kanssa ei onnistu
hu: Nem lehet kommunikálni a MDM-mel (a GNOME bejelentkezéskezelőjével)
kn: MDM ನೊಂದಿಗೆ (GNOME ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ) ಸಂವಹಿಸಲಾಗಿಲ್ಲ
nl: Kan niet communiceren met MDM (GNOME aanmeldbeheer)
ru: Не удалось связаться с демоном MDM (Менеджер дисплеев среды GNOME), возможно,
sl: Ni mogoče komunicirati z MDM (Upravljalnikom zaslona GNOME)
te: జిడియం తో తెలియజేయలేము (గ్నోమ్ ప్రదర్శన అభికర్త)
tr: MDM (GNOME Görüntü Yöneticisi) ile iletişim kurulamadı.
vi: Không liên lạc được với MDM (Bộ quản lý trình bày GNOME).

source: Perhaps you have an old version of MDM running.
da: Måske kører der en gammel version af MDM.
de: Möglicherweise ist die Version veraltet.
fa: شاید نسخه‌ای قدیمی از MDM در حال اجراست.
fi: Käynnissä saattaa olla MDM:n vanha versio.
hu: Valószínűleg egy régebbi MDM verzió fut.
kn: ಬಹುಷಃ ನಿಮ್ಮಲ್ಲಿ ಚಲಾಯಿತವಾಗುತ್ತಿರುವುದುMDM ನ ಹಳೆ ಆವೃತ್ತಿ ಆಗಿರಬೇಕು.
nl: Misschien is een oude versie van MDM actief.
ru: Возможно, выполняется старая версия MDM.
sl: Morda že teče starejša različica MDMja.
te: ఒకవేళ నీవు ఒక పాత వివరణము యొక్క జిడియం నడుచుచున్నది.
tr: Eski bir MDM sürümü çalıştırıyor olabilirsiniz.
vi: Có lẽ bạn đang chạy một phiên bản MDM cũ.

source: Cannot communicate with MDM. Perhaps you have an old version running.
da: Kan ikke kommunikere med MDM. Måske kører der en gammel version.
de: Es konnte nicht mit MDM kommuniziert werden, möglicherweise verwenden Sie eine veraltete Version.
fa: نمی‌توان با MDM تماس برقرار کرد، شاید نسخه‌ای قدیمی در حال اجراست.
fi: Kommunikointi MDM:n kanssa ei onnistu. Käytössä on ehkä vanha versio.
hu: Nem sikerült kommunikálni a MDM-mel. Talán egy régebbi verzió fut.
kn: MDM ನೊಂದಿಗೆ ಸಂವಹಿಸಲಾಗಿಲ್ಲ. ಬಹುಷಃ ನಿಮ್ಮಲ್ಲಿ ಚಲಾಯಿತವಾಗುತ್ತಿರುವುದು ಹಳೆ ಆವೃತ್ತಿ ಆಗಿರಬೇಕು.
nl: Kan niet communiceren met MDM, misschien heeft u een oude versie.
ru: Не удалось связаться с MDM. Возможно, запущена старая версия.
sl: Ni mogoče komunicirati z MDM. Morda teče starejša različica.
te: జిడియం తో తెలియజేయలేము. ఒకవేళ నీవు ఒక పాత వివరణము కలిగిఉండి నడుచుచున్నది.
tr: MDM ile iletişim kurulamadı, eski bir MDM sürümü çalıştırıyor olabilirsiniz.
vi: Không thể liên lạc với MDM, có lẽ bạn đang chạy một phiên bản cũ.

source: The allowed limit of flexible X servers reached.
da: Tilladt grænse for fleksible X-servere er nået.
de: Die zulässige Anzahl flexibler X-Server ist erreicht.
fa: حد مجاز کارگزارهای انعطاف‌پذیر X سر رسید.
fi: Joustavien X-palvelinten yläraja saavutettiin.
hu: Elérte az engedélyezett flexibilis X-kiszolgálók számát.
kn: ಹೊಂದಿಕೊಳ್ಳಬಲ್ಲ X ಪರಿಚಾರಕಕ್ಕೆ ಸಮ್ಮತಿ ಇರುವ ಮಿತಿಯನ್ನು ತಲುಪಿದೆ.
nl: Het maximale aantal flexibele X-server is bereikt.
ru: Дозволенное число гибких X-серверов достигнуто.
sl: Dovoljena omejitev prilagodljivih strežnikov X dosežena.
te: అనుమతింపబడిన హద్దు యొక్క మృదువైన X సేవికలు చేరినవి.
tr: Azami esnek X sunucusu sayısına erişildi.
vi: Đã tiến tới giới hạn số máy phục vụ X mềm.

source: There were errors trying to start the X server.
da: Der opstod fejl under forsøg på at starte X-serveren.
de: Beim Starten des X-Servers sind Fehler aufgetreten.
fa: هنگام تلاش برای آغاز کارگزار X خطاهایی رخ داد.
fi: X-palvelinta käynnistettäessä tuli virheitä.
hu: Hiba történt az X-kiszolgáló indítása közben.
kn: X ಪರಿಚಾರಕವನ್ನು ಪ್ರಾರಂಭಿಸುವಲ್ಲಿ ಕೆಲವೊಂದು ದೋಷಗಳು ಕಂಡು ಬಂದಿವೆ.
nl: Er zijn fouten opgetreden bij het starten van de X-server.
ru: При попытке старта X-сервера произошли ошибки.
sl: Prišlo je do napak med poskusom zagona X strežnika.
te: X సేవిక మొదలుపెట్టుటకు ప్రయత్నించుటలో అక్కడ దోషములు ఏర్పడినవి.
tr: X sunucusu başlatılırken hata oluştu.
vi: Gặp lỗi khi cố thử khởi chạy máy phục vụ X.

source: The X server failed. Perhaps it is not configured well.
da: X-serveren fejlede. Måske er den ikke konfigureret korrekt.
de: Der X-Server schlug fehl. Möglicherweise ist er nicht korrekt konfiguriert.
fa: کارگزار X شکست خورد. احتمالاً درست پیکربندی نشده است.
fi: X-palvelin kaatui. Sitä ei ole ehkä asetettu oikein.
hu: Az X-kiszolgáló nem indult el. Talán rosszul van (vagy nincs) konfigurálva.
kn: X ಪರಿಚಾರಕ ವಿಫಲಗೊಂಡಿದೆ. ಬಹುಷಃ ಅದು ಸರಿಯಾಗಿ ಸಂರಚಿತಗೊಂಡಿಲ್ಲದೇ ಇರಬಹುದು.
nl: De X-server werkt niet. Misschien is de configuratie incorrect.
ru: Произошел сбой X-сервера. Возможно, он не сконфигурирован.
sl: X strežnika ni mogoče zagnati. Morda ni pravilno nastavljen.
te: X సేవిక విఫలమైంది. ఒక వేళ అది సరిగ్గా రూపకరించకపోవచ్చు.
tr: X sunucusunda hata. Düzgün yapılandırılmamış olabilir.
vi: Máy phục vụ X bị lỗi. Có lẽ do cấu hình sai.

source: Too many X sessions running.
da: For mange X-sessioner kører.
de: Es laufen zu viele X-Sitzungen.
fa: تعداد نشست‌های X در حال اجرا زیاد است.
fi: Liian monta X-istuntoa käynnissä.
hu: Túl sok X környezet fut.
kn: X ಅಧಿವೇಶನಗಳು ಬಹಳ ಸಂಖ್ಯೆಯಲ್ಲಿ ಚಾಲಿತವಾಗುತ್ತಿದೆ.
nl: Er zijn te veel X-sessies actief.
ru: Слишком много запущенных X-сеансов.
sl: V teku je preveč X sej.
te: చాలా సహితము X సమకూర్పులు నడుచుచున్నవి.
tr: Çok fazla X oturumu çalışıyor.
vi: Quá nhiều phiên X đang chạy.

source: The nested X server cannot connect to your current X server. You may be missing an X authorization file.
da: Den indlejrede X-server kan ikke koble til din aktive X-server. Du mangler måske en X-godkendelsesfil.
de: Der eingebettete X-Server (Xnest) kann keine Verbindung mit dem aktuellen X-Server aufnehmen. Möglicherweise fehlt eine X-Autorisierungsdatei.
fi: Sisäkkäinen X-palvelin (Xnest) ei onnistunut ottamaan yhteyttä nykyiseen X-palvelimeen. Syynä voi olla puuttuva X-todennustiedosto.
hu: A beültetett X-kiszolgáló (Xnest) nem tud kapcsolódni az Ön jelenlegi X kiszolgálójához. Talán hiányzik az X hitelesítési fájl.
kn: ಅಂತರ್ಗತ X ಪರಿಚಾರಕವು ಪ್ರಸ್ತುತ ನಿಮ್ಮಲ್ಲಿನ X ಪರಿಚಾರಕದೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಲಾಗಿಲ್ಲ. ನಿಮ್ಮಲ್ಲಿ X ದೃಢೀಕರಣ ಕಡತ ಕಾಣೆಯಾಗಿರಬಹುದು.
nl: De geneste X-server (Xnest) kan geen verbinding krijgen met de huidige X-server. Er ontbreekt mogelijk een X-autorisatiebestand.
ru: Вложенный X сервер (Xnest) не может подсоединится к X серверу. Возможно, отсутствует файл авторизации системы X.
sl: Gnezden X strežnik se ne more povezati s trenutnim strežnikom. Morda manjka overitvena datoteka X.
tr: İçiçe X sunucusu (Xnest) çalışan X sunucusuna bağlantı kuramıyor. X kimlik doğrulama dosyanız eksik olabilir.
vi: Máy phục vụ X lồng nhau không thể kết nối với trình phục vụ X hiện thời. Có thể do thiếu tập tin xác thực X.
