Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Could not access configuration file (defaults.conf)
da: Kunne ikke tilgå konfigurationsfilen (defaults.conf)
de: Auf die Konfigurationsdatei (defaults.conf) konnte nicht zugegriffen werden
fi: Asetustiedostoa defaults.conf ei voitu lukea.
hu: A beállítófájl (defaults.conf) nem érhető el
kn: ಸಂರಚನಾ ಕಡತವನ್ನು (defaults.conf) ನಿಲುಕಿಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ
nl: Geen toegang tot configuratiebestand (defaults.conf)
ru: Не удалось получить доступ к конфигурационному файлу (defaults.conf)
sl: Ni mogoč dostop do nastavitvene datoteke (defaults.conf).
te: రూపకరించు దస్త్రం సాంగత్యపరచుటకు వీలుకాదు (అప్రమేయములు.రూపకరణ)
tr: Yapılandırma dosyasına erişilemiyor (defaults.conf)
vi: Không truy cập được tập tin cấu hình mặc định (defaults.conf)

source: Make sure that the file exists before launching login manager config utility.
da: Kontrollér at filen eksisterer før du kører logind-konfigurationsprogrammet.
de: Stellen Sie sicher, dass die Datei existiert bevor Sie das Konfigurationsprogramm des Anmeldemanagers ausführen.
fi: Varmista, että tiedosto on olemassa ennen asetusohjelman suorittamista.
hu: A bejelentkezéskezelő beállítóeszközének indítása előtt győződjön meg róla, hogy a fájl létezik.
kn: ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕ ಸಂರಚನಾ ಉಪಕರಣವನ್ನು ಆರಂಭಿಸುವ ಮೊದಲು ಆ ಕಡತ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
nl: Zorg ervoor dat het bestand bestaat voordat u het programma voor het instellen van de aanmeldbeheerder opstart.
ru: Перед запуском утилиты настройки экрана входа в систему убедитесь, что файл существует.
sl: Prepričajte se, da datoteka bostaja preden zaženete orodje nastavitev upravitelja prijave.
te: ప్రవేశద్వారం అభికర్త రూపకరణ సౌలభ్యం ప్రయోగించుటకు ముందు దస్త్రం కలిగిఉందని నిశ్చయము ఏర్పరచు.
tr: Giriş yöneticisi yapılandırma uygulamasını çalıştırmadan önce dosyanın var olduğundan emin olun.
vi: Hãy bảo đảm tập tin này tồn tại trước khi chạy chương trình cấu hình quản lý đăng nhập.

source: Could not access configuration file (custom.conf)
da: Kunne ikke tilgå konfigurationsfilen (custom.conf)
de: Auf die Konfigurationsdatei (custom.conf) konnte nicht zugegriffen werden
fi: Asetustiedostoa custom.conf ei voitu lukea
hu: A beállítófájl (custom.conf) nem érhető el
kn: ಸಂರಚನಾ ಕಡತವನ್ನು (custom.conf) ನಿಲುಕಿಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ
nl: Geen toegang tot het configuratiebestand (custom.conf)
ru: Не удалось получить доступ к конфигурационному файлу (custom.conf)
sl: Ni mogoč dostop do nastavitvene datoteke (custom.conf).
te: రూపకరించు దస్త్రం సాంగత్యపరచుటకు వీలుకాదు (మలచిన.రూపకరణ)
tr: Yapılandırma dosyasına ulaşılamıyor (custom.conf)
vi: Không truy cập được tập tin cấu hình riêng (custom.conf)

source: You must be the root user to configure MDM.
da: Du skal være root-brugeren for at kunne konfigurere MDM.
de: Sie müssen sich als Benutzer »root« anmelden, um MDM zu konfigurieren.
fa: برای پیکربندی MDM باید کاربر root باشید.
fi: Vain pääkäyttäjä voi muuttaa MDM:n asetuksia.
hu: Csak rendszergazda (root) jogosultságokkal állíthatja be a MDM-et.
kn: MDM ಅನ್ನು ಸಂರಚಿಸಲು ನೀವು ಮೂಲವಾಗಿರಬೇಕು.
nl: U moet beheerder (root) zijn om MDM te configureren.
ru: Для настройки MDM необходимы права суперпользователя (root).
sl: Za nastavljanje MDM morate biti prijavljeni kot skrbnik.
te: జిడియం రూపకరించుటకు నీవు ఖశ్చితంగా మూలం వినియోగదారు అయి ఉండవలయును
tr: MDM'yi yapılandırmak için root olmalısınız.
vi: Bạn phải là ngươi dùng chủ (root) để có thể cấu hình MDM.

source: Configure MDM login window appearance and behavior
da: Konfigurér MDM logind-vinduets udseende og opførsel
de: Aussehen und Verhalten des Anmeldefensters konfigurieren
fi: Määritä MDM-kirjautumisikkunan ulkoasu ja toiminta
hu: A bejelentkezéskezelő ablak megjelenésének és viselkedésének beállítása
kn: MDM ಪ್ರವೇಶ ಕಿಟಕಿಯ ರೂಪ ಹಾಗು ವರ್ತನೆಯನ್ನು ಸಂರಚಿಸು
nl: Stel het uiterlijk en gedrag in van de MDM-aanmeldbeheerder.
ru: Настройка внешнего вида и поведения экрана входа в систему MDM
sl: Nastavi obnašanje in videz prijavnega okna
te: జిడియం ప్రవేశద్వారం గవాక్షం రూపం మరియు ప్రవర్తన రూపకరించు
tr: MDM giriş ekranı görünüm ve davranışını yapılandır
vi: Cấu hình diện mạo và ứng xử của cửa sổ đăng nhập MDM

source: Login Window
da: Logind-skærm
de: Anmeldefenster
fa: پنجرهٔ ورود به سیستم
fi: Kirjautumisikkuna
hu: Bejelentkező ablak
kn: ದಾಖಲಾತಿ ವಿಂಡೋ
nl: Aanmeldvenster
ru: Окно входа в систему
sl: Prijavno okno
te: ప్రవేశద్వార గవాక్షం
tr: Giriş Penceresi
vi: Cửa sổ đăng nhập

source: %n will be replaced by hostname
da: %n vil blive erstattet med værtsnavn
de: %n wird durch den Rechnernamen ersetzt
fi: %n korvataan palvelimen verkkonimellä
hu: A %n a gép nevével lesz helyettesítve
kn: %n ವು ಅತಿಥೇಯದ ಹೆಸರಿನಿಂದ ಬದಲಾಯಿಸಲ್ಪಡುತ್ತದೆ
nl: %n zal worden vervangen door de hostnaam
ru: %n будет заменен на имя узла
sl: %n bo zamenjan z imenom gostitelja
te: %n ఆతిథ్యనామము ద్వారా పునఃస్థాపించు ఇఛ్ఛ ఉండు
tr: %n makine adıyla değiştirilecektir
vi: %n sẽ được thay thế bằng tên máy

source: <b>Note:</b> Users in the Include list will appear in the face browser if enabled and will appear in the user drop-down lists for automatic and timed logins on the Security tab. Users in the Exclude list will not appear. MinimalUID setting in the Security tab will affect which users will be allowed to join Include list.
da: <b>Bemærk:</b> Brugere på inkluderingslisten vises i ansigstvælgeren, hvis denne er slået til og vises i bruger-rullegardinet for automatiske og tidsindstillede logind under Sikkerheds-fanen. Brugere på ekskluderingslisten vises ikke. MinimalUID-indstillinger under sikkerhedsfanen vil have indvirkning på hvilken bruger der kan tilslutte sig inkluderingslisten.
de: <b>Hinweis:</b> Benutzer in der »Einbeziehen«-Liste werden, falls aktiviert, im Benutzeralbum angezeigt und erscheinen in den Auswahlfeldern für die automatische und die zeitgesteuerte Anmeldung auf dem Reiter »Sicherheit«. Benutzer in der »Ausschließen«-Liste werden nicht angezeigt.
fi: <b>Huomautus:</b> Käyttäjät sallittujen listalla näkyvät kasvoselaimessa, jos se on käytössä, sekä automaattisten ja ajastettujen kirjautumisten pudotusvalikoissa "Turvallisuus"-välilehdellä. Käyttäjiä estettyjen listalla ei näytetä. Turvallisuus-välilehden valinta 'Pienin sallittu käyttäjänumero' vaikuttaa siihen, mitkä käyttäjät voidaan sallia.
hu: <b>Megjegyzés:</b> A Felvétel listában lévő felhasználók megjelennek az arcképböngészőben, ha az engedélyezett és a Biztonság lap felhasználók listájában az automatikus és időzített bejelentkezéseknél. A Kivételek listájában lévő felhasználók viszont nem. A Biztonság lap Legkisebb felhasználói azonosító beállítása befolyásolja, hogy mely felhasználók vehetők fel a Felvétel listába.
kn: <b>ಟಿಪ್ಪಣಿ:</b> ಚಹರೆ ವೀಕ್ಷಕವು (face browser) ಶಕ್ತಗೊಂಡಿದ್ದರೆ ಒಳಗೊಂಡಿರುವ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ಅದರಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ ಹಾಗು ಅದು ಸುರಕ್ಷತಾ ಹಾಳೆಯಲ್ಲಿ (tab) ಸ್ವಯಂಚಾಲಿತ ಹಾಗು ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶಕ್ಕಾಗಿ ಬಳಕೆದಾರ ಡ್ರಾಪ್-ಡೌನ್ ಪಟ್ಟಿಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಕಡೆಗಣಿಸಲಾದ ಪಟ್ಟಿಯಲ್ಲಿನ ಬಳಕೆದಾರರು ಕಾಣಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ. ಸುರಕ್ಷತಾ ಹಾಳೆಯಲ್ಲಿನ (tab) MinimalUID ಸಂಯೋಜನೆಗಳು ಯಾವ ಬಳಕೆದಾರನು ಒಳಗೊಳ್ಳಿಸಲಾದ ಪಟ್ಟಿಯಲ್ಲಿ ಸೇರಿಸಲ್ಪಡ ಬೇಕು ಎಂಬುದರ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ.
nl: <b>Opmerking:</b> Gebruikers in de lijst 'Toegevoegd' zullen zichtbaar zijn in de gezichtenlijst en in het rolmenu voor automatische aanmelding en in het tabblad 'Beveiliging' bij tijdgeschakelde aanmeldingen. Gebruikers in de lijst 'Uitgezonderd' zullen niet zichtbaar zijn. De instelling 'Minimale UID' bij tabblad 'Beveiliging' bepaalt voor welke gebruikers het toegestaan is om op de lijst 'Toegevoegd' te staan.
ru: <b>Примечание:</b> Пользователи из списка включенных появятся в обозревателе изображений и в выпадающих списках для автоматического входа на вкладке "Безопасность". Пользователи из списка выключенных не будут там появляться. Настойка MinimalUID влияет на то, каким пользователям будет разрешено попасть в список включенных.
sl: <b>Opomba:</b> Uporabniki na seznamu vključenih bodo prikazani v brskalniku obrazov, če bo ta možnost izbrana, in v spustnih seznamih uporabnikov za samodejne in časovne prijave na zavihku Varnost. Uporabniki na izključitvenem seznamu ne bodo prikazani. Najmanjši UID vpliva katerim uporabnikom bo dovoljen pristop v seznam vključenih.
tr: <b>Not:</b> İçerim listesindeki kullanıcılar (eğer etkinleştirildiyse) imge seçimligiriş ekranında ve Güvenlik sekmesindeki kendiliğinden ve zamanlı giriş için açılanlistelerde görüneceklerdir. Dışlama listesindekiler görünmeyeceklerdir.Güvenlik sekmesindeki MinimalUID ayarı içerim listesine hangi kullanıcıların ekleneceğini etkileyecektir.
vi: <b>Ghi chú :</b> các người dùng nằm trong danh sách « Bao gồm » sẽ cũng xuất hiện trong trình duyệt chân dung (nếu bật) và trong những danh sách thả xuống cho việc đăng nhập tự động và định thời trên thanh « Bảo mật ». Người dùng trong danh sách « Loại trừ » sẽ không xuất hiện. Giá trị UID tối thiểu (MinimalUID) trên thanh « Bảo mật » sẽ có tác động những người dùng sẽ được phép vào danh sách « Bao gồm ».

source: <b>Note:</b> You can select different commands from the drop-down list, and modify them through relevant fields located below. To save changes press Apply Command Changes button.
da: <b>Bemærk:</b> Du kan vælge forskellige kommandoer fra rullegardins-listen og ændre dem ved hjælp af de relevante felter nedenunder. Tryk på knappen "Anvend kommando-ændringer" for at gemme ændringerne.
de: <b>Hinweis:</b> Sie können verschiedene Befehle aus der aufklappbaren Auswahlliste auswählen und durch die unterhalb angeordneten Felder verändern. Um die Änderungen zu speichern, klicken Sie auf die Schaltfläche »Anwenden«.<b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until MDM is restarted.<b>Achtung:</b> Fehlerhafte Einstellungen können ein Neustarten des X-Servers verhindern. Änderungen an diesen Einstellungen werden erst nach einem Neustart von MDM wirksam.
fi: <b>Huomautus:</b> Voit valita pudotuslistasta eri komentoja ja muokata niitä vastaavista alla olevista kentistä. Tallenna muutokset valitsemalla kohta "Toteuta komentomuutokset".
hu: <b>Megjegyzés:</b> A legördülő listából különböző parancsokat választhat, majd az alábbi mezők segítségével módosíthatja azokat. A módosítások mentéséhez kattintson a Parancsmódosítások mentése gombra.
kn: <b>ಟಿಪ್ಪಣಿ:</b> ಕೆಳಗೆ ಜಾರುವ ಪಟ್ಟಿಯಿಂದ (drop-down list) ನೀವು ವಿವಿಧ ಆಜ್ಞೆಗಳನ್ನು ಆರಿಸಬಹುದು, ಕೆಳಗಿರುವ ಸೂಕ್ತ ಕ್ಷೇತ್ರಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಅವನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು. ಮಾಡಲಾದ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಆಜ್ಞೆಯ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸು ಗುಂಡಿಯನ್ನು ಒತ್ತಿ.
nl: <b>Opmerking:</b> U kunt verschillende opdrachten selecteren in het rolmenu en ze wijzigen via de relevante velden hieronder. Om uw wijzigingen op te slaan, klik op de knop 'Opdrachtwijzigingen toepassen'.
ru: <b>Note:</b> Вы можете выбрать различные команды из выпадающего списка, и изменить их при помощи соответствующих полей ввода. Для сохранения изменений нажмите кнопку "Применить изменение команд".
sl: <b>Opomba:</b> Izberete lahko različne ukaze iz seznama in jih spremenite preko spodnjih vnosnih polj. Za shranjevanje sprememb pritisnite gumb uveljavljanja.
tr: <b>Not:</b> Açılan listeden değişik komutlar seçebilir, üzerilerindeaşağıda belirtilen konuyla ilgili alanlarda değişiklikler yapabilirsiniz. Değişiklikleri kaydetmek için Komut Değişikliklerini Uygula düğmesine basın.
vi: <b>Ghi chú :</b> bạn có khả năng chọn lệnh khác nhau trong danh sách thả xuống, và sửa đổi chúng bằng trường thích hợp bên dưới. Để lưu thay đổi, bấm cái nút « Áp dụng thay đổi lệnh ».

source: <b>Warning:</b> Incorrect settings could prevent the X server from restarting. Changes to these settings will not take effect until MDM is restarted.
da: <b>Advarsel:</b> Forkerte indstillinger kan forhindre X-serveren i at genstarte. Ændringer til disse indstillinger vil ikke træde i kraft før MDM er genstartet.
de: <b>Warnung:</b> Fehlerhafte Einstellungen können den X-Server am Neustarten hindern. Änderungen an diesen Einstellungen werden erst nach einem Neustart von MDM aktiv.
fi: <b>Varoitus:</b> Virheelliset asetukset voivat estää X-palvelinta käynnistymästä. Muutokset näihin asetuksiin eivät tule voimaan, ennen kuin MDM on uudelleenkäynnistetty.
hu: <b>Figyelmeztetés:</b> Az esetleges hibás beállítások megakadályozhatják az X kiszolgáló újraindulását. Ezen beállítások változásai a MDM újraindulásakor érvényesülnek.
kn: <b>ಎಚ್ಚರಿಕೆ:</b> ಸರಿಯಲ್ಲದ ಸಂಯೋಜನೆಗಳು X ಪರಿಚಾರಕವನ್ನು ಪ್ರಾರಂಭಿಸುವುದನ್ನು ತಡೆಯಬಹುದು. MDM ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸದೆ ಈ ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಮಾಡಿದ ಬದಲಾವಣೆಗಳು ಪರಿಣಾಮಕಾರಿಯಾಗುವುದಿಲ್ಲ.
nl: <b>Waarschuwing:</b> Foutieve instellingen kunnen de X-server verhinderen te herstarten. Wijzigingen in deze instellingen zullen pas effect hebben wanneer MDM wordt herstart.
ru: <b>Внимание:</b> Неверные параметры могут привести к тому, что X-сервер не будет перезапускаться. Изменения этих параметров вступят в силу только после перезапуска MDM.
sl: <b>Opozorilo:</b> Napačne nastavitve lahko preprečijo ponovni zagon strežnika X. Spremembe teh nastavitev ne bodo uveljavljene do ponovnega zagona MDM.
tr: <b>Uyarı:</b> Yanlış ayarlar X sunucusunun başlamasını engelleyebilir. Bu ayarlara değişiklikler MDM yeniden başlatılana kadar etkin olmayacaklardır.
vi: <b>Cảnh báo :</b> Thiết lập không đúng có thể ngăn cản máy phục vụ X khởi chạy được. Thay đổi trên thiết lập này sẽ không có tác động cho đến khi MDM khởi chạy lại.

source: A_dd...
da: T_ilføj...
de: _Hinzufügen …
fa: ا_ضافه کردن...
fi: _Lisää...
hu: _Hozzáadás...
kn: ಸೇರಿಸು(_d)...
nl: _Toevoegen...
ru: _Добавить...
sl: Do_daj ...
te: _చేర్చు...
tr: _Ekle
vi: T_hêm...

source: A_llow remote system administrator login
da: Ti_llad fjerne system-administrator logind
de: _Entfernte Anmeldungen für Systemadministratoren zulassen
fa: م_جاز بودن ورود مدیر به سیستم از دورست
fi: Sa_lli pääkäyttäjän etäkirjautuminen
hu: Ren_dszergazda távoli bejelentkezésének engedélyezése
kn: ದೂರದ ಗಣಕ ನಿರ್ವಾಹಕನ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸು (_l)
nl: Aan_melding op afstand voor systeembeheer, toetstaan
ru: Разрешить _удалённый вход системного администратора
sl: Dovo_li oddaljene prijave skrbnika sistema
te: వ్యవస్థ నిర్వాహకి ప్రవేశద్వారం అనుమతించు
tr: _Uzaktan sistem yöneticisi girişine izin ver
vi: Cho _phép đăng nhập quản trị hệ thống từ xa

source: A_pply User Changes
da: Anvend bruger_ændringer
de: Änderungen an Benutzern ü_bernehmen
fa: اِ_عمال تغییرات کاربر
fi: _Toteuta käyttäjien muutokset
hu: Felhasználói módosítások _alkalmazása
kn: ಬಳಕೆದಾರ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸು
nl: _Wijzigingen toepassen
ru: _Применить изменения пользователя
sl: Uveljavi s_premembe uporabnika
te: _వినియోగదారు మార్పులు అనుసంధించు
tr: Kullanıcı De_ğişikliklerini Uygula
vi: Á_p dụng thay đổi người dùng

source: Accessibility
da: Tilgængelighed
de: Barrierefreiheit
fa: دسترسی‌پذیری
fi: Esteettömyys
hu: Akadálymentesítés
kn: ನಿಲುಕಣೆ
nl: Toegankelijkheid
ru: Специальные возможности
sl: Dostopnost
te: అందుబాటు
tr: Erişilebilirlik
vi: Khả năng truy cập

source: Accessible from the outside of the login manager
da: Tilgængelig udenfor logind-programmet
de: Zugreifbar von außerhalb des Anmeldungsmanagers
fi: Käytettävissä kirjautumisohjelman ulkopuolelta
hu: Elérhető a bejelentkezéskezelőn kívülről
kn: ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕದ ಹೊರಗಿನಿಂದ ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದು
nl: Toegankelijk van buiten de aanmeldbeheerder
ru: Доступна извне
sl: Dostop izven upravljalnika prijave
te: ప్రవేశద్వారం అభికర్త యొక్కబయటివైపు నుండి సాంగత్యపరచబడుతుంది
tr: Giriş yöneticisi dışından erişilebilir
vi: Có thể truy cập từ bên ngoài bộ quản lý đăng nhập

source: Add / Modify Servers To Start
da: Tilføj/ændr servere til opstart
de: Zu startende Server hinzufügen/bearbeiten
fa: اضافه کردن/تغییر دادن کارگزارهایی که آغاز شوند
fi: Lisää tai muokkaa käynnistettäviä palvelimia
hu: Elindítandó kiszolgálók hozzáadása/módosítása
kn: ಆರಂಭಿಸಬೇಕಿರುವ ಪರಿಚಾರಕಗಳನ್ನು ಸೇರಿಸು / ಮಾರ್ಪಡಿಸು
nl: Server toevoegen/aanpassen aan 'Start'
ru: Добавить/изменить запускаемые серверы
sl: Dodaj / spremeni strežnike za zagon
te: మొదలుపెట్టుటకు సేవికలను చేర్చు/మార్చు
tr: Başlatılacak Sunucuları Ekle / Değiştir
vi: Thêm/Sửa đổi máy phục vụ cần khởi chạy

source: Add S_erver...
da: Tilføj s_erver...
de: Ser_ver hinzufügen …
fa: اضافه کردن کارگزار...
fi: Lisää palvelin
hu: Kiszolgáló _hozzáadása...
kn: ಪರಿಚಾರಕವನ್ನು ಸೇರಿಸು(_e)...
nl: S_erver toevoegen...
ru: Добавить c_ервер...
sl: Dodaj str_ežnik ...
te: _సేవిక చేర్చు...
tr: Sunucu _Ekle
vi: Thêm máy _phục vụ...

source: Add User
da: Tilføj bruger
de: Benutzer hinzufügen
fa: اضافه کردن کاربر
fi: Lisää käyttäjä
hu: Felhasználó hozzáadása
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸು
nl: Gebruikers toevoegen
ru: Добавить пользователя
sl: Dodaj uporabnika
te: వినియోగదారు చేర్చు
tr: Kullanıcı Ekle
vi: Thêm người dùng

source: Adds a chooser button to the Actions menu that will restart the current X server with a chooser. XDMCP does not need to be enabled on the local computer for this to work.
da: Tilføjer en vælger-knap til menuen "Handlinger" som vil genstarte den nuværende X-server med en vælger. XDMCP behøver ikke at være slået til på den lokale computer for at dette vil virke.
de: XXXFügt eine Auswahlschaltfläche zum »Aktionen«-Menü hinzu, die den aktuellen X-Server mit einer Auswahl neu starten. XDMCP muss für diesen Schritt nicht auf dem lokalen Rechner aktiviert sein.
fi: Lisää toimintovalikkoon valinnan, joka uudelleenkäynnistää nykyisen X-palvelimen palvelinvalitsimella. XDMCP:n ei tarvitse olla käytössä paikallisella koneella, jotta tämä toimisi.
hu: Egy választógombot ad a Műveletek menühöz, amely újraindítja az aktuális X kiszolgálót és egy bejelentkeztetőt jelenít meg. Az XDMCP-nek nem kell engedélyezve lennie a helyi számítógépen ehhez a művelethez.
kn: ಆಯ್ಕೆಗಾರದೊಂದಿಗೆ (chooser) ಪ್ರಸ್ತುತ X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸುವ ಕಾರ್ಯಗಳ ಅಂಶಗಳ ಪಟ್ಟಿಗೆ ಒಂದು ಆಯ್ಕೆಗಾರ (chooser) ಗುಂಡಿಯನ್ನು ಸೇರಿಸುತ್ತದೆ. ಈ ಕೆಲಸಕ್ಕೆ XDMCP ಯನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಶಕ್ತಗೊಳಿಸುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
nl: Voegt een keuzeknop toe aan het menu 'Acties' waarmee de huidige X-server opnieuw kan worden gestart met een bepaalde keuze. XDMCP hoeft niet op de lokale computer te draaien voor deze functie.
ru: Добавляет кнопку селектора в меню Действия, которая вызовет перезапуск текущего X-сервера с селектором. Для этой функции не обязательно включать поддержку XDMCP на локальном компьютере.
sl: Doda gumb za izbiro v meni dejanj, s katerim se ponovno zažene X strežnik z izbirnikom. Možnosti XDMCP ni treba omogočiti, da možnost deluje na lokalnem računalniku.
tr: Eylemler menüsüne şimdiki X sunucusunu bir seçiciyle başlatacak olan seçici düğmesini ekler.Bunun çalışması için yerel bilgisayarda XDMCP'nin etkinleştirilmesine gerek yoktur.
vi: Thêm một cái nút chọn vào trình đơn « Hành động » mà sẽ khởi chạy lại máy phục vụ X hiện thời với bộ chọn. XDMCP không cần được bật trên máy tính để tính năng này hoạt động được.

source: All users with a lower UID will be excluded from the face browser, automatic and timed login.
da: Alle brugere med en lavere UID vil bliver fjernet fra ansigtsvælgeren, automatisk og tidsindstillet logind.
de: Alle Benutzer mit einer kleineren Benutzerkennung werden vom Benutzeralbum, der automatischen und der zeitgesteuerten Anmeldung ausgeschlossen.
fi: Kaikki käyttäjät, joiden käyttäjänumero on pienempi, piilotetaan kasvoselaimesta sekä automaattisesta ja ajastetusta kirjautumisesta.
hu: Az ennél alacsonyabb felhasználói azonosítójú felhasználók ki lesznek hagyva az arcképböngészőből, az automatikus és időzített bejelentkezésből.
kn: ಕಡಿಮೆ UIDಯನ್ನು ಹೊಂದಿದ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ಚಹರೆ ವೀಕ್ಷಕ, ಸ್ವಯಂಚಾಲಿತ ಹಾಗು ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶದಿಂದ ನಿರಾಕರಿಸಲ್ಪಡುತ್ತಾರೆ.
nl: Alle gebruikers met een lagere UID zullen worden uitgesloten van de gezichtenlijst, automatische en tijdgeschakelde aanmeldingen.
ru: Все пользователи с более низким UID будут исключены из просмотра лиц, автоматического и интервального входов.
sl: Vsi uporabniki z manjšim UID bodo izločeni iz brskalnika obrazov, ter samodejne in časovno določene prijave.
te: ఒక క్రిందిస్థాయి యుఐడి తో అందరు వినియోగదారులు ముఖ అన్వేషి నుండి బహిష్కరించబడినవి, స్వయంచాలక మరియు సమయానుసార ప్రవేశద్వారం.
tr: Düşük UID'e sahip tüm kullanıcılar resimli tarayıcı ve otomatik/zamanlı giriş özelliği dışında bırakılacaktır.
vi: Mọi người dùng có UID thấp hơn sẽ bị loại trừ ra bộ duyệt chân dung, và đăng nhập tự động hay định thời.

source: Allo_w remote timed logins
da: Tillad fjerne _tidsindstillede logind
de: Entfernte _zeitgesteuerte Anmeldungen zulassen
fa: مجاز بودن ورود به سیستم _مدت‌دار از دورست
fi: Salli ajastetut _etäkirjautumiset
hu: Időzí_tett távoli bejelentkezések engedélyezése
kn: ದೂರದ ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸು(_w)
nl: Tij_dsaanmelding op afstand toestaan
ru: Разре_шить удалённые автоматические входы с задержкой
sl: Dovoli oddaljene č_asovne prijave
te: _సుదూర సమయానుసార ప్రవేశద్వారములు అనుమతించు
tr: _Zamanlamalı uzaktan girişlere izin ver
vi: Cho _phép đăng nhập định thời từ xa

source: Allow changing the GTK+ (widget) theme from the greeter. Currently this only affects the standard greeter. The theme will stay in effect on this display until changed and will affect all the other windows that are put up by MDM.
da: Tillad at ændre GTK+ (widget) tema direkte fra velkomstbyderen. På nuværende tidspunkt vil dette kun påvirke stadard-velkomstbyderen. Tema vil forblive aktivt på denne skærm indtil det bliver ændret og vil påvirke alle andre vinduer der bliver åbnet af MDM.
de: Erlaubt das Wechseln des GTK+-Themas aus dem Begrüßer. Momentan wirkt sich dies auf den Standardbegrüßer aus. Das Thema wird auf der Anzeige aktiv bleiben bis es geändert wird und wirkt sich auf alle anderenFenster aus, die im MDM angezeigt werden.
fi: Salli GTK+-teeman vaihtaminen kirjautumisikkunasta. Tällä hetkellä tämä vaikuttaa vain tavalliseen kirjautumisikkunaan. Teema on voimassa tällä näytöllä, kunnes se muutetaan, ja se vaikuttaa kaikkiin MDM:n käynnistämiin ikkunoihin.
hu: A GTK+ (felületi elem) téma módosítása az üdvözlőből. Jelenleg ez csak a szabványos üdvözlőt érinti. A téma ezen a megjelenítőn marad életben, amíg nem módosítja és az összes, a MDM által indított ablakra érvényes lesz.
kn: ಸ್ವಾಗತಕಾರಕ (greeter) ನಿಂದ GTK+ (widget) ಥೀಮನ್ನು ಬದಲಾಯಿಸಲು ಅನುಮತಿಸಿ. ಪ್ರಸ್ತುತ ಇದು ಕೇವಲ ಸಾಮಾನ್ಯ ಸ್ವಾಗತಕಾರಕ್ಕೆ ಮಾತ್ರ ಅನ್ವಯವಾಗುತ್ತದೆ. ಈ ಪ್ರದರ್ಶಕವನ್ನು ಬದಲಾಯಿಸುವವರೆಗೆ ಥೀಮ್ ಇದರಲ್ಲಿ ಅನ್ವಯವಾಗಿ ಉಳಿದಿರುತ್ತದೆ ಹಾಗು MDM ನಿಂದ ಒದಗಿಸಲ್ಪಡುವ ಮಿಕ್ಕೆಲ್ಲಾ ವಿಂಡೋಗಳಿಗೂ ಅನ್ವಯವಾಗುತ್ತದೆ.
nl: Sta het wijzigen van het GTK+-thema van de begroeter toe. Momenteel is dit alleen van toepassing op de standaardbegroeter. Het thema zal op deze display worden gebruikt totdat hij weer gewijzigd wordt en zal van toepassing zijn op alle andere vensters die MDM aanroept.
ru: Позволяет менять темы GTK+ (виджетов) из программы-приветствия. В настоящее время это доступно только в стандартной программе-приветствии. Тема будет в силе для этого дисплея до изменения и вступит в силу также для всех остальных окон MDM.
sl: Dovoli spreminjanje GTK+ (gradnik) teme preko pozdravnega zaslona. Trenutno možnost vpliva le na običajni pozdrav. Tema bo ostala dejavna in bo vplivala na zaslon dokler ne bo spremenjena in bo vplivala na vsa okna, ki bodo odprta preko MDM.
tr: Karşılayıcı ekranından GTK+(araç) temasının değiştirilmesine izin ver. Şu anda bu özellik bu yalnızca standart karşılayıcı ekranı için geçerlidir. Tema, değiştirilene kadar devrede kalacak ve MDM tarafından gösterilecek tüm pencereleri etkileyecektir.
vi: Cho phép thay đổi sắc thái GTK+ (ô điều khiển) từ bộ chào mừng. Hiện thời tùy chọn này chỉ có tác động bộ chào mừng chuẩn. Sắc thái sẽ còn lại hoạt động trên bộ trình bày này đến khi được thay đổi và sẽ có tác động mọi cửa sổ khác được MDM tạo.
