Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: %s: Got REQUEST from banned host %s
kn: %s: ನಿರ್ಬಂಧಿಸಲಾದ ಅತಿಥೇಯ %s ದಿಂದ ಮನವಿ ಬಂದಿದೆ
te: %s: %s నిషేధింపబడిన ఆతిథ్యం నుండి ప్రార్థన పొందు

source: %s: Could not read Display Number
kn: %s: ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆಯನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: ప్రదర్శించు సంఖ్య చదువుటకు వీలుకాదు

source: %s: Could not read Connection Type
kn: %s: ಸಂಪರ್ಕ ಪ್ರಕಾರವನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: బంధం పద్దతి చదువుట వీలుకాదు

source: %s: Could not read Client Address
kn: %s: ಕ್ಲೈಂಟ್ ವಿಳಾಸವನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s:బంట్రౌతు చిరునామా చదువుట వీలుకాదు

source: %s: Could not read Authentication Names
kn: %s: ದೃಢೀಕರಣ ಹೆಸರುಗಳನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: ప్రామాణీకరణ నామములు చదువుట వీలుకాదు

source: %s: Could not read Authentication Data
kn: %s: ದೃಢೀಕರಣ ದತ್ತಾಂಶಗಳನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: ప్రామాణీకరణ దత్తాంశం చదువుట వీలుకాదు

source: %s: Could not read Authorization List
kn: %s: ಅಧಿಕಾರ ನೀಡಿಕೆ ಪಟ್ಟಿಯನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: అధికారమిచ్చు జాబితా చదువుట వీలుకాదు

source: %s: Could not read Manufacturer ID
kn: %s: ತಯಾರಕರ ID ಯನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: తయారుచేయువాని ఐడి చదువుట వీలుకాదు

source: %s: Failed checksum from %s
kn: %s: %s ನಿಂದ checksum ವಿಫಲಗೊಂಡಿದೆ
te: %s: %s తనిఖీ మెత్తం నుండి విఫలమైంది

source: %s: Got Manage from banned host %s
kn: %s: ನಿರ್ಬಂಧಿತ ಅತಿಥೇಯ %s ದಿಂದ ವ್ಯವಸ್ಥಾಪನೆ ದೊರೆತಿದೆ
te: %s: %s నిషేధింపబడిన ఆతిథ్యం నుండి నిర్వహించుట పొందు

source: %s: Could not read Session ID
kn: %s: ಅಧಿವೇಶನ ID ಇಂದ ಓದಲಾಗಿಲ್ಲ
te: %s: సమకూర్పు ఐడి చదువుట వీలుకాదు

source: %s: Could not read Display Class
kn: %s: ಪ್ರದರ್ಶಿತ ವರ್ಗವನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: ప్రదర్శన తరగతి చదువుట వీలుకాదు

source: %s: Could not read address
kn: %s: ವಿಳಾಸವನ್ನು ಓದಲಾಗಿಲ್ಲ
te: %s: చిరునామా చదువుట వీలుకాదు

source: %s: Got KEEPALIVE from banned host %s
kn: %s: ನಿರ್ಬಂಧಿಸಲಾದ ಅತಿಥೇಯ %s ದಿಂದ KEEPALIVE ದೊರೆತಿದೆ
te: %s: %s నిషేధించబడిన ఆతిథ్యం నుండి కదలికగాఉంచుట పొందు

source: XDMCP: Could not create XDMCP buffer!
da: XDMCP: Kunne ikke oprette XDMCP-buffer!
de: XDMCP: XDMCP-Puffer konnte nicht angelegt werden!
fi: XDMCP-puskurin luonti epäonnistui!
hu: XDMCP: Nem hozható létre az XDMCP puffer!
kn: XDMCP: XDMCP ತಾತ್ಕಾಲಿಕ ಸ್ಮೃತಿ ಸಂಗ್ರಾಹಕವನ್ನು ರಚಿಸಲಾಗಿಲ್ಲ!
nl: XDMCP: Kon geen XDMCP-buffer aanmaken!
ru: XDMCP: Не удалось создать буфер XDMCP!
sl: XDMCP: Ni mogoče ustvariti izravnalnika XDMCP!
te: ఎక్స్డియంసిపి: ఎక్స్డియంసిపి బఫర్ సృష్టించుటకు వీలుకాదు!
tr: XDMCP: XDMCP tamponu oluşturulamadı!
vi: XDMCP: không thể tạo bộ đệm XDMCP.

source: XDMCP: Could not read XDMCP header!
kn: XDMCP: XDMCP ಶಿರೋಲೇಖವನ್ನು ಓದಲಾಗಿಲ್ಲ!
te: ఎక్స్డియంసిపి: ఎక్స్డియంసిపి పీఠిక చదువుట వీలుకాదు!

source: XDMCP: Incorrect XDMCP version!
kn: XDMCP: ಸರಿಯಲ್ಲದ XDMCP ಆವೃತ್ತಿ!
te: ఎక్స్డియంసిపి: ఎక్స్డియంసిపి వివరణ సరికానిది!

source: Could not get server hostname: %s!
kn: ಪರಿಚಾರಕದ ಅತಿಥೇಯನಾಮವನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ: %s!
te: సేవిక ఆతిథ్య నామము పొందుట వీలుకాదు: %s!

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
da: Kan ikke skrive pid-filen %s: er muligvis løbet tør for diskplads. Fejl: %s
de: PID-Datei %s konnte nicht geschrieben werden, möglicherweise geht der Plattenplatz zur Neige. Fehler: %s
fi: PID-tiedostoa %s ei voi kirjoittaa: levy saattaa olla täynnä. Virhe: %s
hu: Nem írható a(z) %s PID fájl, lehetséges, hogy elfogyott a lemezterület. Hiba: %s
kn: PID ಕಡತ %s ವನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ: ಬಹುಷಃ ಡಿಸ್ಕಿನಲ್ಲಿ ಜಾಗ ಇಲ್ಲದಿರಬಹುದು. ದೋಷ: %s
nl: Kan PID-bestand %s niet beschrijven, mogelijkerwijs is er geen vrije schuifruimte meer. Fout: %s
ru: Не удалось записать PID-файл %s, возможно диск переполнен. Ошибка: %s
sl: Ni mogoče zapisati datoteke PID %s: najverjetneje ni prostora na disku. Napaka: %s
te: %s పిఐడి దస్త్రం వ్రాయుటకు వీలుకాదు: సాధ్యముగా ఖని ఖాళీ. దోషము: %s
tr: PID dosyası %s yazılamıyor: disk dolmuş olabilir. Hata: %s
vi: Không thể ghi tập tin PID « %s », có thể do hết vùng trống trên đĩa. Lỗi: %s

source: Cannot write PID file %s: possibly out of diskspace. Error: %s
da: Kan ikke skrive pid-filen %s: er muligvis løbet tør for diskplads. Fejl: %s
de: PID-Datei %s konnte nicht geschrieben werden, möglicherweise geht der Plattenplatz zur Neige. Fehler: %s
fi: PID-tiedostoa %s ei voi kirjoittaa: levy saattaa olla täynnä. Virhe: %s
hu: Nem írható a(z) %s PID fájl, lehetséges, hogy elfogyott a lemezterület. Hiba: %s
kn: PID ಕಡತ %s ವನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ: ಬಹುಷಃ ಡಿಸ್ಕಿನಲ್ಲಿ ಜಾಗ ಇಲ್ಲದಿರಬಹುದು. ದೋಷ: %s
nl: Kan PID-bestand %s niet beschrijven, mogelijkerwijs is er geen vrije schuifruimte meer. Fout: %s
ru: Не удалось записать PID-файл %s, возможно диск переполнен. Ошибка: %s
sl: Ni mogoče zapisati datoteke PID %s: najverjetneje ni prostora na disku. Napaka: %s
te: %s పిఐడి దస్త్రం వ్రాయుటకు వీలుకాదు: సాధ్యముగా ఖని ఖాళీ. దోషము: %s
tr: PID dosyası %s yazılamıyor: disk dolmuş olabilir. Hata:%s
vi: Không thể ghi tập tin PID « %s », có thể do hết vùng trống trên đĩa. Lỗi: %s

source: %s: fork () failed!
da: %s: fork () mislykkedes!
de: %s: fork () gescheitert!
fi: %s: fork() epäonnistui!
hu: %s: a fork () meghiúsult!
kn: %s: ಕವಲು () ವಿಫಲಗೊಂಡಿದೆ!
nl: %s: fork() mislukt!
ru: %s: сбой в функции fork()!
sl: %s: razvejitev () ni uspela!
te: %s: పంగలకర్ర () విఫలమైంది!
tr: %s: fork () başarısız!
vi: %s: lỗi fork() (tạo tiến trình con).

source: %s: setsid () failed: %s!
da: %s: setsid () mislykkedes: %s!
de: %s: setsid () gescheitert: %s!
fi: %s: setsid() epäonnistui: %s!
hu: %s: a setsid () meghiúsult: %s!
kn: %s: setsid () ವಿಫಲಗೊಂಡಿದೆ: %s!
nl: %s: setsid() mislukt: %s!
ru: %s: сбой в функции setsid(): %s!
sl: %s: setsid () ni uspel: %s!
te: %s: సెట్ సిడ్ () విఫలమైంది: %s!
tr: %s: setsid () başarısız: %s!
vi: %s: lỗi setsid(): %s.

source: %s: Trying failsafe X server %s
da: %s: Forsøger den fejlsikrede X-server %s
de: %s: Abgesicherter X-Server %s wird versucht
fi: %s: Yritetään vikasietoista X-palvelinta %s
hu: %s: Kísérlet az X-kiszolgáló elindítására csökkentett módban (%s)
kn: %s: ವಿಫಲತೆಸುರಕ್ಷಿತ X ಪರಿಚಾರಕ %s ವನ್ನು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
nl: %s: Ik probeer de veilige modus X-server %s
ru: %s: Попытка перезапуска X-сервера %s в режиме защиты от сбоев
sl: %s: Poskus zagona varnega strežnika X %s
te: %s: %s విఫలక్షేమంగానున్న X సేవిక ప్రయత్నించుచున్నది
tr: %s: X onarım sunucus %s deneniyor
vi: %s: thử dùng bộ hỗ trợ X dự phòng %s

source: %s: Running the XKeepsCrashing script
da: %s: Kører XKeepsCrashing-programmet
de: %s: Das Skript XKeepsCrashing wird gestartet
fi: %s: Ajetaan XKeepsCrashing-komentotiedosto
hu: %s: XKeepsCrashing parancsfájl futtatása
kn: %s: XKeepsCrashing ಸ್ಕ್ರಿಪ್ಟನ್ನು ಚಲಾಯಿಸಲಾಗುತ್ತಿದೆ
nl: %s: XKeepsCrashing script wordt uitgevoerd.
ru: %s: Запускается скрипт XKeepsCrashing
sl: %s: Zagon skripte XKeepsCrashing
te: %s: Xఉంచుకుప్పకూలు లిపి నడుపుచున్నది
tr: %s: XKeepsCrashing betiği çalıştırılıyor
vi: %s: đang chạy tập lệnh XKeepsCrashing (X cứ bẻ khóa).

source: The X server (your graphical interface) cannot be started. It is likely that it is not set up correctly. You will need to log in on a console and rerun the X configuration application, then restart MDM.
da: X-serveren (din grafiske grænseflade) kan ikke startes. Sandsynligvis er den ikke sat rigtigt op. Du bliver nødt til at logge ind fra kommandolinjen og starte opsætningsprogrammet til X igen. Genstart derefter MDM.
de: Der X-Server (Ihre grafische Oberfläche) konnte nicht gestartet werden. Wahrscheinlich ist er nicht korrekt eingerichtet. Sie müssen sich auf einer Konsole anmelden und Ihr X-Konfigurationsprogramm erneut ausführen. Starten Sie MDM dann neu.
fi: X-palvelimen (graafinen käyttöliittymä) käynnistys ei onnistu. Todennäköisesti sitä ei ole asetettu oikein. X:n asetusohjelma on ajettava uudelleen konsolilta ja MDM käynnistettävä sen jälkeen uudelleen.
hu: Nem indítható el az X-kiszolgáló (azaz a grafikus felület). Úgy tűnik nincs megfelelően beállítva. Jelentkezzen be konzolról és futtassa újra az X-beállítóprogramot. Ezt követően indítsa újra a MDM-et.
kn: X ಪರಿಚಾರಕವನ್ನು (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ಅಂತರ್ಮುಖಿ) ಆರಂಭಿಸಲಾಗಿಲ್ಲ. ಅದು ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿರದೇ ಇರುವ ಸಾಧ್ಯತೆ ಇದೆ. ನೀವು ಒಂದು ಕನ್ಸೋಲಿನಲ್ಲಿ ಪ್ರವೇಶಿಸಿ X ಸಂರಚನಾ ಅನ್ವಯವನ್ನು ಪುನರ್ ಚಾಲಿಸಿಬೇಕಾಗುತ್ತದೆ. ನಂತರ MDM ಅನ್ನು ಪುನರ್ ಪ್ರಾರಂಭಿಸಿ.
nl: De X-server (uw grafische omgeving) kan niet gestart worden. Waarschijnlijk is het niet goed ingesteld. U moet u aanmelden op een console en het configuratieprogramma voor X uitvoeren. Daarna moet u MDM herstarten.
ru: Не удалось запустить X-сервер (ваш графический интерфейс). Похоже, он не установлен корректно. Вам потребуется начать консольный сеанс и запустить снова конфигурационную программу системы X. Затем перезапустите демон MDM.
sl: Strežnika X (vašega grafičnega vmesnika) ni mogoče zagnati. Najverjetneje strežnik ni pravilno nastavljen. V konzoli se boste morali prijaviti kot skrbnik in znova zagnati program za nastavljanje X strežnika. Po tem poskusite znova zagnati MDM.
tr: X sunucusu (grafik arayüz) çalıştırılamıyor. Düzgün yapılandırılmamış görünüyor. Bir uçbirim üzerinden sisteme giriş yapıp X yapılandırmanızı düzelttikten sonra MDM'yi yeniden çalıştırın.
vi: Không thể khởi chạy máy phục vụ X (X server: giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn cần đăng nhập vào bàn giao tiếp và thực hiện lại trình cấu hình X. Sau đó hãy khởi chạy lại MDM.

source: Failed to start X server several times in a short time period; disabling display %s
da: Kunne ikke starte X-server adskillige gange inden for en kort tidsperiode; deaktiverer terminalen %s
de: X-Server konnte nicht in kurzen Zeitabständen gestartet werden; Anzeige %s wird deaktiviert
fi: X:n käynnistäminen epäonnistui useita kertoja lyhyen ajan sisällä; poistetaan näyttö %s käytöstä.
hu: Nem sikerült elindítani az X-kiszolgálót több próbálkozás után sem, a(z) %s képernyőt kikapcsolom
kn: ಈ ಸಣ್ಣ ಕಾಲಾವಧಿಯಲ್ಲಿ ಹಲವಾರು ಬಾರಿ X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ ಎದುರಾಗಿದೆ; ಪ್ರದರ್ಶಕವನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗುತ್ತಿದೆ %s
nl: Kon de X-server meerdere keren achter elkaar niet starten; scherm %s wordt uitgeschakeld
ru: Не удалось запустить X-сервер несколько раз за короткий промежуток времени; отключается дисплей %s
sl: Večkratna napaka med zaganjanjem X strežnika v kratkem času; onemogočanje delovanje zaslona %s
te: ఒక చిన్న సమయ వ్యవథిలో కొన్ని సమయాలలో X సేవిక మొదలు పెట్టుటకు విఫలమైంది; %s ప్రదర్శన నిరుపయోగపరచుచున్నది
tr: X sunucusu kısa bir süre içinde defalarca başlarken başarısız oldu;görüntü %s kapatılıyor
vi: Lỗi khi khởi động bộ hỗ trợ X vài lần trong khoảng thời gian ngắn; tắt bộ trình bày %s

source: command failed %s: %d
kn: ಆಜ್ಞೆ ವಿಫಲಗೊಂಡಿದೆ %s: %d

source: Master suspending...
da: Hovedprogram igangsætter dvale...
de: Master wird in Ruhezustand versetzt …
fi: Siirrytään virransäästötilaan...
hu: A számítógép működésének felfüggesztése...
kn: ಮಾಸ್ಟರ್ ಅಮಾನತ್ತುಗೊಳ್ಳುತ್ತಿದೆ...
nl: Meester gaat in slaapstand...
ru: Перевод компьютера в ждущий режим...
sl: Strežnik se zaustavlja ...
te: యజమానిని నిలువగరించుచున్నది...
tr: Ana sistem beklemede...
vi: Máy chính tạm dừng hoạt động...

source: System is restarting, please wait ...
da: Systemet genstarter, vent venligst ...
de: System wird neu gestartet, bitte warten …
fa: System is rebooting, please wait ...
fi: Järjestelmä käynnistyy uudelleen, ole hyvä ja odota ...
hu: A rendszer újraindul, kis türelmet...
kn: ಗಣಕವು ಪುನರಾರಂಭಗೊಳ್ಳುತ್ತಿದೆ, ದಯವಿಟ್ಟು ಕಾಯಿರಿ ...
nl: Systeem start opnieuw op, een ogenblik geduld alstublieft ...
ru: Идёт перезагрузка системы, подождите, пожалуйста...
sl: Sistem se ponovno zaganja, prosim počakajte ...
te: వ్యవస్థ మరలామొదలవుతున్నది,దయచేసి ఆగుము...
tr: Sistem yeniden başlatılıyor, lütfen bekleyiniz ...
vi: Hệ thống đang khởi động lại, hãy chờ ...

source: System is shutting down, please wait ...
da: Systemet lukker ned, vent venligst ...
de: System wird heruntergefahren, bitte warten …
fi: Järjestelmä sammuu, ole hyvä ja odota ...
hu: A rendszer leáll, várjon türelemmel...
kn: ಗಣಕವನ್ನು ಮುಚ್ಚಲಾಗುತ್ತಿದೆ, ದಯವಿಟ್ಟು ಕಾಯಿರಿ ...
nl: Systeem wordt uitgeschakeld, een ogenblik geduld alstublieft ...
ru: Идет завершение работы системы, подождите, пожалуйста...
sl: Sistem se ustavlja, prosim počakajte ...
te: వ్యవస్థ మూసివేయబడుతున్నది,దయచేసి ఆగుము...
tr: Sistem kapatılıyor, lütfen bekleyiniz...
vi: Hệ thống đang tắt, hãy chờ ...

source: Master halting...
da: Hovedprogram slukker...
de: Master wird angehalten …
fi: Sammutetaan...
hu: A számítógép leáll...
kn: ಮಾಸ್ಟರ್ ನಿಲ್ಲುತ್ತಿದೆ...
nl: Meester wordt uitgeschakeld...
ru: Останов компьютера...
sl: Sistem se ustavlja ...
te: యజమానిని నిలుపుచున్నది...
tr: Ana sistem kapanıyor...
vi: Máy chính ngừng hoạt động...

source: Restarting computer...
da: Genstarter maskinen...
de: System wird neu gestartet …
fi: Käynnistetään tietokone uudelleen...
hu: A számítógép újraindul...
kn: ಗಣಕವನ್ನು ಪುನರಾರಂಭಿಸಲಾಗುತ್ತಿದೆ...
nl: Computer herstarten...
ru: Перезапуск компьютера...
sl: Ponovni zagon računalnika ...
te: కంప్యూటర్ మరలామొదలవుతున్నది...
tr: Bilgisayar yeniden başlatılıyor...
vi: Đang khởi động lại máy...

source: custom_cmd: Custom command index %ld outside permitted range [0,%d)
da: custom_cmd: Tilpasset kommando-indeks %ld udenfor tilladte interval [0,%d[
de: custom_cmd: Index des Spezialbefehls %ld außerhalb des zulässigen Bereiches [0,%d)
fi: custom_cmd: Oman komennon indeksi %ld ei ole sallittu arvo [0,%d]
hu: custom_cmd: A(z) %ld egyéni parancsindex kívül esik a megengedett [0,%d) tartományon
kn: custom_cmd: ಅನುಮತಿ ಇರುವ ವ್ಯಾಪ್ತಿಯಿಂದ ಹೊರಗಿರುವ ಗ್ರಾಹಕೀಯ ಆಜ್ಞಾ ಸೂಚಿ %ld [0,%d)
nl: custom_cmd: aangepaste opdrachindex %ld bevindt zich buiten het toegestane bereik [0,%d)
ru: custom_cmd: индекс пользовательской команды %ld за пределами допустимого диапазона [0,%d)
sl: custom_cmd: Indeks ukaza po meri %ld je izven dovoljenega območja [0,%d)
te: మలచిన_సియండి: మలచిన ఆదేశం సూచి %ld బయటివైపు అనుమతినిచ్చిన శ్రేణి [0,%d)
tr: custom_cmd: Özel komut dizini %ld izin verilen aralığın dışında (0, %d)
vi: custom_cmd: chỉ mục lệnh riêng %ld ở ngoài phạm vi được phép [0,%d)

source: Executing custom command %ld with restart option...
da: Eksekverer tilpasset kommando %ld med genstart-tilvalg...
de: Spezialbefehl %ld wird mit Neustartoption ausgeführt …
fi: Suoritetaan oma komento %ld restart-valitsimella...
hu: A(z) %ld egyéni parancs végrehajtása újraindítási lehetőséggel...
kn: ಗ್ರಾಹಕೀಯ ಆಜ್ಞಾ %ld ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸುವ ಆಯ್ಕೆಯೊಂದಿಗೆ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
nl: Aangepaste opdracht %ld wordt uitgevoerd met herstartoptie...
ru: Выполняется пользовательская команда %ld с параметром перезапуска...
sl: Zaganjanje ukaza po meri %ld z možnostjo ponovnega zagona ...
te: ఇఛ్ఛాపూర్వకం మరలామొదలుపెట్టుట %ld తో మలచిన ఆదేశం నిర్వర్తించుచున్నది...
tr: %ld özel komutu yeniden başlatma seçeneğiyle çalıştırılıyor...
vi: Đang thực hiện lệnh riêng %ld với tùy chọn khởi chạy lại...

source: %s: Execution of custom command failed: %s
da: %s: Eksekvering af tilpasset kommando fejlede: %s
de: %s: Ausführung des Spezialbefehls ist gescheitert: %s
fi: %s: Oman komennon suoritus epäonnistui: %s
hu: %s: Az egyéni parancs végrehajtása meghiúsult: %s
kn: %s: ಗ್ರಾಹಕೀಯ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಲ್ಲಿ ವಿಫಲತೆ: %s
nl: %s: uitvoeren van aangepaste opdracht is mislukt: %s
ru: %s: сбой выполнения пользовательской команды: %s
sl: %s: Neuspešen zagon ukaza po meri: %s
te: %s: నిర్వర్తించదగ్గ మలచిన ఆదేశం విఫలమైంది: %s
tr: %s: Özel komut çalıştırılamadı: %s
vi: %s: lỗi thực hiện lệnh riêng: %s

source: Executing custom command %ld with no restart option ...
da: Eksekverer tilpasset kommando %ld uden genstart-tilvalg ...
de: Spezialbefehl %ld wird ohne Neustartoption ausgeführt …
fi: Suoritetaan oma komento %ld ilman restart-valitsinta...
hu: A(z) %ld egyéni parancs végrehajtása újraindítási lehetőség nélkül...
kn: ಗ್ರಾಹಕೀಯ ಆಜ್ಞಾ %ld ಅನ್ನು ಯಾವುದೇ ಪುನರ್ ಆರಂಭಿಸುವ ಆಯ್ಕೆ ಇಲ್ಲದೇ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
nl: Aangepaste opdracht %ld wordt uitgevoerd zonder herstartoptie ...
ru: Выполняется пользовательская команда %ld без параметра перезапуска...
sl: Zaganjanje ukaza po meri %ld brez možnosti ponovnega zagona ...
te: ఇఛ్ఛాపూర్వకం మరలామొదలుపెట్టుట లేకుండా %ld తో మలచిన ఆదేశం నిర్వర్తించుచున్నది...
tr: %ld özel komutu yeniden başlatma seçeneği olmadan çalıştırılıyor ...
vi: Đang thực hiện lệnh riêng %ld mà không có tùy chọn khởi chạy lại...

source: custom_cmd: forking process for custom command %ld failed
da: custom_cmd: forgreningsproces til tilpasset kommando %ld fejlede
de: custom_cmd: Duplizieren des Prozesses für Spezialbefehl %ld ist gescheitert
fi: custom-cmd: prosessin luonti omalle komennolle %ld epäonnistui
hu: custom_cmd: folyamat indítása a(z) %ld egyéni parancshoz meghiúsult
kn: custom_cmd: ಗ್ರಾಹಕೀಯ ಆಜ್ಞೆ %ld ಗೆ ಕವಲು ಮಾಡುವ ಪ್ರಕ್ರಿಯೆ ವಿಫಲಗೊಂಡಿದೆ
nl: custom_cmd: afsplitsen van proces voor aangepaste opdracht %ld is mislukt
ru: custom_cmd: сбой порождения пользовательской команды %ld
sl: custom_cmd: neuspešna razvejitev dejanja za ukaz po meri %ld
te: మలచిన_సియండి: పంగలకర్ర క్రమణం కొరకు మలచిన ఆదేశం %ld విఫలమైంది
tr: custom_cmd: %ld özel komutu çatallanma işlemi başarısız oldu.
vi: custom_cmd: lỗi tạo tiến trình con cho lệnh riêng %ld

source: custom_cmd: child %d returned %d
da: custom_cmd: barn %d returnerede %d
de: custom_cmd: Kindprozess %d gab %d zurück
fi: custom_cmd: lapsi %d palautti %d:n
hu: custom_cmd: a(z) %d gyermek visszatérési értéke: %d
kn: custom_cmd: child %d ಮರಳಿದೆ %d
nl: custom_cmd: dochter %d gaf %d terug
ru: custom_cmd: потомок %d вернул %d
sl: custom_cmd: podrejeni proces %d je javil %d
te: మలచిన_సియండి: %d శిశువు %d వెనక్కితిరగబడినది
tr: custom_cmd: %d altsüreci %d verdi
vi: custom_cmd: tiến trình con %d đã trả về %d

source: Restart MDM, Restart machine, Suspend, or Halt request when there is no system menu from display %s
da: MDM-genstarts-, maskingenstarts-, hvile- eller slukningsforespørgsel modtaget uden en systemmenu ved terminalen %s
de: Anfrage zum Neustart von MDM, des Systems, zum Versetzen in den Ruhezustand oder zum Herunterfahren zeigen, obwohl es kein Systemmenü auf Anzeige %s gibt
fi: Uudelleenkäynnistys-, sammutus- tai MDM:n uudelleenkäynnistyspyyntö, vaikka näytöllä %s ei ole järjestelmävalikkoa.
hu: A MDM újraindítása, a gép újraindítása, felfüggesztés vagy leállítás kérés érkezett a(z) %s képernyőről, de ahhoz nincs rendszermenü.
kn: ಪ್ರದರ್ಶಕ %s ದಿಂದ ಯಾವುದೇ ಗಣಕ ಪರಿವಿಡಿ ಇಲ್ಲದೇ ಇದ್ದರೆ MDM ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸು, ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸು, ಅಮಾನತ್ತಿನಲ್ಲಿಡು, ಅಥವ ಮನವಿಯನ್ನು ಸ್ಥಗಿತಗೊಳಿಸು
nl: Verzoek voor MDM herstart, computer herstart, pauzeren, of afsluiten, wanneer er geen systeemmenu aanwezig is op scherm %s
ru: Запрос на перезапуск MDM, перезагрузку или останов при отсутствии системного меню с дисплея %s
sl: Zahteva za ponovni zagon MDM, ponovni zagon sistema, zaustavitev ali ustavitev računalnika, kadar na zaslonu %s ni sistemskega menija.
te: జిడియం మరలా మొదలుపెట్టు, యంత్రమును మరలామొదలుపెట్టు, నిలువగల, లేదా నిలుచు ప్రార్థన అక్కడ లేనప్పుడు %s ప్రదర్శన నుండి వ్యవస్థ జాబితా
tr: %s görüntü biriminden, sistem menüsü yokken MDM'yi yeniden başlatma,bilgisayarı yeniden başlatma, askıya alma ya da bilgisayarı kapatma isteği
vi: Yêu cầu Khởi động lại máy, Ngưng hoặc Tạm dừng lại, khi không có trình đơn hệ thống từ bộ trình bày %s

source: Restart MDM, Restart machine, Suspend or Halt request from a non-static display %s
da: MDM-genstarts-, maskingenstarts-, hvile- eller slukningsforespørgsel modtaget fra en ikke-fast terminal %s
de: Anfrage zum Neustart von MDM, des Systems, zum Versetzen in den Ruhezustand oder zum Herunterfahren erhalten von der entfernten Anzeige %s
fi: Uudelleenkäynnistys-, sammutus- tai MDM:n uudelleenkäynnistyspyyntö väliaikaiselta näytöltä %s
hu: A MDM újraindítása, a gép újraindítása, felfüggesztés vagy leállítás kérés érkezett a(z) %s nem statikus képernyőről
kn: ಒಂದು ಸ್ಥಾಯಿ ಅಲ್ಲದ ಪ್ರದರ್ಶಕ %s ದಿಂದಾದ ಮನವಿ ಬಂದಲ್ಲಿ MDM ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸು, ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸು, ಅಮಾನತ್ತಿನಲ್ಲಿಡು, ಅಥವ ಮನವಿಯನ್ನು ಸ್ಥಗಿತಗೊಳಿಸು
nl: Verzoek voor MDM herstart, computer herstart, pauzeren, of afsluiten ontvangen van een niet-statisch scherm %s
ru: Запрос на перезапуск MDM, перезагрузку или останов с удаленного дисплея %s
sl: Zahteva za ponovni zagon MDM, ponovni zagon, zaustavitev ali ustavitev računalnika iz dejavnega zaslona %s
te: జిడియం మరలా మొదలుపెట్టు, యంత్రమును మరలామొదలుపెట్టు, ఒక స్థావరం కాని దాని నుండి నిలువగల లేదా నిలుచు ప్రార్థన %s ప్రదర్శన
tr: Yerel olmayan %s görüntü biriminden MDM'yi yeniden başlatma,bilgisayarı yeniden başlatma, askıya alma veya bilgisayarı kapatma isteği
vi: Yêu cầu Khởi chạy lại MDM, Khởi động lại máy, Ngưng hoặc Tạm dừng lại, từ bộ trình bày không tĩnh %s.

source: %s: Aborting display %s
da: %s: Afbryder terminal %s
de: %s: Abbruch von Anzeige %s
fi: %s: Näyttö %s keskeytetään
hu: %s: A(z) %s képernyő kikapcsolása
kn: %s: ಪ್ರದರ್ಶಕವನ್ನು ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ %s
nl: %s: Scherm %s gestopt
ru: %s: Происходит аварийное отключение от дисплея %s
sl: %s: Prekinitev zaslona %s
te: %s: ప్రదర్శన అర్థాంతరముగా నిలిపివేయుచున్నది %s
tr: %s: %s ekranı iptal ediliyor
vi: %s: hủy bỏ bộ trình bày %s

source: MDM restarting ...
da: MDM genstarter ...
de: MDM wird neu gestartet …
fi: MDM käynnistyy uudelleen...
hu: A MDM újraindul ...
kn: MDM ಪುನರಾರಂಭಿತವಾಗುತ್ತಿದೆ ...
nl: MDM wordt opnieuw gestart...
ru: Перезапускается демон MDM...
sl: MDM se znova zaganja ...
te: జిడియం మరలామొదలుపెట్టుచున్నది...
tr: MDM yeniden başlatılıyor...
vi: Khởi động lại MDM ...

source: Failed to restart self
da: Genstart af programmet mislykkedes
de: Neustart gescheitert
fi: MDM:n itsensäkäynnistys uudelleen epäonnistui
hu: Sikertelen újraindítás
kn: ಸ್ವತಃ ಪುನರ್ ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ
nl: Ik kon mezelf niet opnieuw starten
ru: Произошел сбой при собственном перезапуске
sl: Ni mogoče ponovno zagnati enote
te: మొదలుపెట్టుటకు విఫలమైంది
tr: Kendi kendine yeniden başlatılamadı
vi: Lỗi khi khởi động chính nó lại

source: main daemon: Got SIGABRT. Something went very wrong. Going down!
da: hovedserver: Modtog SIGABRT, et eller andet gik meget galt. Går ned!
de: Hauptdienst: SIGABRT erhalten, irgendetwas ist verdammt schief gelaufen. Auf Wiedersehen.
fi: pääpalvelu: Saatu signaali SIGABRT, jokin meni pieleen. Ajetaan alas!
hu: fő démon: SIGABRT érkezett, valami nagyon elromlott. Kilépés!
kn: ಮುಖ್ಯ ನೇಪಥಕ (daemon): SIGABRT ದೊರೆತಿದೆ. ಏನೋ ದೊಡ್ಡ ಪ್ರಮಾದ ನಡೆದಿರಬೇಕು. ಕೆಳಗೆ ಹೋಗುತ್ತಿದೆ!
nl: hoofdproces: SIGABRT ontvangen. Een fatale fout is opgetreden. Het proces wordt afgesloten.
ru: Основной демно: получен SIGABRT, происходит что-то очень плохое. Работа завершается!
sl: poštni demon: prejet SIGABRT. Prišlo je do napake. Prekinitev dejanja!
te: మూల సూత్రథారి: SIGABRT పొందు. ఏదోఒకటి చాలా తప్పుగా వెళ్ళబడింది. క్రిందికి వెళ్ళుచున్నది!
tr: ana servis: SIGABRT sinyali alındı. Çok yanlış giden bir şey var. Kapanıyor!
vi: daemon (trình nền) chính: nhận được SIGABRT, vài thứ đang trở nên rất xấu. Tắt ngay.

source: Do not fork into the background
da: Forgren ikke en proces til at ligge i baggrunden
de: Nicht in den Hintergrund abspalten
fi: Ei haaroitusta taustalle
hu: Ne indítson folyamatot a háttérbe
kn: ಹಿಂಭಾಗಕ್ಕೆ ಕವಲು ಮಾಡಬೇಡ
nl: Niet opstarten in de achtergrond
ru: Не переходить в фоновый режим
sl: Brez razvejitve v ozadje
te: పూర్వరంగం లోకి పంగలకర్ర చేయకు
tr: Arkaplana çatallanma
vi: Đừng tạo tiến trình con vào nền

source: No console (static) servers to be run
da: Ingen faste konsol-servere at køre
de: Es sollen keine Konsolen-Server (lokal) ausgeführt werden
fi: Ei (pysyviä) päätepalvelimia, joissa palvelimen voisi käynnistää
hu: Nincs futtatható konzol (statikus) kiszolgáló
kn: ಚಲಾಯಿಸಲು ಯಾವುದೇ ಕನ್ಸೋಲ್(ಸ್ಥಾಯಿ) ಪರಿಚಾರಕ ಇಲ್ಲ
nl: Geen lokale servers te starten.
ru: Нет консольных (локальных) серверов для запуска
sl: Ni (statičnih) strežnikov konzole za zagon
te: ఎటువంటి ఓదార్పు (స్థావరమైన) సేవికలు నడుపుటకు ఉండు
tr: Çalıştırılacak uçbirim (durağan) sunucusu yok
vi: Không có máy phục vụ bàn giao tiếp (tĩnh) cần chạy.
