Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: DISPLAY
de: ANZEIGE
fa: نمایش
fi: NÄYTTÖ
hu: KÉPERNYŐ
kn: ಪ್ರದರ್ಶಕ
nl: SCHERM
te: ప్రదర్శన
vi: BỘ TRÌNH BÀY

source: Backend display name
da: Bagende-terminalnavn
de: Name der Backend-Anzeige
fa: نام نمایش پسانه
fi: Taustanäytön nimi
hu: Háttér képernyő neve
kn: ಹಿಂಬದಿ ಪ್ರದರ್ಶಕದ ಹೆಸರು
nl: Naam van backend-scherm
ru: Имя используемого дисплея
sl: Ime zaslona hrbtnega dela
te: వెనుకచివర ప్రదర్శన నామము
tr: Artsüreç görüntü birimi adı
vi: Tên bộ trình bày hậu phương

source: Xauthority file for destination display
da: Xauthority-fil til destinations-terminal
de: Xauthority-Datei für Zielanzeige
fa: پروندهٔ Xauthority برای نمایش مقصد
fi: Xauthority-tiedosto kohdenäytölle
hu: A cél képernyő Xauthority fájlja
kn: ಉದ್ದಿಷ್ಟ್ಯ ಪ್ರದರ್ಶಕಕ್ಕಾಗಿನ Xauthority ಕಡತ
nl: Xauthority-bestand voor doelscherm
ru: Файл авторизации Xauthority для дисплея назначения
sl: Datoteka Xauthority za ciljni zaslon
te: గమ్యం ప్రదర్శన కొరకు Xఅధికారము దస్త్రం
tr: Hedef görüntü birimi için Xauthoority dosyası
vi: Tập tin Xauthority cho bộ trình bày đích

source: Xauthority file for backend display
da: Xauthority-fil til bagende-terminal
de: Xauthority-Datei für Backend-Anzeige
fa: پروندهٔ Xauthority برای نمایش پسانه
fi: Xauthority-tiedosto taustanäytölle
hu: A háttér képernyő Xauthority fájlja
kn: ಹಿಂಬದಿಯ ಪ್ರದರ್ಶಕಕ್ಕಾಗಿನ Xauthority ಕಡತ
nl: Xauthority-bestand voor backend-scherm
ru: Файл авторизации Xauthority для используемого дисплея
sl: Datoteka Xauthority za zaslona hrbtnega dela
te: వెనుకచివర ప్రదర్శన కొరకు Xఅధికారము దస్త్రం
tr: Artsüreç görüntü birimi için Xauthority dosyası
vi: Tập tin Xauthority cho bộ trình bày hậu phương

source: Failed to open display "%s"
da: Kunne ikke åbne terminalen "%s"
de: Anzeige %s konnte nicht geöffnet werden
fa: باز کردن نمایش «%s» شکست خورد
fi: Näytön %s avaaminen epäonnistui
hu: A(z) „%s” képernyő megnyitása meghiúsult
kn: ಪ್ರದರ್ಶಕ "%s" ವನ್ನು ತೆರೆಯುವಲ್ಲಿ ವಿಫಲತೆ
nl: Kan scherm "%s" niet openen
ru: Не удалось открыть дисплей "%s"
sl: Ni mogoče odpreti zaslona "%s"
te: "%s" ప్రదర్శన తెరచుటకు విఫలమైంది
tr: "%s" görüntü birimi açılamadı
vi: Không mở được bộ trình bày « %s ».

source: DMX extension not present on "%s"
da: DMX-udvidelse ikke tilgængelig på "%s"
de: Die DMX-Erweiterung ist auf »%s« nicht vorhanden
fi: DMX-laajennus ei ole käytössä näytöllä "%s"
hu: A DMX kiterjesztés nincs jelen a következőn: „%s”
kn: DMX ವಿಸ್ತರಣೆಗಳು "%s" ನಲ್ಲಿ ಇಲ್ಲ
nl: DMX-extensie niet aanwezig op "%s"
ru: "%s" не поддерживает расширение DMX
sl: Razširitev DMX ni prisotna na "%s"
te: "%s" పై డియంఎక్స్ పొడగింపు ప్రస్తుతం లేదు
tr: "%s" üzerinde DMX uzantısı yok
vi: Không có phần mở rộng DMX trên « %s ».

source: - migrate a backend display from one DMX display to another
da: - flyt en bagende-terminal fra én DMX-terminal til en anden
de: - eine Backend-Anzeige von einer DMX-Anzeige zu einer anderen migrieren
fa: ‐ کوچ دادن یک نمایش پسانه به از یک نمایش DMX به نمایش دیگر
fi: – siirrä taustanäyttö DMX-näytöltä toiselle
hu: - egy háttér képernyő átköltöztetése az egyik DMX képernyőről a másikra
kn: - ಒಂದು DMX ಪ್ರದರ್ಶಕದಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಒಂದು ಹಿಂಬದಿಯ ಪ್ರದರ್ಶಕವನ್ನು ರವಾನಿಸು
nl: - migreer een backend-scherm van een DMX-scherm naar een andere
ru: - перевод используемого дисплея с одного дисплея DMX на другой
sl: - premakni zaslon hrbtnega dela iz enega zaslona DMX na drugega
te: - ఒక డియంఎక్స్ ప్రదర్శన కు మరియొకదానికి ప్రదర్శన నుండి ఒక వెనుకచివర వలస
tr: - Bir DMX görüntü biriminden bir diğerine bir artsüreç görüntü birimi geçir
vi: — chuyển bộ trình bày hậu phương từ một bộ trình bày DMX sang điều khác

source: You must specify a destination DMX display using %s
da: Du skal angive en destinations-DMX-terminal med %s
de: Sie müssen eine Ziel-DMX-Anzeige angeben, indem Sie %s verwenden
fa: باید با استفاده از %s یک نمایش DMX مقصد مشخص کنید
fi: Kohde-DMX-näyttö täytyy määrittää valitsimella %s
hu: A(z) %s segítségével meg kell adnia egy DMX célmegjelenítőt
kn: %s ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಒಂದು ಉದ್ದಿಷ್ಟ್ಯ DMX ಪ್ರದರ್ಶಕವನ್ನು ಸೂಚಿಸಬೇಕು
nl: U moet een DMX-doelscherm opgeven met %s
ru: Вы должны задать целевой дисплей DMX используя %s
sl: Navesti morate ciljni zaslon DMX z uporabo %s
te: %s వాడుట ఒక గమ్యం డియంఎక్స్ ప్రదర్శన నీవు పేర్కొనవలయును
tr: %s kullanarak bir hedef DMX görüntü birimi belirlemeniz gerekmektedir.
vi: Bạn cần phải ghi rõ một bộ trình bày DMX đích, dùng « %s ».

source: You must specify a backend display by using %s
da: Du skal angive en bagende-terminal med %s
de: Sie müssen eine Backend-Anzeige verwenden, indem Sie %s verwenden
fa: باید با استفاده از %s یک نمایش پسانه مشخص کنید
fi: Taustanäyttö täytyy määrittää valitsimella %s
hu: A(z) %s segítségével meg kell adnia egy háttérmegjelenítőt
kn: %s ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಒಂದು ಹಿಂಬದಿಯ ಪ್ರದರ್ಶಕವನ್ನು ಸೂಚಿಸಬೇಕು
nl: U moet een backend-scherm opgeven door %s te gebruiken
ru: Вы должны задать используемый дисплей с помощью %s
sl: Navesti morate ozadnji zaslon z uporabo %s
te: %s వాడుట ద్వారా ఒక వెనుకచివర ప్రదర్శన నీవు పేర్కొనవలయును
tr: %s kullanarak bir görüntü artsüreci belirlemeniz gerekmektedir.
vi: Bạn cần phải ghi rõ một bộ trình bày hậu phương bằng cách dùng « %s ».

source: DMXAddScreen "%s" failed on "%s"
da: DMXAddScreen "%s" mislykkedes på "%s"
de: DMXAddScreen »%s« ist gescheitert auf »%s«
fa: ‏DMXAddScreen ‏«%s» روی «%s» شکست خورد
fi: DMXAddScreen "%s" epäonnistui näytöllä "%s"
hu: DMXAddScreen „%s” sikertelen a következőn: „%s”
kn: DMXAddScreen "%s" ವು "%s" ಅಲ್ಲಿ ವಿಫಲಗೊಂಡಿದೆ
nl: DMXAddScreen "%s" is mislukt op "%s"
ru: Произошла ошибка "%s" при выполнении DMXAddScreen на "%s"
sl: DMXAddScreen "%s" ni uspel na "%s"
te: డియంఎక్స్ చేర్చుతెర "%s" పై విఫలమైంది "%s"
tr: DMXAddScreen "%s" "%s" üzerinde başarısız oldu
vi: DMXAddScreen (thêm màn hình) « %s » thất bại trên « %s ».

source: mdmaskpass only runs as root
da: mdmaskpass kan kun køres som root
de: Nur der »root«-Benutzer darf mdmaskpass ausführen
fa: ‏mdmaskpass فقط به عنوان root اجرا می‌شود
fi: mdmaskpass:n voi ajaa vain pääkäyttäjänä
hu: A mdmaskpass csak root-ként fut
kn: mdmaskpass ಕೇವಲ ಮೂಲವಾಗಿ ಮಾತ್ರ ಚಲಾಯಿಸಲ್ಪಡುತ್ತದೆ
nl: mdmaskpass werkt alleen als root
ru: Программа mdmaskpass запускается только от лица суперпользователя (root)
sl: mdmaskpass teče le kot koren
te: జిడియం మాస్క్ పోవు మూలం వలె మాత్రమే నడుస్తుంది
tr: mdmaskpass sadece root kullanıcısı altında çalışır
vi: mdmaskpass chỉ chạy như là chủ

source: Authentication failure!
da: Godkendelsesfejl!
de: Legitimation gescheitert!
fa: شکست تأیید هویت!
fi: Todennusvirhe!
hu: Hitelesítési hiba!
kn: ದೃಢೀಕರಣದ ವಿಫಲತೆ!
nl: Identificatiefout!
ru: Произошел сбой авторизации!
sl: Overitev ni uspela!
te: ప్రమాణీకరణ విఫలం!
tr: Kimlik denetimi başarısız!
vi: Quá trình xác thực thất bại.

source: Welcome to %n
de: Willkommen auf %n
fi: Tervetuloa, tämä on %n
hu: Üdvözlet a következőn: %n
nl: Welkom op %n
ru: Добро пожаловать на %n
sl: Dobrodošli v %n
vi: Chào mừng dùng %n

source: CONFIGFILE
de: KONFIGURATIONSDATEI
fi: ASETUSTIEDOSTO
hu: BEÁLLÍTÓFÁJL
nl: CONFIGBESTAND
te: రూపకరణ దస్త్రం
vi: TẬP_TIN_CẤU_HÌNH

source: %a %b %d, %H:%M
da: %a. %e. %b., kl. %H:%M
de: %a, %d. %b, %H:%M
fa: %A %OJd %JB، %OH:%OM
fi: %a %-d. %Bta, %H:%M
hu: %Y. %B %-d., %A, %k.%M
nl: %a %d %b, %H:%M
sl: %a %d %b, %H:%M
tr: %d %b %a, %H:%M
vi: %d %a %b, %H:%M

source: %a %b %d, %l:%M %p
da: %a. %e. %b., kl. %I:%M %p
de: %a, %d. %b, %H:%M
fa: %A %OJd %JB، %OH:%OM
fi: %a %-d. %Bta, %H:%M
hu: %Y. %B %-d., %A, %l.%M %p
nl: %a %d %b, %l:%M %p
sl: %a %d %b, %H:%M
vi: %d %a %b, %I:%M %p

source: Hide visual feedback in the password entry. Turning this option on can increase security, as the length of your password cannot be guessed by people looking at your screen.
da: Skjul visuel illustration af at adgangskoden indtastes. At slå denne valgmulighed til kan øge sikkerheden idet længden af din adgangskode ikke kan gættes af folk som kigger på din skærm.
de: Visuelle Rückmeldung bei der Passworteingabe verbergen. Diese Option einzuschalten kann die Sicherheit verbessern, da die Länge Ihres Passwortes nicht erraten werden kann.
fi: Piilota näkyvä palaute salasanaa syötettäessä. Tämän ominaisuuden käyttö lisää turvallisuutta, sillä sen avulla salasanasi pituutta ei voida arvata.
hu: Vizuális visszajelzés elrejtése a jelszóbeviteli mezőben. A beállítás bekapcsolása növelheti a biztonságot, mivel a jelszó hossza nem található ki a képernyő figyelésével.
nl: Visuele terugkoppeling in het invoerveld van het wachtwoord verbergen. Deze optie kan de veiligheid verhogen, omdat meekijkers de lengte van het wachtwoord niet kunnen zien.
ru: Не отображать данные, вводимые в поле пароля. Включение этого параметра может улучшить безопасность, поскольку никто не сможет подсмотреть длину вашего пароля.
sl: Skrij izpis pri vnosu gesla. Izbrana možnost poveča varnost, saj onemogoči prikaz števila znakov.
tr: Parola girişinde görsel bildirim sakla. Bu seçeneği etkinleştirmek, girilen parolanın uzunluğunu tahmin etmeyi zorlaştırır.
vi: Ẩn phản hồi về mục nhập mật khẩu. Việc bật tùy chọn này có thể cải tiến bảo mật vì độ dài của mật khẩu không thể được đoán bởi người xem màn hình.

source: _Hide visual feedback in the password entry
da: _Skjul visuel illustration i kodeordsindtastnings-feltet
de: _Visuelle Rückmeldung (Stern-Symbole) bei der Passworteingabe verbergen
fi: _Piilota näkyvä palaute (tähtiä) salasanasyötteessä
hu: _Vizuális visszajelzés elrejtése a jelszóbeviteli mezőben
nl: _Visuele terugkoppeling verbergen voor wachtwoordinvoer
ru: _Скрывать ввод данных в поле пароля
sl: _Skrij navidezni odziv pri vnosu gesla
tr: Parola girişinde _görsel bildirim sakla
vi: Ẩn sự p_hản hồi trong mục nhập mật khẩu

source: _VT:
te: _విటి:
vi: Thiết bị ả_o :

source: (c) 2002 Bond, James Bond
de: © 2002 Bond, James Bond
fi: © 2002 Bond, James Bond
hu: © 2002 Bond, James Bond
nl: © 2002 Bond, James Bond
ru: (c) 2002 Бонд, Джеймс Бонд
te: (c) 2002 బాండ్, జేంస్ బాండ్
vi: © 2002 Bond, James Bond

source: (c) 2002 GNOME
da: © 2002 GNOME
de: © 2002 GNOME
fi: © 2002 GNOME
hu: © 2002 GNOME
nl: © 2002 GNOME
te: (c) 2002 గ్నోమ్
vi: © 2005 GNOME

source: AUTHFILE
de: AUTHENTIFIZIERUNGSDATEI
fi: TODENNUSTIEDOSTO
hu: HITELESÍTŐFÁJL
nl: IDENTIFICATIEBESTAND
te: ప్రామాణికదస్త్రం
vi: TẬP TIN QUYỀN

source: A-M
fa: الف‐س
ru: А-О
te: ఏ-యం

source: N-Z
da: N-Å
fa: ش‐ی
ru: П-Я
te: ఎన్-జడ్

source: Bond, James Bond
fa: باند، جیمز باند
ru: Бонд, Джеймс Бонд
te: బాండ్, జేంస్ బాండ్

source: GNOME
fa: گنوم
te: గ్నోమ్

source: Default System Session
fa: نشست پیش‌فرض سیستم

source: This is the default system session
fa: این نشست پیش‌فرض سیستم است

source: This is the failsafe xterm session. Windows now have focus only if you have your cursor above them. To get out of this mode type 'exit' in the window in the upper left corner
fa: این نشست پایانهٔ X محافظ‌دار است. پنجره‌ها فقط وقتی که مکان‌نما روی آنهاست تمرکز دارند. برای خروج از این حالت گوشهٔ سمت راست پنجره بنویسید «exit»

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window in the upper left corner
fa: آغاز نشست ممکن نبود بنابر‌این نشست پایانهٔ X محافظ‌دار آغاز شد. پنجره‌ها فقط وقتی که مکان‌نما روی آنها هستند تمرکز دارند. برای خارج از این حالت گوشهٔ سمت راست پنجره بنویسید «exit»

source: %s: Restart failed: %s
fa: %s: Reboot failed: %s

source: The system administrator has disabled your access to the system temporarily.
fa: مدیر سیستم موقتاً دسترسی شما به سیستم را از کار انداخته است.

source: Can't find PAM configuration for MDM.
fa: نمی‌توان پیکربندی PAM برای MDM را پیدا کرد.

source: MDM (The GNOME Display Manager) is not running.
fa: ‏MDM (مدیر نمایش گنوم) در حال اجرا نیست.

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm. If you still wish to use this feature, either start MDM yourself or ask your system administrator to start MDM.
fa: شاید شما از یک کدیر نمایش دیگر مثل KDM (مدیر نمایش KDE) استفاده می‌کنید. اگر با این وجود می‌خواهید از این امکانات استفاده کنید، خودتان MDM را راه‌اندازی کنید یا این که از مدیر سیستم خود بخواهید که MDM را راه‌اندازی کند.

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
fa: برقراری اتصال کارگزار X تودرتو (Xnest) با کارگزار X فعلی ممکن نیست. ممکن است شما یک پروندهٔ اعطای اختیار کم داشته باشید.

source: The nested X server (Xnest) is not available, or MDM is badly configured. Please install the Xnest package in order to use the nested login.
fa: کارگزار X تودرتو (Xnest) وجود ندارد یا MDM درست پیکربندی نشده است. لطفاً برای استفاده از ورود به سیستم تودرتو بستهٔ Xnest را نصب کنید

source: Log in as another user inside a nested window
fa: ورود به سیستم به عنوان یک کاربر دیگر در یک پنجرهٔ تودرتو

source: New Login in a Nested Window
fa: ورود جدید به سیستم در یک پنجرهٔ تودرتو

source: N-Z|Panjabi
fa: الف‐س|پنجابی

source: %s language selected
fa: زبان %s انتخاب شد

source: _System Default
fa: پیش‌فرض _سیستم

source: _Other
fa: _غیره

source: Could not access MDM configuration file.
fa: دسترسی به پروندهٔ پیکربندی MDM ممکن نیست.

source: Configure the login window (GNOME Display Manager)
fa: پیکربندی صفحهٔ نمایش ورود به سیستم (مدیر نمایش گنوم)

source: Configure _XDMCP...
fa: _پیکربندی XDMCP...

source: E_nable debug messages to system log
fa: به کار انداختن پیغام‌های ا_شکال‌زدایی در ثبت وقایع سیستم

source: Example: /usr/X11R6/bin/X
fa: مثال: ‎/usr/X11R6/bin/X

source: L_ogin retry delay:
fa: تأ_خیر تلاش مجدد برای ورود به سیستم:

source: Maximum _pending requests:
fa: حداکثر درخواست‌های مع_لق:

source: Pin_g interval:
fa: با_زهٔ زمانی ping:

source: Last Language
fa: _زبان دفعهٔ گذشته

source: (memory buffer)
fa: (میانگیر حافظه)

source: An error occurred while loading user interface element %s%s from file %s. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
fa: هنگام بار کردن عنصر %s%s واسط کاربر از پروندهٔ %s خطایی رخ داد. احتمالاً شرح واسط glade خراب بوده است. %s نمی‌تواند به کارش ادامه دهد و هم‌اکنون خارج خواهد شد. باید نصب %s را بررسی کرده یا %s را مجدداً نصب کنید.

source: Cannot load user interface
fa: بار کردن واسط کاربر ممکن نیست

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s
fa: پروندهٔ glade خراب است! اطمینان حاصل کنید که پروندهٔ صحیح نصب شده است! پرونده: %s ویجت: %s

source: An error occurred while loading the user interface element %s%s from file %s. CList type widget should have %d column. Possibly the glade interface description was corrupted. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
fa: هنگام بار کردن عنصر %s%s واسط کاربر از پروندهٔ %s خطایی رخ داد. ویجت‌های نوع clist باید %Id ستون داشته باشند. احتمالاً شرح واسط glade خراب بوده است. %s نمی‌تواند به کارش ادامه دهد و هم‌اکنون خارج خواهد شد. باید نصب %s را بررسی کرده یا %s را مجدداً نصب کنید.

source: Glade file is on crack! Make sure the correct file is installed! file: %s widget: %s expected clist columns: %d
fa: پروندهٔ glade خراب است! اطمینان حاصل کنید که پروندهٔ صحیح نصب شده است! پرونده: %s ویجت: %s ستون‌های clist مورد انتظار: %Id

source: An error occurred while loading the user interface from file %s. Possibly the glade interface description was not found. %s cannot continue and will exit now. You should check your installation of %s or reinstall %s.
fa: هنگام بار کردن واسط کاربر از پروندهٔ %s خطایی رخ داد. احتمالاً شرح واسط glade پیدا نشده. %s نمی‌تواند به کارش ادامه دهد و هم‌اکنون خارج خواهد شد. باید نصب %s را بررسی کرده یا %s را مجدداً نصب کنید.

source: No interface could be loaded. This is BAD! (file: %s)
fa: هیج واسطی را نمی‌توان بار کرد. این خیلی بد است! (پرونده: %s)

source: Too many alias levels for a locale; may indicate a loop
fa: سطح‌های اسم مستعار برای شرایط محلی خیلی زیادند، ممکن است به خاطر وجود دور باشد
