Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Couldn't set credentials for %s
da: Kunne ikke sætte akkreditiver for %s
de: Berechtigungsnachweise für %s konnten nicht gesetzt werden
fi: Ei voitu asettaa oikeuksia %s:lle
hu: Nem állíthatók be a hitelesítési információk %s részére
kn: %s ಗೆ ರುಜುವಾತನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan de PAM-instellingen voor %s niet veranderen
ru: Не удалась аккредитация пользователя %s
sl: Ni mogoče nastaviti varoval za %s
te: %s కొరకు విశ్వాసము అమర్చుట వీలుకాదు
tr: %s için özellikler tanımlanamadı
vi: Không thể thiết lập thông tin xác thực cho %s

source: Couldn't open session for %s
da: Kunne ikke åbne session for %s
de: Sitzung für %s konnte nicht geöffnet werden
fa: نمی‌توان برای %s نشست باز کرد
fi: Ei voitu avata istuntoa %s:lle
hu: Nem nyitható meg a környezet %s részére
kn: %s ಗೆ ಅಧಿವೇಶನವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
nl: Kan sessie voor %s niet openen
ru: Не удалась открыть сеанс для пользователя %s
sl: Ni mogoče odpreti seje za %s
te: %s కొరకు సమకూర్పు తెరచుట వీలుకాదు
tr: %s için oturum açılamadı
vi: Không thể mở phiên chạy cho %s

source: Authentication failed. Letters must be typed in the correct case.
da: Ikke godkendt. Bemærk at der gøres forskel på store og små bogstaver.
de: Legitimation gescheitert. Buchstaben müssen unter Berücksichtigung der Groß-/Kleinschreibung eingegeben werden.
fa: تأیید هویت شکست خورد. بزرگی و کوچکی حروف باید رعایت شود.
fi: Todennus epäonnistui. Kirjainkoon täytyy olla oikein.
hu: Sikertelen hitelesítés. A karaktereket kis/nagybetű helyesen adja meg.
kn: ದೃಢೀಕರಣವು ವಿಫಲಗೊಂಡಿದೆ.. ಅಕ್ಷರಗಳನ್ನು ಸರಿಯಾದ ಕೇಸಿನಲ್ಲಿ ಟೈಪ್ ಮಾಡಬೇಕು.
nl: Identificatie mislukt. Let op: Dit is hoofdlettergevoelig.
ru: Сбой аутентификации. Буквы должны быть введены в правильном регистре.
sl: Overitev ni uspela. Upošteva se tudi velikost črk.
te: ప్రామాణీకరణ విఫలమైంది. పదములు సరియైన పద్దతిలో చేర్చవలయును.
tr: Kimlık doğrulaması gerçekleşemedi. Büyük küçük harflere dikkat edin.
vi: Xác thực thất bại. Các ký tự phải được gõ đúng chữ hoa/chữ thường.

source: Authentication failed
da: Logind ikke godkendt
de: Legitimation gescheitert
fa: تأیید هویت شکست خورد
fi: Todennus epäonnistui
hu: Hitelesítés sikertelen
kn: ದೃಢೀಕರಣ ವಿಫಲಗೊಂಡಿದೆ
nl: Aanmelding mislukt
ru: Произошел сбой авторизации
sl: Overitev ni uspela
te: ప్రామాణీకరణ విఫలమైంది
tr: Kimlik doğrulanamadı
vi: Quá trình xác thực thất bại.

source: Automatic login
da: Automatisk logind
de: Automatische Anmeldung
fa: ورود خودکار به سیستم
fi: Automaattinen kirjautuminen
hu: Automatikus bejelentkezés
kn: ಸ್ವಯಂಚಾಲಿತ ದಾಖಲಾತಿ
nl: Automatische aanmelding
ru: Автоматический вход в систему
sl: Samodejna prijava
te: స్వయంచాలక ప్రవేశద్వారం
tr: Otomatik giriş
vi: Tự động đăng nhập

source: The system administrator has disabled your access to the system temporarily.
da: Systemadministratoren har midlertidigt deaktiveret din adgang til systemet.
de: Der Systemadministrator den Zugriff durch Sie auf das System vorübergehend unterbunden.
fi: Järjestelmän ylläpitäjä on väliaikaisesti estänyt sinulta tietokoneen käytön.
hu: A rendszergazda ideiglenesen felfüggesztette az Ön hozzáférését a rendszerhez.
kn: ನಿಮ್ಮ ಪ್ರವೇಶಾಧಿಕಾರವನ್ನು ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಅಶಕ್ತಗೊಳಿಸಿದ್ದಾನೆ.
nl: De systeembeheerder heeft u tijdelijk de toegang tot het systeem ontzegd.
ru: Администратор системы временно заблокировал вам доступ к системе.
sl: Skrbnik sistema vam je začasno onemogočil dostop do sistema.
te: వ్యవస్థ నిర్వాహకి వ్యవస్థను కొంతకాలమువరకు సాంగత్యపరచుటను నిరుపయోగపరచెను.
tr: Sistem yöneticisi sisteme girişinizi geçici olarak kapatmıştır.
vi: Quản trị hệ thống đã vô hiệu hóa tạm thời quyền truy cập hệ thống của bạn.

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
da: Kan ikke indstille din brugergruppe, så du vil ikke være i stand til at logge på. Kontakt venligst systemadministratoren.
de: Ihre Benutzergruppe konnte nicht festgelegt werden. Sie können sich deshalb nicht anmelden. Bitte kontaktieren Sie Ihren Systemadministrator.
fi: Ryhmäsi asettaminen ei onnistu; et voi kirjautua tietokoneelle. Ota yhteyttä järjestelmän ylläpitäjään.
hu: Nem állítható be az Ön felhasználói csoportja, így nem tud bejelentkezni. Vegye fel a kapcsolatot a rendszergazdával.
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಸಮೂಹವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ; ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Kan uw gebruikersgroep niet instellen. U zult niet kunnen aanmelden. Neem contact op met de systeembeheerder.
ru: Не удалось установить вашу группу пользователя, Вы не сможете войти в сеанс. Пожалуйста, свяжитесь со своим системным администратором.
sl: Ni mogoče nastaviti uporabniške skupine, zato se ni mogoče prijaviti. Obrnite se na vašega skrbnika sistema.
te: మీ యొక్క వినియోగదారు సముదాయం అమర్చుట వీలుకాదు; నీవు లోపలికి నమోదవుట వీలుకాదు. దయచేసి మీ యొక్క వ్యవస్థ నిర్వాహకి ని సంప్రదించుము.
tr: Kullanıcı grubunuz belirlenemiyor, giriş yapamayacaksınız. Lütfen sistem yöneticinizle iletişime geçin.
vi: Không thể đặt nhóm người dùng của bạn nên bạn sẽ không thể đăng nhập; hãy liên lạc với quản trị hệ thống.

source: %s: Failed to run '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
da: %s: Kunne ikke køre "%s·--display %s --display-authfile %s --to %s --to-authfile %s": %s
de: %s: Fehler beim Ausführen '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
fi: %s: Komennon "%s --display %s --display-authfile %s --to %s --to-authfile %s" suoritus epäonnistui: %s
hu: %s: „%s --display %s --display-authfile %s --to %s --to-authfile %s” futtatása sikertelen: %s
kn: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' ಅನ್ನು ಚಲಾಯಿಸುವಲ್ಲಿ ವಿಫಲತೆ: %s
nl: %s: Uitvoeren van '%s --display %s --display-authfile %s --to %s --to-authfile %s' is mislukt: %s
ru: %s: Не удалось запустить '%s -- дисплей, %s -- файл авторизации, %s -- назначение %s -- файл авторизации назначения %s': %s
sl: %s: Ni mogoče zagnati '%s --display %s --display-authfile %s --to %s --to-authfile %s': %s
te: %s:'%s నడుపుటకు విఫలమైంది --%s ప్రదర్శన %s --ప్రదర్శన-ప్రామాణికదస్త్రం -- %s కు --కు-%s' ప్రమాణికదస్త్రం: %s
tr: %s: '%s --display %s --display-authfile %s --to %s --to-authfile %s' başlatılamadı: %s
vi: %s: Không chạy được «%s --display %s --display-authfile %s --to %s --to-authfile %s»: %s

source: %s: No XDMCP support
da: %s: Ingen XDMCP-understøttelse
de: %s: Keine XDMCP-Unterstützung
fi: %s: Ei XDMCP-tukea
hu: %s: Nincs XDMCP támogatás
kn: %s: XDMCP ಬೆಂಬಲವಿಲ್ಲ
nl: %s: Geen ondersteuning voor XDMCP
ru: %s: Нет поддержки протокола XDMCP
sl: %s: Ni podpore za XDMCP
te: %s: ఎక్స్డియంసిపి సహకారం లేదు
tr: %s: XDMCP desteği yok
vi: %s: không hỗ trợ XDMCP.

source: Xnest command line
da: Xnest-kommandolinje
de: Xnest-Kommandozeile:
fa: خط فرمان Xnest
fi: Xnest-komentorivi
hu: Xnest parancssor
kn: Xnest ಆಜ್ಞಾ ಸಾಲು
nl: Xnest-opdrachtregel
ru: Командная строка сервера Xnest
sl: Ukazna vrstica Xnest
te: Xనెస్ట్ ఆదేశవాక్యం
tr: Xnest komut satırı
vi: Dong lệnh Xnest

source: STRING
da: STRENG
de: ZEICHENKETTE
fa: رشته
fi: MERKKIJONO
hu: KARAKTERLÁNC
kn: ಸಾಲು
nl: TEKST
ru: СТРОКА
sl: NIZ
te: పదబంధం
tr: DİZİ
vi: CHUỖI

source: Extra options for Xnest
da: Ekstra tilvalg til Xnest
de: Zusätzliche Xnest-Optionen
fa: گزینه‌های اضافی Xnest
fi: Lisävalitsimet palvelimelle Xnest
hu: Extra opciók az Xnest-nek
kn: Xnest ಗಾಗಿ ಹೆಚ್ಚುವರಿ ಆಯ್ಕೆಗಳು
nl: Extra opties voor Xnest
ru: Дополнительные параметры для Xnest
sl: Dodatne možnosti za Xnest
te: Xగూడు కొరకు అధిక ఇఛ్ఛాపూర్వకాలు
tr: Xnest için ek seçenekler
vi: Tùy chọn thêm cho Xnest

source: OPTIONS
da: TILVALG
de: OPTIONEN
fa: گزینه‌ها
fi: VALITSIMET
hu: KAPCSOLÓK
kn: ಆಯ್ಕೆಗಳು
nl: OPTIES
ru: ПАРАМЕТРЫ
sl: MOŽNOSTI
te: ఇఛ్ఛాపూర్వకాలు
tr: SEÇENEKLER
vi: TÙY CHỌN

source: Run in background
da: Kør i baggrunden
de: Im Hintergrund ausführen
fa: اجرا در پس‌زمینه
fi: Aja taustalla
hu: Futtatás háttérben
kn: ಹಿಂಬದಿಯಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿರಿಸು
nl: In achtergrond uitvoeren
ru: Запустить в фоне
sl: Zaženi v ozadju
te: పూర్వరంగంలో నడుపు
tr: Arkaplanda çalış
vi: Chạy đằng sau

source: Just run Xnest, no query (no chooser)
da: Kør bare Xnest, spørg ikke (ingen vælger)
de: Lediglich Xnest ausführen, keine Anfrage (kein Auswähler)
fa: فقط اجرای Xnest، بدون پرس‌وجو (بدون انتخاب‌گر)
fi: Aja vain Xnest, ei kyselyä (ei valitsinta)
hu: Csak az Xnest futtatása, nincs kérdés (nincs kiválasztó)
kn: ಕೇವಲ Xnest ಅನ್ನು ಚಲಾಯಿಸಿ, ಯಾವುದೇ ಮನವಿ ಇಲ್ಲ (ಆಯ್ಕೆಗಾರ ಇಲ್ಲ)
nl: Xnest gewoon uitvoeren, geen rondvraag (geen Kiezer)
ru: Только запустить сервер Xnest, без запроса (без селектора)
sl: Zaženi le Xnest, brez poizvedovanja (brez izbirnika)
te: Xగూడును సరిగా నడుపుము,ఎటువంటి ప్రశ్నలేదు (ఎటువంటి వందనములేదు)
tr: Sadece Xnest'i çalıştır, sorgulama yok (seçici yok)
vi: Chỉ chạy Xnest, không truy vấn (không sử dụng bộ chọn lựa).

source: Do direct query instead of indirect (chooser)
da: Foretag direkte forespørgsel i stedet for indirekte (med vælger)
de: Direkte Anfrage anstatt Indirekter (Auswähler)
fa: انجام پرس‌وجوی مستقیم به جای غیر مستقیم (انتخاب‌گر)
fi: Tee suora kysely epäsuoran sijaan (valitsin)
hu: Direkt lekérdezés indirekt helyett (kiválasztó)
kn: ಪರೋಕ್ಷವಾಗಿ ಸಂದೇಹವನ್ನು ಕೇಳುವ ಬದಲು ನೇರವಾಗಿ ಕೇಳು (ಆಯ್ಕೆಗಾರ)
nl: Gebruik directe aanvragen i.p.v. indirecte (kiezer)
ru: Выполнить прямой запрос вместо непрямого (выбора)
sl: Izvedi posredno poizvedbo namesto neposredne (izbirnik)
te: వక్రముకు ప్రత్యామ్నాయముగా సూటిగా ప్రశ్నించుము (ఎంచుకొనునది)
tr: Dolaylı (seçici) yerine direk sorgulama yap
vi: Thực hiện truy vấn trực tiếp thay vì gián tiếp (sử dụng bộ chọn lựa).

source: Run broadcast instead of indirect (chooser)
da: Udfør rundspørge i stedet for indirekte (med vælger)
de: Broadcast anstatt Indirekter (Auswähler)
fi: Suorita yleislähetystä epäsuoran sijaan (valitsin)
hu: Broadcast futtatása indirekt helyett (chooser)
kn: ಪ್ರಸಾರವನ್ನು ಪರೋಕ್ಷವಾಗಿ ಚಲಾಯಿಸುವುದರ ಬದಲಿಗೆ ನೇರವಾಗಿ ಚಲಾಯಿಸು (ಆಯ್ಕೆಗಾರ)
nl: Gebruik rondvraag i.p.v. indirecte aanvraag (kiezer)
ru: Запустить широковещательно вместо непрямого (выбора)
sl: Izvedi oddajanje namesto posredovanja (izbirnik)
te: వక్రము యొక్క బదులుగా వెదజల్లినట్టుగా నడుపుము (ఎంచుకొనునది)
tr: Dolaylı (seçici) yerine yayın yap
vi: Chạy phát thanh thay vì gián tiếp (sử dụng bộ chọn lựa)

source: Don't check for running MDM
da: Kontrollér ikke om MDM allerede kører
de: Nicht auf laufenden MDM überprüfen
fa: وجود MDM در حال اجرا بررسی نشود
fi: Älä tarkista, onko MDM jo päällä
hu: Ne ellenőrizze, hogy fut-e a MDM
kn: ಚಾಲನೆಯಲ್ಲಿರು MDM ಗಾಗಿ ಪರೀಕ್ಷಿಸಬೇಡ
nl: Controleer niet op reeds werkende MDM
ru: Не проверять, запущен ли MDM
sl: Ne preverjaj ali MDM teče
te: జిడియం నడుపుట కొరకు తనిఖీచేయకుము
tr: Çalışan MDM'yi sınama
vi: Đừng kiểm tra có MDM đang chạy

source: - Nested mdm login chooser
da: - Indlejret mdm-logindvælger
de: - Eingebetteter MDM-Anmeldungsauswähler
fa: - انتخاب‌گر ورود به سیستم MDM تو در تو
fi: - Sisäkkäinen mdm-kirjatumisvalitsin
hu: - Beágyazott mdm bejelentkezéskezelő
kn: - ಅಂತರ್ಗತ mdm ಪ್ರವೇಶ ಆಯ್ಕೆಗಾರ
nl: - Geneste mdm-kiezer
ru: - встроенный селектор входов mdm
sl: - Vgnezden izbirnik prijave MDM
te: - గూడుకట్టబడిన జిడియం ప్రవేశద్వారం ఎంచుకొనునది
tr: - Yuvalanmış mdm giriş yöneticisi
vi: — Bộ chọn đăng nhập MDM lồng nhau

source: - Nested mdm login
da: - Indlejret mdm-logind
de: - Eingebettete MDM-Anmeldung
fa: - ورود به سیستم MDM تو در تو
fi: – Sisäkkäinen mdm-kirjautumisikkuna
hu: - Beágyazott mdm bejelentkezés
kn: - ಅಂತರ್ಗತ mdm ಪ್ರವೇಶ
nl: - Genest mdm-login
ru: - встроенный вход mdm
sl: - Vgnezdena prijava MDM
te: - గూడుకట్టబడిన జిడియం ప్రవేశద్వారం
tr: - Yuvalanmış mdm girişi
vi: — Đang nhập MDM lồng nhau

source: Xnest doesn't exist.
da: Xnest eksisterer ikke.
de: Xnest existiert nicht.
fa: Xnest وجود ندارد.
fi: Xnest ei ole asennettuna.
hu: Az Xnest nem létezik.
kn: Xnest ಲಭ್ಯವಿಲ್ಲ.
nl: Xnest bestaat niet.
ru: Сервер Xnest отсутствует.
sl: Xnest ne obstaja
te: Xగూడు కలిగిలేదు.
tr: Xnest bulunamadı.
vi: Không có Xnest.

source: Please ask your system administrator to install it.
da: Bed din systemadministrator om at installere det.
de: Bitten Sie Ihren Systemadministrator, es zu installieren.
fa: لطفاً از مدیر سیستم خود بخواهید آن را نصب کند.
fi: Pyydä järjestelmän ylläpitäjää asentamaan se.
hu: Kérje meg a rendszergazdát, hogy telepítse.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರಿಗೆ ಅದನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಕೇಳಿರಿ.
nl: Vraag aan de systeembeheerder om deze te installeren.
ru: Попросите своего системного администратора установить его.
sl: Prosite svojega skrbnika sistema, da ga namesti.
te: దయచేసి దానిని నెలకొల్పుటకు మీ యొక్క వ్యవస్థ నిర్వాహకి ని అడుగుము.
tr: Lütfen sistem yöneticinize bu programı kurmasını söyleyiniz.
vi: Hãy yêu cầu quản trị hệ thống cài đặt nó.

source: Indirect XDMCP is not enabled
da: Indirekte XDMCP er ikke aktiveret
de: Indirektes XDMCP ist nicht aktiviert
fa: ‏XDMCP غیر مستقیم به کار انداخته نشده است
fi: Epäsuora XDMCP ei ole käytössä
hu: Az indirekt XDMCP nem engedélyezett
kn: ನೇರವಲ್ಲದ XDMCP ಯು ಶಕ್ತಗೊಂಡಿಲ್ಲ
nl: Indirecte XDMCP is niet ingeschakeld
ru: Непрямые запросы по протоколу XDMCP не разрешены
sl: Posredni XDMCP ni vključen
te: వక్రమైన ఎక్స్డియంసిపి ఉపయోగించబడలేదు
tr: Dolaylı XDMCP etkin değil
vi: Chưa bật XDMCP gián tiếp.

source: Please ask your system administrator to enable this feature.
da: Bed venligst din systemadministrator om at aktivere denne funktion.
de: Bitten Sie Ihren Systemadministrator diese Eigenschaft zu aktivieren.
fa: لطفاً از مدیر سیستم خود بخواهید این امکان را به کار بیندازد.
fi: Pyydä järjestelmän ylläpitäjää ottamaan tämä asetus käyttöön.
hu: Kérje meg a rendszergazdát, hogy engedélyezze ezt a szolgáltatást.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರಿಗೆ ಈ ಲಕ್ಷಣವನ್ನು ಶಕ್ತಗೊಳಿಸುವಂತೆ ಕೇಳಿರಿ.
nl: Vraag aan de systeembeheerder om deze functie aan te zetten.
ru: Попросите своего системного администратора включить эту возможность.
sl: Prosim, vprašajte skrbnika sistema, ali vam omogoči to možnost.
te: ఈ విశిష్టత ఉపయోగించుటకు దయచేసి మీ యొక్క వ్యవస్థ నిర్వాహకి ని అడుగుము.
tr: Lütfen sistem yöneticinizden bu özelliğin etkinleştirilmesini isteyin.
vi: Hãy yêu cầu quản trị hệ thống hiệu lực tính năng này.

source: XDMCP is not enabled
da: XDMCP er ikke aktiveret
de: XDMCP ist nicht aktiviert
fa: ‏XDMCP به کار انداخته نشده است
fi: XDMCP ei ole käytössä
hu: Az XDMCP nem engedélyezett
kn: XDMCP ಶಕ್ತಗೊಂಡಿಲ್ಲ
nl: XDMCP is niet ingeschakeld
ru: Поддержка XDMCP не включена
sl: XDMCP ni vključen
te: ఎక్స్డియంసిపి ఉపయోగించబడలేదు
tr: XDMCP etkin değil
vi: Chưa bật XDMCP.

source: MDM is not running
da: MDM kører ikke
de: MDM läuft nicht
fa: ‏MDM در حال اجرا نیست
fi: MDM ei ole käynnissä
hu: A MDM nem fut
kn: MDM ಚಾಲನೆಯಲ್ಲಿಲ್ಲ
nl: MDM is niet actief
ru: Сервер MDM не запущен
sl: MDM ne teče
te: జిడియం నడుచుటలేదు
tr: MDM çalışmıyor
vi: MDM chưa chạy.

source: Please ask your system administrator to start it.
da: Bed din systemadministrator om at starte det.
de: Bitten Sie Ihren Systemadministrator, es zu starten.
fa: لطفاً از مدیر سیستم خود بخواهید آن را راه‌اندازی کند.
fi: Pyydä järjestelmän ylläpitäjää käynnistämään se.
hu: Kérje meg a rendszergazdát, hogy indítsa el.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರಿಗೆ ಅದನ್ನು ಆರಂಭಿಸುವಂತೆ ಹೇಳಿ.
nl: Vraag aan uw systeembeheerder om het te starten.
ru: Попросите своего системного администратора запустить его.
sl: Prosite svojega skrbnika sistema, da ga zažene.
te: దయచేసి దానిని మొదలుపెట్టుటకు మీ యొక్క వ్యవస్థ నిర్వాహకిని అడుగుము.
tr: Lütfen sistem yöneticisinden onu çalıştırmasını isteyin.
vi: Hãy yêu cầu quản trị hệ thống khởi động nó.

source: Could not find a free display number
da: Kunne ikke finde et ledigt skærmnummer
de: Es konnte keine freie Anzeigenummer gefunden werden
fa: پیدا کردن شمارهٔ یک نمایش آزاد ممکن نبود
fi: Yhtään vapaata näyttönumeroa ei löytynyt
hu: Nem található szabad képernyőszám
kn: ಒಂದು ಮುಕ್ತ ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆಯು ಪತ್ತೆಯಾಗಿಲ್ಲ
nl: Kon geen vrij schermnummer vinden
ru: Не удалось найти свободный номер дисплея
sl: Ni mogoče najti proste številke zaslona
te: ఒక ఉచిత ప్రదర్శన సంఖ్య వెతుకుటకు వీలుకాదు
tr: Boş bir görüntü numarası bulunamadı
vi: Không tìm thấy số hiệu bộ trình bày chưa dùng.

source: Please wait: scanning local network...
da: Vent venligst: gennemsøger lokalnetværket...
de: Bitte warten: Lokales Netzwerk wird durchsucht …
fa: لطفاً صبر کنید: در حال پویش شبکه محلی...
fi: Odota: etsitään paikallisesta verkkoympäristöstä...
hu: Kis türelmet: a helyi hálózat beolvasása...
kn: ದಯವಿಟ್ಟು ಕಾಯಿರಿ: ಸ್ಥಳೀಯ ಜಾಲಬಂಧವನ್ನು ಶೋಧಿಸಲಾಗುತ್ತಿದೆ...
nl: Even wachten a.u.b: Het lokale netwerk wordt afgezocht...
ru: Пожалуйста подождите: сканируется локальная сеть...
sl: Prosimo počakajte: preiskujem krajevno omrežje ...
te: దయచేసి ఆగుము: స్థానిక అల్లికను సంశోధించుచున్నది...
tr: Lütfen yerel ağ taranırken bekleyin...
vi: Hãy chờ: đang quét mạng cục bộ...

source: No serving hosts were found.
da: Ingen betjenende værter fundet.
de: Es wurden keine anbietenden Rechner gefunden.
fa: هیچ میزبان در حال کاری پیدا نشد.
fi: Isännöiviä palvelimia ei löytynyt.
hu: Nem található egyetlen kiszolgáló sem.
kn: ಸೇವೆ ಸಲ್ಲಿಸುತ್ತಿರುವ ಯಾವುದೇ ಅತಿಥೇಯಗಳು ಪತ್ತೆಯಾಗಿಲ್ಲ.
nl: Geen servers gevonden.
ru: Не найдены обслуживаемые узлы.
sl: Ni mogoče najti nobenega strežniškega gostitelja.
te: ఎటువంటి ఆతిథ్యములు దొరకలేదు.
tr: Hiç sunucu makine bulunamadı.
vi: Không tìm thấy máy phục vụ dịch vụ.

source: Choose a ho_st to connect to:
da: Vælg en _vært at tilkøble til:
de: Wählen Sie einen _Rechner, mit dem die Verbindung aufgenommen werden soll:
fa: یک _میزبان انتخاب کنید تا به آن متصل شوید:
fi: Valitse palvelin, johon yhdistetään:
hu: Vála_sszon egy kiszolgálót a kapcsolódáshoz:
kn: ಸಂಪರ್ಕ ಹೊಂದಲು ಒಂದು ಅತಿಥೇಯವನ್ನು ಆರಿಸಿ(_s):
nl: _Kies een computer om contact mee leggen:
ru: Выберите _узел для подключения:
sl: _Izberite gostitelja na katerega se želite povezati:
te: _అనుసంధానపరచుటకు ఒక ఆతిథ్యం ఎంచుకొనుటకు:
tr: _Bağlantı kurulacak bir makine seçin:
vi: Hãy chọn một _máy cần kết nối vào:

source: The host "%s" is not willing to support a login session right now. Please try again later.
da: Værten "%s" er ikke villig til at understøtte en logind-session i øjeblikket. Prøv igen senere.
de: Der Rechner »%s« ist im Augenblick nicht bereit, eine Anmeldesitzung anzunehmen. Bitte versuchen Sie es später noch einmal.
fa: میزبان «%s» در حال حاضر نمی‌خواهد یک نشست ورود به سیستم را پشتیبانی کند. لطفاً بعداً دوباره امتحان کنید.
fi: Palvelin "%s" ei ole valmiina istuntoon juuri nyt. Yritä myöhemmin uudelleen.
hu: A(z) „%s” gép most nem kívánja a bejelentkezését fogadni. Próbálja meg később.
kn: ಅತಿಥೇಯ "%s" ವು ಈ ಸಮಯದಲ್ಲಿ ಒಂದು ಪ್ರವೇಶ ಅಧಿವೇಶನವನ್ನು ಬೆಂಬಲಿಸಲು ಇಚ್ಛಿಸುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದನಂತರ ಪ್ರಯತ್ನಿಸಿ.
nl: De host "%s" wil geen aanmeldsessie toestaan op dit moment. Probeert u het later nog eens.
ru: Узел "%s" не желает поддерживать сеанс регистрации прямо сейчас. Попробуйте позже.
sl: Gostitelj "%s" ni pripravljen podpreti prijavne seje. Poskusite znova kasneje.
te: "%s" ఆతిథ్యం ఒక ప్రవేశద్వారం సమకూర్పు ప్రస్తుతము సహకారముకు ఇష్టములేదు. దయచేసి తరువాత మరలా ప్రయత్నించుము.
tr: "%s" makinesi giriş orurumunu desteklemek istemiyor. Lütfen daha sonra tekrar deneyin.
vi: Máy « %s » lúc này không sẵn sàng hỗ trợ phiên đăng nhập. Hãy thử lại chốc nữa.

source: Cannot connect to remote server
da: Kan ikke tilkoble til fjern server
de: Verbindungsaufbau mit entferntem Server gescheitert
fa: نمی‌توان به کارگزار متصل شد
fi: Etäpalvelimeen ei saada yhteyttä
hu: Nem lehet kapcsolódni a távoli géphez
kn: ದೂರಸ್ಥ ಪರಿಚಾರಕಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದಲಾಗಿಲ್ಲ
nl: Kan geen verbinding maken met server
ru: Не удалось подключиться к удаленному серверу
sl: Ni se mogoče povezati z oddaljenim strežnikom
te: సుదూర సేవిక కు అనుసంధానపరచుట వీలుకాదు
tr: Uzak sunucuya bağlantı kurulamıyor
vi: Không kết nối được đến máy ở xa.

source: Did not receive any response from host "%s" in %d seconds. Perhaps the host is not turned on, or is not willing to support a login session right now. Please try again later.
da: Modtog ikke noget svar fra serveren "%s" i %d sekunder. Måske er værten ikke tændt eller ikke villig til at understøtte en logind-session i øjeblikket. Prøv igen senere.
de: Vom Rechner »%s« lieferte in %d Sekunden keine Antwort. Möglicherweise ist der Rechner nicht angeschalten oder ist im Augenblick nicht bereit, eine Anmeldesitzung anzunehmen. Bitte versuchen Sie es später noch einmal.
fa: در %2$Id ثانیه پاسخی از میزبان «%1$s» دریافت نشد. شاید میزبان روشن نیست، یا در حال حاضر نمی‌خواهد یک نشست ورود به سیستم را پشتیبانی کند. لطفاً بعداً دوباره امتحان کنید.
fi: Palvelimelta "%s" ei saatu vastausta %d sekunnissa. Palvelin on kenties sammutettu, tai se ei ole valmiina istuntoihin juuri nyt. Yritä myöhemmin uudelleen.
hu: Nem jött válasz a(z) „%s” géptől %d másodperc alatt. Lehet, hogy a gép nincs bekapcsolva, vagy most nem kívánja a bejelentkezését fogadni. Próbálja meg később.
kn: ಅತಿಥೇಯ "%s" ದಿಂದ %d ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಯಾವುದೇ ಪ್ರತ್ಯುತ್ತರ ದೊರೆತಿಲ್ಲ. ಬಹುಷಃ ಅತಿಥೇಯವು ಚಾಲನೆಯಲ್ಲಿಲ್ಲ, ಅಥವ, ಈ ಸಮಯದಲ್ಲಿ ಒಂದು ಪ್ರವೇಶ ಅಧಿವೇಶನವನ್ನು ಬೆಂಬಲಿಸಲು ಇಚ್ಛಿಸುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದನಂತರ ಪ್ರಯತ್ನಿಸಿ.
nl: Geen antwoord ontvangen van de host "%s" binnen %d seconden. Misschien staat de host niet aan, of ondersteunt de host geen aanmeldsessie op dit moment. Probeert u het later nog eens.
ru: Не получено ни одного ответа от узла "%s" в течении %d секунд. Возможно этот узел выключен, или не желает поддерживать сеанс регистрации прямо сейчас. Попробуйте позже.
sl: Ni bilo odgovora gostitelja "%s" v %d sekundah. Morda gostitelj ni prižgan ali v tem trenutku ni pripravljen podpreti prijavne seje. Poskusite znova kasneje.
tr: "%s" sunucusundan %d saniyedir cevap alınamadı. Belkide makine kapatılmıştır veya şu anda giriş oturumunu desteklemiyor olabilir. Lütfen daha sonra tekrar deneyin.
vi: Chưa nhận được bất kỳ hồi đáp nào từ máy "%s" trong %d giây. Có lẽ máy đó chưa được bật, hoặc chưa sẵn sàng hỗ trợ đăng nhập. Hãy thử lại sau.

source: Did not receive response from server
da: Modtog ikke noget svar fra serveren
de: Keine Antwort vom Server erhalten
fa: پاسخی از کارگزار دریافت نشد
fi: Palvelimelta ei saatu vastausta
hu: Nem jött válasz a kiszolgálótól
kn: ಪರಿಚಾರಕದಿಂದ ಯಾವುದೇ ಪ್ರತುತ್ತರ ದೊರೆತಿಲ್ಲ
nl: Kreeg geen antwoord van de server
ru: Нет ответа от сервера
sl: Nisem prejel odgovora s strežnika
te: సేవిక నుండి స్పందన స్వీకరించలేకపోయింది
tr: Sunucudan cevap alınamadı
vi: Máy phục vụ chưa trả lời.

source: Cannot find the host "%s". Perhaps you have mistyped it.
da: Kan ikke finde værten "%s". Måske har du indtastet navnet forkert.
de: Der Rechner »%s« konnte nicht gefunden werden. Möglicherweise haben Sie den Namen falsch eingegeben.
fa: میزبان «‎%s» پیدا نمی‌شود. شاید آن را اشتباه وارد کرده‌اید.
fi: Palvelinta "%s" ei löydy. Kirjoitit sen nimen ehkä väärin.
hu: Nem található a(z) „%s” gép. Lehet, hogy elgépelte a nevét.
kn: ಅತಿಥೇಯ "%s"ಅನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ. ಬಹುಷಃ ನೀವು ಅದನ್ನು ತಪ್ಪಾಗಿ ಬರೆದಿರಬೇಕು.
nl: Kan host "%s" niet vinden, misschien heeft u een tikfout gemaakt.
ru: Не удалось найти узел "%s", скорее всего имя узла было введено с ошибкой.
sl: Ni mogoče najti gostitelja "%s". Morda ste vnesli napačno ime.
te: "%s" ఆతిథ్యం వెతకలేము. నీవు దానిని
tr: "%s" adlı makine bulunamadı. Hatalı yazılmış olabilir.
vi: Không tìm thấy máy « %s », có lẽ bạn gõ sai tên.

source: Cannot find host
da: Kan ikke finde vært
de: Rechner konnte nicht gefunden werden
fa: میزبان پیدا نمی‌شود
fi: Palvelinta ei löydy
hu: Nem található meg a gép
kn: ಅತಿಥೇಯ ಅನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ
nl: Kan host niet vinden
ru: Не удалось найти узел
sl: Ni mogoče najti gostitelja
te: ఆతిథ్యం వెతకలేకపోయింది
tr: Makine bulunamadı
vi: Không tìm thấy máy.
