Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Are you sure you want to restart the computer?
da: Er du sikker på at du vil genstarte maskinen?
de: Sind Sie sicher, dass Sie den Rechner neu starten möchten?
fa: آیا مطمئنید که می‌خواهید رایانه را مجدداً راه‌اندازی کنید؟
fi: Haluatko varmasti käynnistää tietokoneen uudelleen?
hu: Biztosan újra szeretné indítani a számítógépet?
kn: ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸಬೇಕೆಂದು ನೀವು ಖಚಿತವೆ?
nl: Weet u zeker dat u de computer wilt herstarten?
ru: Вы действительно хотите перезапустить компьютер?
sl: Ali ste prepričani, da želite ponovno zagnati računalnik?
te: కంప్యూటర్ ను మరలాప్రారంభించుటకు నీవు నిశ్చయమై వున్నావా?
tr: Bilgisayarı yeniden başlatmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn khởi động lại máy không?

source: _Restart
da: _Genstart
de: _Neu starten
fa: _راه‌اندازی مجدد
fi: Käynnistä _uudelleen
hu: Ú_jraindítás
kn: ಪುನರ್ ಆರಂಭಿಸು(_R)
nl: _Herstarten
ru: _Перезапустить
sl: _Ponovno zaženi
te: _మరలామొదలుపెట్టు
tr: _Yeniden başlat
vi: Khởi động _lại

source: Are you sure you want to Shut Down the computer?
da: Er du sikker på at du vil slukke maskinen?
de: Sind Sie sicher, dass Sie den Rechner ausschalten möchten?
fa: آیا مطمئنید که می‌خواهید رایانه را خاموش کنید؟
fi: Haluatko varmasti sammuttaa tietokoneen?
hu: Biztosan le akarja állítani a számítógépet?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಗಣಕವನ್ನು ಸ್ಥಗಿತಗೊಳಿಸ ಬೇಕೆಂಬುದು?
nl: Weet u zeker dat u de computer wilt uitschakelen?
ru: Вы действительно хотите выключить компьютер?
sl: Ali ste prepričani, da želite ugasniti računalnik?
te: కంప్యూటర్ ను మూసివేయుటకు నీవు నిశ్చయమై వున్నావా?
tr: Bilgisayarı kapatmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn tắt máy không?

source: Shut _Down
da: _Sluk
de: _Ausschalten
fa: _خاموش کردن
fi: _Sammuta
hu: _Leállítás
kn: ಸ್ಥಗಿತಗೊಳಿಸು(_D)
nl: _Uitschakelen
ru: _Выключить
sl: _Izklop
te: _మూసివేయు
tr: _Kapat
vi: _Tắt máy

source: Are you sure you want to suspend the computer?
da: Er du sikker på at du vil lade maskinen gå i dvale?
de: Sind Sie sicher, dass Sie den Rechner in den Ruhezustand versetzen möchten?
fa: آیا مطمئنید که می‌خواهید رایانه را به حالت تعیلق در‌آورید؟
fi: Haluatko varmasti siirtyä virransäästötilaan?
hu: Biztosan energiatakarékos módba helyezi a számítógépet?
kn: ನೀವು ಖಚಿತವಾಗಿಯೂ ಗಣಕವನ್ನು ಜಡವಾಗಿಸಬೇಕೆ?
nl: Weet u zeker dat u de computer wilt pauzeren?
ru: Вы действительно хотите перевести компьютер в спящий режим?
sl: Ali ste prepričani, da želite zaustaviti računalnik?
te: కంప్యూటర్ ను నిలువగలచుటకు నీవు నిశ్చయమై వున్నావా?
tr: Bilgisayarı askıya almak istediğinizden emin misiniz?
vi: Bạn có chắc muốn tạm dừng máy không?

source: _Suspend
da: _Hvile
de: _Ruhezustand
fa: _معلق کردن
fi: _Virransäästötila
hu: _Felfüggesztés
kn: ಕಾರ್ಯಭಂಗಗೊಳಿಸು(_S)
nl: _Pauzeren
ru: _Спящий режим
sl: _Zaustavitev
te: _నిలువగల
tr: _Askıya Al
vi: N_gưng máy

source: _Username:
da: _Brugernavn:
de: _Benutzername:
fa: _نام کاربر:
fi: Käyttäjä_tunnus:
hu: _Felhasználónév:
kn: ಬಳಕೆದಾರ ಹೆಸರು(_U):
nl: _Gebruikersnaam:
ru: _Имя пользователя:
sl: _Uporabniško ime:
te: _వినియోగదారునామము:
tr: _Kullanıcı adı:
vi: Tên _người dùng:

source: %s session selected
da: %s-session valgt
de: Sitzung %s gewählt
fa: نشست %s انتخاب شد
fi: Istunto %s valittu
hu: %s környezet kiválasztva
kn: %s ಅಧಿವೇಶನ ಆರಿಸಲ್ಪಟ್ಟಿದೆ
nl: %s-sessie geselecteerd
ru: Выбран сеанс %s
sl: Seja %s izbrana
te: %s సమకూర్పు ఎంచుకొనబడినది
tr: %s oturumu seçildi
vi: Phiên chạy %s được chọn

source: _Last
da: _Forrige
de: _Vorherige
fa: آ_خرین
fi: _Edellinen
hu: _Legutóbbi
kn: ಹಿಂದಿನ(_L)
nl: _Laatste
ru: _Последний
sl: _Zadnja
te: _చివరి
tr: _Sonuncu
vi: _Cuối

source: Select _Language...
da: Vælg s_prog...
de: _Sprache wählen …
fa: انتخاب _زبان...
fi: Valitse _kieli...
hu: _Nyelv kiválasztása...
kn: ಭಾಷೆಯನ್ನು ಆರಿಸಿ (_L)...
nl: _Taal kiezen...
ru: Выбрать _язык...
sl: Izberi _jezik ...
te: _భాష ఎంచుకొను...
tr: _Dili Seç...
vi: Chọn n_gôn ngữ...

source: _Password:
da: _Adgangskode:
de: _Passwort:
fa: _گذرواژه:
fi: _Salasana:
hu: _Jelszó:
kn: ಗುಪ್ತಪದ(_P):
nl: _Wachtwoord:
ru: _Пароль:
sl: _Geslo:
te: _రహస్యపదము:
tr: _Parola:
vi: _Mật khẩu:

source: Your preferred session type %s is not installed on this computer.
da: Din foretrukne sessionstype %s er ikke installeret på denne maskine.
de: Ihr bevorzugter Sitzungstyp %s ist auf diesem Rechner nicht installiert.
fa: نوع نشست مرجح شما %s روی این رایانه نصب نشده است.
fi: Valitsemaasi istuntotyyppiä "%s" ei ole asennettu tähän tietokoneeseen.
hu: Az előnyben részesített %s környezettípus nincs telepítve ezen a számítógépen.
kn: ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಅಧಿವೇಶನದ ಬಗೆ %s ಯು ಈ ಗಣಕದಲ್ಲಿ ಅನುಸ್ಥಾಪಿತವಾಗಿಲ್ಲ.
nl: Uw gewenste sessietype %s is niet geïnstalleerd op deze machine.
ru: Предпочитаемый Вами тип сеанса %s не установлен на этом компьютере.
sl: Vaša priljubljena vrsta seje %s ni nameščena na tem računalniku.
te: మీ యొక్క %s సమకూర్పు పద్దతి ఎంచుకొనబడుట ఈ కంప్యూటర్ పై నెలకొల్పబడలేదు.
tr: Seçtiğiniz %s oturum türü bu bilgisayarda kurulu değil.
vi: Kiểu phiên chạy ưa thích của bạn (%s) chưa cài đặt vào máy tính này.

source: Just _Log In
da: _Log kun på
de: _Nur anmelden
fa: فقط _ورود به سیستم
fi: Kirjaudu vain _sisään
hu: Csak _bejelentkezés
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸು(_L)
nl: Gewoon _aanmelden
ru: _Только для этого сеанса
sl: Le _prijavi se
te: _ప్రవేశద్వారం ఇప్పుడే
tr: _Giriş Yap
vi: _Chỉ đăng nhập

source: You have chosen %s for this session
da: Du har valgt %s til denne session
de: Sie haben für diese Sitzung %s gewählt
fi: Valitsit "%s" tämän istunnon ajaksi
hu: A következőt választotta ehhez a környezethez: %s
kn: ನೀವು ಈ ಅಧಿವೇಶನಕ್ಕೆ %s ಅನ್ನು ಆರಿಸಿದ್ದೀರಿ
nl: U heeft voor deze sessie voor %s gekozen
ru: Вы выбрали %s для этого сеанса
sl: Za to sejo ste izbrali %s
te: ఈ సమకూర్పు కొరకు మీరు %s ఎంచుకొనబడినది
tr: Bu oturum için %s seçtiniz.
vi: Bạn đã chọn %s cho phiên chạy này

source: If you wish to make %s the default for future sessions, run the 'switchdesk' utility (System->Desktop Switching Tool from the panel menu).
da: Hvis du vil gøre %s til forvalg for fremtidige sessioner, så kør programmet "switchdesk" (System->Skift skrivebord fra panel-menuen).
de: Falls Sie %s zur Vorgabe für künftige Sitzungen machen wollen, müssen Sie das Werkzeug »switchdesk« ausführen (Anwendungen -> Systemwerkzeuge -> Desktop-Wechselwerkzeug).
fa: اگر می‌خواهید %s برای نشست‌های بعدی پیش‌فرض قرار داده شود، برنامهٔ «switchdesk» را اجرا کنید (سیستم->ابزار تعویض رومیزی از منوی تابلو).
fi: Jos haluat ottaa istunnon %s oletukseksesi, käytä "switchdesk"-apuohjelmaa (Järjestelmä->Työpöydänvaihtotyökalu paneelivalikosta).
hu: Ha azt szeretné, hogy a(z) %s legyen az alapértelmezett környezet, akkor futtassa a „switchdesk” alkalmazást (Rendszer->Munkaasztalváltó eszköz a panelmenüből).
kn: ಭವಿಷ್ಯದ ಅಧಿವೇಶನಗಳಿಗೆ %s ಅನ್ನು ನೀವು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿಸಲು ಇಚ್ಚಿಸುವುದಾದರೆ, 'switchdesk' ಸೌಲಭ್ಯವನ್ನು ಚಲಾಯಿಸಿ (ಗಣಕ->ಗಣಕತೆರೆ ಉಪಕರಣ, ಪ್ಯಾನೆಲ್ ಅಂಶ ಪಟ್ಟಿಯಲ್ಲಿರುವುದು)
nl: Als u %s de standaardsessie wilt maken, start dan het 'switchdesk' programma (Systeem -> Bureaubladwisselprogramma in het paneelmenu).
ru: Если вы хотите выбрать %s по умолчанию для будущих сеансов, запустите утилиту "switchdesk" (Система - Переключение рабочих столов) из меню панели.
sl: Če želite nastaviti sejo %s kot privzeto za prihodnje seje, uporabite orodje 'switchdesk' (v meniju izberite Sistem->Orodje za preklapljanje namizij).
tr: Gelecek oturumlarda %s öntanımlı olsun isterseniz, 'switchdesk' uygulamasını çalıştırın.
vi: Nếu bạn có muốn làm %s mặc định, hãy chạy tiện ích « switchdesk » (Hệ thống > Công cụ chuyển màn hình nền, từ trình đơn bảng).

source: Please insert 25 cents to log in.
da: Kast venligst 50 øre i for at logge ind.
de: Bitte werfen Sie 25 Cent ein, um sich anzumelden.
fa: برای ورود به سیستم لطفاً دو سکهٔ ۵۰ تومانی بیاندازید.
fi: Kirjautuminen toimii 20 sentin kolikoilla.
hu: Dobjon be egy százast a bejelentkezéshez.
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ದಯವಿಟ್ಟು ೨೫ ಸೆಂಟ್ಸನ್ನು ನಮೂದಿಸಿ.
nl: Werp 25 eurocent in om aan te melden.
ru: Опустите 5 рублей для входа в сеанс.
sl: Prosim vstavite 25 SIT za prijavo
te: ప్రవేశద్వారంకు దయచేసిస్ 25 శాతములు చేర్చుము.
tr: Lütfen jeton atmayı unutmayınız.
vi: Hãy bỏ 25 đồng để đăng nhập.

source: MDM Desktop Manager
da: MDM logind-program
fa: مدیر رومیزی گنوم
fi: MDM-työpöydänhallinta
hu: MDM Munkaasztal-kezelő
kn: MDM ಗಣಕತೆರೆ ವ್ಯವಸ್ಥಾಪಕ
nl: MDM Aanmeldbeheer
ru: Менеджер рабочего стола среды MDM
sl: Upravljalnik namizja MDM
te: గ్నోమ్ గవాక్ష నిర్వాహకి
tr: MDM Masaüstü Yöneticisi
vi: Trình quản lý màn hình nền MDM (MDM)

source: Finger
kn: ಬೆರಳು
sl: Prst
te: వ్రేలు
tr: Parmak
vi: Tiến trình Finger

source: MDM Login
da: MDM-logind
de: MDM-Anmeldung
fa: ورود به سیستم MDM
fi: MDM-kirjautuminen
hu: MDM bejelentkezés
kn: MDM ದಾಖಲಾತಿ
nl: MDM aanmelding
ru: Регистрация с помощью сервера MDM
sl: Prijava MDM
te: జిడియం సమకూర్పు
tr: MDM Giriş
vi: Đăng nhập MDM

source: S_ession
de: Sit_zung
fi: Is_tunto
hu: _Környezet
kn: ಸೆಶನ್(_e)
nl: S_essie
ru: _Сеанс
sl: _Seja
te: _సమకూర్పు
tr: _Oturum
vi: _Phiên chạy

source: _Language
da: S_prog
de: S_prache
fa: _زبان
fi: Kie_li
hu: _Nyelv
kn: ಭಾಷೆ(_L)
nl: _Taal
ru: _Язык
sl: _Jezik
te: _భాషలు
tr: _Dil
vi: N_gôn ngữ

source: Remote Login via _XDMCP...
da: Eksternt logind vha. _XDMCP...
de: Entfernte Anmeldung via _XDMCP …
fi: _XDMCP-etäkirjautuminen...
hu: Távoli bejelentkezés _XDMCP-n keresztül...
kn: _XDMCP ದ ಮೂಲಕ ದೂರಸ್ಥ ದಾಖಲಾತಿ...
nl: Aanmelding op afstand via _XDMCP...
ru: Удалённый вход с использованием _XDMCP...
sl: Oddaljena prijava preko _XDMCP ...
te: _ఎక్స్డియంసిపి ద్వార సూదూర ప్రవేశద్వారం...
tr: _XDMCP ile Uzaktan Bağlantı
vi: Đang nhập từ xa qua _XDMCP ...

source: _Configure Login Manager...
da: _Konfigurér logindprogram...
de: Anmeldemanager _konfigurieren …
fa: _پیکربندی مدیر ورود به سیستم...
fi: Kirjautumisikkunan _asetukset...
hu: Bejelentkezés-kezelő _beállítása...
kn: ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ಸಂರಚಿಸು(_C)...
nl: Aanmeldbeheer _configureren...
ru: _Настроить MDM...
sl: _Nastavi upravitelja prijav ...
te: _ప్రవేశద్వారం నిర్వాహకిని రూపకరించు...
tr: _Giriş Yöneticisini Yapılandır...
vi: _Cấu hình bộ quản lý đăng nhập...

source: _Actions
da: _Handlinger
de: A_ktionen
fa: کن_ش‌ها
fi: _Toiminnot
hu: _Műveletek
kn: ಕಾರ್ಯಗಳು(_A)
nl: _Acties
ru: _Действия
sl: _Dejanja
te: _క్రియలు
tr: _Eylemler
vi: _Hành động

source: _Theme
da: _Tema
de: _Thema
fa: _تم
fi: T_eema
hu: _Téma
kn: ಥೀಮ್(_T)
nl: _Thema
ru: _Тема
sl: _Tema
te: _వైవిథ్యాంశం
tr: _Tema
vi: _Sắc thái

source: _Quit
da: _Afslut
de: _Beenden
fa: _ترک
fi: _Lopeta
hu: _Kilépés
kn: ನಿರ್ಗಮಿಸು(_Q)
nl: A_fsluiten
ru: В_ыход
sl: _Izhod
te: _త్యజించు
tr: Çı_k
vi: T_hoát

source: D_isconnect
da: _Frakobl
de: _Trennen
fa: _قطع اتصال
fi: _Katkaise yhteys
hu: _Bontás
kn: ಸಂಪರ್ಕ ಕಡಿದು ಹಾಕು(_i)
nl: Verbinding ver_breken
ru: _Отключиться
sl: O_dklopi se
te: _తెంచు
tr: _Bağlantıyı Kes
vi: Ngắt kết nố_i

source: Icon
da: Ikon
de: Symbol
fa: شمایل
fi: Kuvake
hu: Ikon
kn: ಲಾಂಛನ
nl: Pictogram
ru: Значок
sl: Ikona
te: ప్రతిమ
tr: Simge
vi: Biểu tượng

source: Welcome
da: Velkommen
de: Willkommen
fa: خوش آمدید
fi: Tervetuloa
hu: Üdvözlet
kn: ಸುಸ್ವಾಗತ
nl: Welkom
ru: Добро пожаловать
sl: Dobrodošli
te: సుస్వాగతము
tr: Hoş Geldiniz
vi: Chào mừng

source: _Start Again
da: _Start igen
de: _Erneut starten
fa: آ_غاز دوباره
fi: _Käynnistä uudestaan
hu: Újrain_dítás
kn: ಪುನಃ ಪ್ರಾರಂಭಿಸು(_S)
nl: _Opnieuw beginnen
ru: _Запустить снова
sl: _Začni znova
te: _మరలా మెదలుపెట్టు
tr: _Yeniden Başlat
vi: _Bắt đầu lại

source: The greeter version (%s) does not match the daemon version. You have probably just upgraded MDM. Please restart the MDM daemon or the computer.
da: Velkomstbyderversionen (%s) passer ikke til serverversionen. Du har sandsynligvis lige opgraderet MDM. Genstart venligst enten MDM-serveren eller maskinen.
de: Die Version des Begrüßers (%s) stimmt nicht mit der Version des Dienstes überein. Vermutlich haben Sie gerade MDM aktualisiert. Starten Sie den MDM-Dienst oder den Computer neu.
fa: نسخهٔ خوش‌آمدگو (%s) با نسخهٔ شبح مطابقت ندارد. احتمالاً شما همین الان MDM را ارتقا داده‌اید. لطفاً شبح MDM یا رایانه را مجدداً راه‌اندازی کنید.
fi: Kirjautumisikkunan versio (%s) ei täsmää palvelimen version kanssa. MDM on todennäköisesti juuri päivitetty. Käynnistä MDM-palvelin tai koko tietokone uudestaan.
hu: Az üdvözlő verziója (%s) nem egyezik a démon verziójával. Valószínűleg nemrég frissítette a MDM-et. Indítsa újra a MDM démont vagy a számítógépet.
kn: ಸ್ವಾಗತಕಾರಕ(greeter) ಆವೃತ್ತಿಯು (%s) ನೇಪಥಕ (daemon) ಆವೃತ್ತಿಯೊಂದಿಗೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ. ನೀವು ಬಹುಷಃ ಈಗತಾನೆ MDM ಅನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು MDM ನೇಪಥಕವನ್ನು ಅಥವ ಗಣಕವನ್ನು ಪುನರ್ ಪ್ರಾರಂಭಿಸಿ.
nl: De versie van de groeter (%s) komt niet overeen met de versie van de daemon. U heeft MDM waarschijnlijk net een versie-upgrade gegeven. Herstart de MDM-daemon of herstart de computer.
ru: Версия (%s) программы-приветствия не совпадает с версией демона. Возможно, пакет MDM был только что обновлен. Перезапустите MDM или перезагрузите компьютер.
sl: Različica pozdravnega programa (%s) ne ustreza različici demona. Verjetno ste pravkar nadgradili MDM. Ponovno zaženite demon MDM ali računalnik.
te: (%s) వివరణము వందనము సూత్రధారి వివరణమునకు సరిపోలదు. మీరు బహూశా జిడియం ఇప్పుడే మెరుగుపరచబడినది. దయచేసి జిడియం సూత్రధారి లేదా కంప్యూటర్ను మరలామొదలుపెట్టు.
tr: Karşılayıcı sürümü (%s) servis sürümü ile uyuşmuyor. MDM sürümünü yeni yükseltmiş olabilirsiniz. Lütfen MDM'yi veya bilgisayarı yeniden başlatın.
vi: Phiên bản của trình chào mừng (%s) không khớp với phiên bản trình nền. Rất có thể là bạn mới nâng cấp MDM. Hãy khởi chạy lại trình nền MDM hoặc khởi động lại máy.

source: Cannot start the greeter
da: Kan ikke start velkomstbyderen
de: Der Begrüßer konnte nicht gestartet werden
fa: نمی‌توان خوش‌آمدگو را آغاز کرد
fi: Kirjautumisikkunaa ei voi käynnistää
hu: Az üdvözlőt nem sikerült elindítani
kn: ಸ್ವಾಗತಕಾರಕವನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿಲ್ಲ
nl: Kan de groeter niet starten
ru: Не удалось запустить программу-приветствие
sl: Ni mogoče pognati pozdravnega programa
te: వందనము మొదలుపెట్టుట వీలుకాదు
tr: Karşılayıcı başlatılamadı
vi: Không khởi động được trình chào mừng

source: Restart
da: Genstart
de: Neustart
fa: راه‌اندازی مجدد
fi: Käynnistä MDM uudelleen
hu: Újraindítás
kn: ಪುನರ್ ಆರಂಭಿಸು
nl: Herstarten
ru: Перезапустить
sl: Ponoven zagon
te: మరలామొదలుపెట్టు
tr: Yeniden başlat
vi: Khởi động lại

source: The greeter version (%s) does not match the daemon version (%s). You have probably just upgraded MDM. Please restart the MDM daemon or the computer.
da: Velkomstbyderversionen (%s) passer ikke til serverversionen (%s). Du har sandsynligvis lige opgraderet MDM. Genstart venligst enten MDM-serveren eller maskinen.
de: Die Version des Begrüßers (%s) stimmt nicht mit der Version des Dienstes (%s) überein. Vermutlich haben Sie gerade MDM aktualisiert. Starten Sie den MDM-Dienst oder den Computer neu.
fa: نسخهٔ خوش‌آمدگو (%s) با نسخهٔ شبح (%s) مطابقت ندارد. احتمالاً شما همین الان MDM را ارتقا داده‌اید. لطفاً شبح MDM یا رایانه را مجدداً راه‌اندازی کنید.
fi: Kirjautumisikkunan versio (%s) ei täsmää palvelimen version (%s) kanssa. MDM on todennäköisesti juuri päivitetty. Käynnistä MDM-palvelin tai koko tietokone uudestaan.
hu: Az üdvözlő verziója (%s) nem egyezik a démon verziójával (%s). Valószínűleg nemrég frissítette a MDM-et. Indítsa újra a MDM démont, vagy a számítógépet.
kn: ಸ್ವಾಗತಕಾರಕ(greeter) ಆವೃತ್ತಿಯು (%s) ನೇಪಥಕ (daemon) ಆವೃತ್ತಿ(%s)ಯೊಂದಿಗೆ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ. ನೀವು ಬಹುಷಃ ಈಗತಾನೆ MDM ಅನ್ನು ಊರ್ಜಿತಗೊಳಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು MDM ನೇಪಥಕವನ್ನು ಅಥವ ಗಣಕವನ್ನು ಪುನರ್ ಪ್ರಾರಂಭಿಸಿ.
nl: De versie van de groeter (%s) komt niet overeen met de versie van de daemon (%s). U heeft MDM waarschijnlijk net een versie-upgrade gegeven. Herstart de MDM-daemon of herstart de computer.
ru: Версия (%s) программы-приветствия не совпадает с версией демона (%s). Возможно, пакет MDM был только что обновлен. Перезапустите MDM или перезагрузите компьютер.
sl: Različica pozdravnega programa (%s) ne ustreza različici demona (%s). Verjetno ste pravkar nadgradili MDM. Ponovno zaženite demon MDM ali računalnik.
te: (%s) వివరణము వందనము (%s) సూత్రధారి వివరణమునకు సరిపోలదు. మీరు బహూశా జిడియం ఇప్పుడే మెరుగుపరచబడినది. దయచేసి జిడియం సూత్రధారి లేదా కంప్యూటర్ను మరలామొదలుపెట్టు.
tr: Karşılayıcı sürümü (%s) MDM sürümü (%s) ile uyuşmuyor. MDM sürümünü yeni yükseltmiş olabilirsiniz. Lütfen MDM'yi veya bilgisayarı yeniden başlatın.
vi: Phiên bản của trình chào mừng (%s) không khớp với phiên bản trình nền (%s). Rất có thể là bạn mới nâng cấp MDM. Hãy khởi chạy lại trình nền MDM hoặc khởi động lại máy.

source: Restart MDM
da: Genstart MDM
de: MDM neu starten
fa: راه‌اندازی مجدد MDM
fi: Käynnistä MDM uudelleen
hu: A MDM újraindítása
kn: MDM ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸು
nl: MDM herstarten
ru: Перезапустить MDM
sl: Ponovno zaženi MDM
te: జిడియం మరలామొదలుపెట్టుము
tr: MDM'yi yeniden başlat
vi: Khởi động lại MDM

source: Restart computer
da: Genstart maskinen
de: System _neu starten
fa: راه‌اندازی مجدد رایانه
fi: Käynnistä tietokone uudelleen
hu: A számítógép újraindítása
kn: ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸು
nl: Computer herstarten
ru: Перезагрузить компьютер
sl: Ponovno računalnik
te: కంప్యూటర్ మారలామొదలుపెట్టుము
tr: Bilgisayarı yeniden başlat
vi: Khởi động lại máy

source: Could not set signal mask!
da: Kunne ikke sætte signalmaske!
de: Signalmaske konnte nicht gesetzt werden!
fa: نمی‌توان نقاب سیگنال را تنظیم کرد!
fi: Signaalimaskia ei voitu asettaa.
hu: Nem állítható be a jelmaszk!
kn: ಸಂಕೇತ ಮುಸುಕನ್ನು ಸಂಯೋಜಿಸಲಾಗಿಲ್ಲ!
nl: Kan het signaalmasker niet instellen!
ru: Не удалось установить маску сигнала!
sl: Ni mogoče nastaviti maske za signale!
te: సైగల మాస్క్ అమర్చుట వీలుకాదు!
tr: Sinyal maskesi ayarlanamadı!
vi: Không thiết lập được mặt nạ tín hiệu.

source: Session directory is missing
da: Sessionsmappen mangler
de: Sitzungsverzeichnis fehlt
fa: شاخهٔ نشست گم شده است
fi: Istuntohakemistoa ei ole.
hu: A környezetkönyvtár nincs megadva
kn: ಅಧಿವೇಶನ ಕೋಶವು ಕಾಣೆಯಾಗಿದೆ
nl: Sessiemap niet gevonden
ru: Не указан каталог сеансов
sl: Imenik seje ne obstaja
te: సమకూర్పు వివరము తప్పిపోయినది
tr: Oturum dizini eksik
vi: Thiếu thư mục phiên chạy

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the MDM configuration.
da: Sessionsmappen mangler eller er tom! Der er to sessioner tilgængelige, men du bør logge ind og straks rette opsætningen af MDM.
de: Ihr Sitzungsverzeichnis fehlt oder ist leer! Es stehen zwei Sitzungen zur Verfügung, die Sie verwenden können, Sie sollten sich jedoch anmelden und Ihre MDM-Konfiguration korrigieren.
fa: شاخهٔ نشست شما گم شده است یا خالی است! در حال حاضر دو نشست برای استفاده موجود است، ولی شما باید وارد سیستم شوید و پیکربندی MDM را اصلاح کنید.
fi: Istuntohakemistoasi ei ole olemassa, tai se on tyhjä! Käytettävissä on kaksi istuntoa, mutta on suositeltavaa korjata MDM:n asetukset kirjautumisen jälkeen.
hu: A környezet könyvtára hiányzik vagy üres! Ilyenkor csak két környezet áll rendelkezésre, ezért lépjen be és javítsa ki a MDM beállítást.
kn: ನಿಮ್ಮ ಅಧಿವೇಶನ ಕೋಶವು ಕಾಣೆಯಾಗಿದೆ ಅಥವ ಖಾಲಿ ಇದೆ! ಎರಡು ಅಧಿವೇಶನಗಳಿನ್ನು ನೀವು ಬಳಸಬಹುದಾಗಿದೆ, ಆದರೆ ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಿ MDM ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಬೇಕು.
nl: Uw sessiemap is niet aanwezig of is leeg! Er zijn twee sessies voor u beschikbaar, maar het beste is, om aan te melden en de configuratie van MDM te corrigeren.
ru: Каталог сеанса отсутствует или пуст! Есть два доступных для использования сеанса, но следует войти и исправить конфигурацию MDM.
sl: Vaša mapa seje manjka ali pa je prazna! Na voljo sta dve seji, ki ju lahko uporabite, vendar bi se morali prijaviti in popraviti nastavitve programa MDM.
tr: Oturum dizini yok, ya da boş! Kullanabileceğiniz iki oturum bulunuyor, ama giriş yaptıktan sonra mdm ayarlarını düzeltmelisiniz.
vi: Thư mục phiên chạy của bạn còn thiếu hay rỗng. Có hai phiên chạy sẵn sàng dùng, nhưng bạn nên đăng nhập và sửa lại cấu hình MDM.

source: Configuration is not correct
da: Konfigurationen er ikke korrekt
de: Konfiguration ist nicht fehlerfrei
fa: پیکربندی صحیح نیست
fi: Asetukset ovat virheelliset
hu: A beállítás nem helyes
kn: ಸಂರಚನೆಯು ಸರಿಯಾಗಿಲ್ಲ
nl: Configuratie is incorrect
ru: Конфигурация неверна
sl: Nastavitve niso pravilne
te: రూపకరణ సరియైనది కాదు
tr: Yapılandırma hatalı
vi: Cấu hình không đúng

source: The configuration file contains an invalid command line for the login dialog, so running the default command. Please fix your configuration.
da: Konfigurationsfilen indeholder en ugyldig kommandolinje til logind-skærmen, derfor køres standardkommandoen. Ret venligst konfigurationen.
de: Die Konfigurationsdatei enthält eine ungültige Befehlszeile für den Anmeldedialog, daher wurde der Vorgabebefehl ausgeführt. Bitte korrigieren Sie Ihre Konfiguration.
fa: پروندهٔ پیکربندی حاوی یک سطر فرمان نامعتبر برای محاورهٔ ورود به سیستم است، بنابراین فرمان پیش‌فرض اجرا می‌شود. لطفاً پیکربندی خود را ترمیم کنید.
fi: Asetustiedostossa on virheellinen komentorivi kirjautumiskyselylle, minkä takia ajettiin oletuskomento. Ole hyvä ja korjaa asetukset.
hu: A beállítófájl ismeretlen parancssort tartalmaz a bejelentkeztető ablak számára, ezért az alapértelmezett parancs lett indítva. Javítsa ki a beállításokat.
kn: ಸಂರಚನ ಕಡತವು ಪ್ರವೇಶ ಸಂವಾದಕ್ಕೆ ಒಂದು ಅಮಾನ್ಯ ಆಜ್ಞಾಸಾಲನ್ನು ಹೊಂದಿದೆ, ಅದ್ದರಿಂದ ಪೂರ್ವನಿಯೋಜಿತ ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಲಾಗುತ್ತಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಿ.
nl: Het configuratiebestand bevat een ongeldige opdrachtregel voor het aanmeldvenster. In plaats hiervan is de standaardopdracht uitgevoerd. Repareer uw configuratie.
ru: Файл конфигурации содержит недопустимую командную строку для диалога входа, поэтому будет запущена исходная команда. Исправьте вашу конфигурацию.
sl: Nastavitvena datoteka vsebuje neveljavno vrstico z ukazom za prijavno okno, zato zaganjam privzet ukaz. Popravite vaše nastavitve.
tr: Yapılandırma dosyası giriş penceresi için geçersiz bir komut satırı içeriyor, o yüzden öntanımlı komut çalıştırıldı. Lütfen yapılandırmanızı düzeltin.
vi: Tập tin cấu hình chứa một dòng lệnh không hợp lệ cho hộp thoại đăng nhập, vậy nên đang chạy lệnh mặc định. Hãy sửa lại cấu hình.

source: File %s cannot be opened for writing.
da: Filen %s kan ikke åbnes til skrivning.
de: Datei %s konnte nicht zum Schreiben geöffnet werden.
fa: نمی‌توان پروندهٔ %s را برای نوشتن باز کرد.
fi: Tiedostoa %s ei voi avata kirjoitusta varten.
hu: A(z) %s fájlt nem nyitható meg írásra.
kn: ಕಡತ %s ವನ್ನು ಬರೆಯಲು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ.
nl: Bestand %s kan niet voor schrijven geopend worden.
ru: Файл %s не может быть открыт для записи.
sl: Datoteke %s ni mogoče odpreti za pisanje.
te: %s దస్త్రం ఎదురుచూచుట కొరకు తెరచబడుట వీలుకాదు.
tr: %s dosyası yazmak için açılamıyor.
vi: Không thể mở tập tin %s để ghi.

source: Cannot open file
da: Kan ikke åbne fil
de: Datei konnte nicht geöffnet werden
fa: نمی‌توان پرونده را باز کرد
fi: Tiedostoa ei voi avata
hu: A fájl nem nyitható meg
kn: ಕಡತವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
nl: Kan bestand niet openen
ru: Не удалось открыть файл
sl: Ni mogoče odpreti datoteke
te: దస్త్రం తెరచుటకు వీలుకాదు
tr: Dosya açılamıyor
vi: Không mở được tập tin.

source: Select User Image
da: Vælg brugerbillede
de: Benutzerbild auswählen
fa: تصویر کاربر را انتخاب کنید
fi: Valitse käyttäjän kuva
hu: Válasszon felhasználói képet
kn: ಬಳಕೆದಾರ ಚಿತ್ರವನ್ನು ಆರಿಸಿ
nl: Kies een afbeelding
ru: Выберите изображение пользователя
sl: Izberite sliko uporabnika
te: వినియోగదారు ప్రతిరూపం ఎంచుకొను
tr: Kullanıcı İmgesini Seçin
vi: Chọn ảnh người dùng

source: Images
da: Billeder
de: Bilder
fa: تصاویر
fi: Kuvat
hu: Képek
kn: ಚಿತ್ರಗಳು
nl: Afbeeldingen
ru: Изображения
sl: Slike
te: ప్రతిరూపములు
tr: İmgeler
vi: Ảnh

source: All Files
da: Alle filer
de: Alle Dateien
fa: همهٔ پرونده‌ها
fi: Kaikki tiedostot
hu: Minden fájl
kn: ಎಲ್ಲಾ ಕಡತಗಳು
nl: Alle bestanden
ru: Все файлы
sl: Vse datoteke
te: అన్ని దస్త్రములు
tr: Tüm Dosyalar
vi: Mọi tập tin
