Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Choose the X server to start
da: Vælg X-server som skal startes
de: Den zu startenden X-Server auswählen
fa: کارگزار X را برای آغاز انتخاب کنید
fi: Valitse käynnistettävä X-palvelin
hu: Válassza ki az elindítandó X-kiszolgálót
kn: X ಪರಿಚಾರಕವನ್ನು ಆರಂಭವಾಗುವಂತೆ ಆರಿಸಿ
nl: Kies de X-server om te starten
ru: Выберите X-сервер для запуска
sl: Izberi X strežnik, ki naj se požene
te: మొదలుపెట్టుటకు X సేవిక ఎంచుకొను
tr: Başlatılacak X sunucuyu seçin
vi: Chọn trinh hỗ trợ X cần khởi động

source: Standard server
da: Forvalgt server
fa: کارگزار استاندارد
fi: Vakiopalvelin
hu: Szabványos kiszolgáló
kn: ರೂಢಿಯ ಪರಿಚಾರಕ
nl: Standaard server
ru: Стандартный сервер
sl: Običajen strežnik
te: ప్రమాణమైన సేవిక
tr: Standart sunucu
vi: Trinh hỗ trợ X chuẩn

source: Error: MDM (GNOME Display Manager) is not running.
da: Fejl: MDM (logind-programmet til GNOME) kører ikke.
de: Fehler: MDM (der GNOME Display-Manager) läuft nicht.
fi: Virhe: MDM (Gnomen kirjautumisohjelma) ei ole käynnissä.
hu: Hiba: A MDM (a GNOME bejelentkezéskezelője) nem fut.
kn: ದೋಷ: MDM (GNOME ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕ) ಚಲಾಯಿತವಾಗುತ್ತಿಲ್ಲ.
nl: Fout: MDM (GNOME aanmeldbeheer) is niet actief.
ru: Ошибка: MDM (Менеджер дисплеев среды GNOME) не запущен.
sl: Napaka: MDM (Upravljalnika zaslona GNOME) ne teče.
te: దోషము: జిడియం (గ్నోమ్ ప్రదర్శన నిర్వాహకి) నడుచుటలేదు.
tr: Hata: MDM (GNOME Görüntü Yöneticisi) çalışmıyor.
vi: Lỗi: MDM (Bộ quản lý trình bày GNOME) chưa chạy.

source: You might be using a different display manager.
da: Du kører måske et andet logind-program.
de: Möglicherweise verwenden Sie einen anderen Anzeigemanager.
fi: Voi olla että käytät jotain toista kirjautumisohjelmaa.
hu: Lehetséges, hogy másik bejelentkezéskezelőt használ.
kn: ನೀವು ಬೇರೊಂದು ಪ್ರದರ್ಶನ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ಬಳಸುತ್ತಿರಬಹುದು.
nl: U gebruikt mogelijk een andere displaybeheerder
ru: Возможно, используется неверный номер дисплея.
sl: Najverjetneje uporabljate drug upravljalnik zaslona.
te: నీవు ఒక వేరొక ప్రదర్శన అభికర్త వాడి ఉండవచ్చు.
tr: Farklı bir görüntü yöneticisi kullananıyor olabilirsiniz.
vi: Có lẽ bạn sử dụng bộ trình bày khác.

source: You do not seem to have the authentication needed for this operation
da: Du ser ikke ud til at have den bemyndigelse der er krævet for denne handling
de: Anscheinend haben Sie nicht die für diese Operation erforderliche Legitimation.
fa: به نظر نمی‌آید شما تأیید اجازه‌های لازم برای این عملیات را داشته باشید
fi: Toimintoon tarvittavaa todennusta ei näy olevan
hu: Úgy tűnik, hogy Ön nem rendelkezik a művelethez szükséges engedéllyel
kn: ಈ ಕಾರ್ಯಾಚರಣೆಗೆ ಬೇಕಿರುವ ದೃಢೀಕರಣವನ್ನು ನೀವು ಹೊಂದಿಲ್ಲವೆಂದು ತೋರುತ್ತದೆ.
nl: U lijkt geen toestemming te hebben om dit te doen
ru: Похоже что у вас нет аутентификации, необходимой для этой операции
sl: Videti je, da za to dejanje nimate zahtevane overitve.
te: ఈ కార్యము కొరకు ప్రామాణీకరణ అవసరం కలిగిఉండుటకు కనబడుటలేదు.
tr: Bu işlem için yeterli yetkiniz yok gibi görülüyor.
vi: Bạn dường như không có xác thực để thực hiện thao tác này.

source: Perhaps your .Xauthority file is not set up correctly.
da: Måske er din .Xauthority-fil ikke sat korrekt op.
de: Möglicherweise ist Ihre ».Xauthority«-Datei nicht korrekt eingerichtet.
fa: شاید پروندهٔ .Xauthority شما درست برپاسازی نشده باشد.
fi: Tiedosto .Xauthority voi olla väärin asetettu.
hu: Talán a „.Xauthority” fájlja nincs megfelelően beállítva.
kn: ಬಹುಷಃ ನಿಮ್ಮ .Xauthority ಕಡತವು ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲದಿರಬಹುದು.
nl: Misschien is uw .Xauthority-bestand niet goed ingesteld.
ru: Возможно, файл .Xauthority не установлен корректно.
sl: Morda vaša datoteka .Xauthority ni pravilno nastavljena.
te: ఒకవేళ మీయొక్క .Xఅధికారము దస్త్రం సరిగా అమర్చిపెట్టకపోవచ్చు.
tr: Belkide .Xauthority dosyanız doğru ayarlanmamıştır.
vi: Có lẽ tập tin .Xauthority của bạn chưa được thiết lập đúng.

source: You do not seem to be logged in on the console
da: Du ser ikke ud til at være logget ind på konsollen
de: Anscheinend sind sie nicht über die Konsole angemeldet.
fa: به نظر نمی‌آید در پیشانه وارد سیستم شده باشید
fi: Et näytä kirjautuneen sisään konsolissa
hu: Úgy tűnik, hogy Ön konzolon nincs bejelentkezve
kn: ನೀವು ಕನ್ಸೋಲಿನಲ್ಲಿ ಪ್ರವೇಶಿಸಿದಂತೆ ತೋರುತ್ತಿಲ್ಲ
nl: U lijkt niet aangemeld te zijn op de console
ru: Похоже, Вы не вошли в сеанс в консоли
sl: Videti je, da niste prijavljeni v konzolo
te: నీవు ఓదార్పు పై లోపలికి నమోదవబడినట్టు కనబడుటలేదు.
tr: Konsoldan giriş yapmış gibi görünmüyorsunuz
vi: Hình như bạn chưa đăng nhập vào bàn giao tiếp.

source: Starting a new login only works correctly on the console.
da: Start af et nyt logind virker kun korrekt fra konsollen.
de: Das Starten einer neuen Anmeldung funktioniert nur mittels der Konsole fehlerfrei.
fa: آغاز یک نشست ورود جدید به سیستم فقط در یک پیشانه درست عمل می‌کند.
fi: Uuden kirjautumisen aloitus toimii oikein vain konsolista.
hu: Új bejelentkezés indítása csak a konzolon működik megfelelően.
kn: ಒಂದು ಹೊಸ ಪ್ರವೇಶವನ್ನು ಆರಂಭಿಸುವುದು ಕೇವಲ ಕನ್ಸೋಲಿನಲ್ಲಿ ಮಾತ್ರ ಸರಿಯಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ.
nl: Het starten van een nieuwe aanmelding werkt alleen correct vanaf de console.
ru: Начало нового входа в сеанс корректно работает только на консоли.
sl: Začetek nove prijave deluje pravilno le iz konzole.
te: ఓదార్పు పై ఒక కొత్త ప్రవేశద్వారం మాత్రమే సరిగా పనిచేస్తుంది
tr: Yeni bir giriş başlatmak sadece konsoldan doğru çalışır.
vi: Bắt đầu đăng nhập mới chỉ làm việc đúng trên bàn giao tiếp.

source: Cannot start new display
da: Kan ikke starte ny terminal
de: Neue Anzeige konnte nicht gestartet werden
fa: نمی‌توان نمایش جدید را آغاز کرد
fi: Uutta näyttöä ei voi käynnistää
hu: Nem indítható új képernyő
kn: ಹೊಸ ಪ್ರದರ್ಶಕವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ
nl: Kan geen nieuw scherm starten
ru: Не удалось запустить новый дисплей
sl: Ni mogoče pognati novega zaslona
te: కొత్త ప్రదర్శన మొదలుపెట్టుటకు వీలుకాదు
tr: Yeni görüntü başlatılamadı
vi: Không thể bắt đầu bộ trình bày mới.

source: Log in as another user without logging out
da: Log ind som en anden bruger uden at logge ud
de: Neu anmelden, ohne sich abzumelden
fa: ورود به سیستم به‌عنوان یک کاربر دیگر بدون خروج از سیستم
fi: Kirjaudu sisään toisena käyttäjänä ilman uloskirjautumista
hu: Bejelentkezés más felhasználó nevében kilépés nélkül
kn: ಹೊರಗೆ ನಿರ್ಗಮಿಸದೆ, ಬೇರೊಂದು ಬಳಕೆದಾರನಾಗಿ ಪ್ರವೇಶಿಸು
nl: Aanmelden als andere gebruiker zonder eerst af te melden
ru: Окно начала нового сеанса в качестве другого пользователя без завершения старого сеанса
sl: Prijavi se kot drug uporabnik, brez da bi se odjavil
te: ప్రవేశద్వారం బయటకి వెళ్ళకుండా మరియొక వినియోగదారు లాగా లోపలికి నమోదవు
tr: Çıkış yapmadan başka bir kullanıcıyla giriş yap
vi: Đăng nhập với tên người dùng khác mà không cần đăng xuất.

source: New Login
da: Nyt logind
de: Neu anmelden
fa: ورود جدید به سیستم
fi: Uusi kirjautuminen
hu: Új bejelentkezés
kn: ಹೊಸ ದಾಖಲಾತಿ
nl: Nieuwe aanmelding
ru: Новый сеанс
sl: Nova prijava
te: కొత్త ప్రవేశద్వారం
tr: Yeni Giriş
vi: Đăng nhập mới

source: A-M|Afrikaans
de: A-M|Afrikanisch
fa: الف‐س|آفریکانس
kn: A-M|ಆಫ್ರಿಕಾನಸ್
ru: А-О|Африкаанс
sl: A-M|Afriško
te: ఎ-యమ్|ఆఫ్రికంస్
tr: A-M|Afrikanca
vi: A-M|Tiếng Hoà-lan Nam Phi

source: A-M|Albanian
da: A-M|Albansk
de: A-M|Albanisch
fa: الف‐س|آلبانیایی
fi: A-M|albania
hu: A-M|Albán
kn: A-M|ಅಲ್ಬೇನಿಯನ್
nl: A-M|Albanees
ru: А-О|Албанский
sl: A-M|Albanščina
te: ఎ-యమ్|అల్బానియన్
tr: A-M|Arnavutluk
vi: A-M|Tiếng An-ba-ni

source: A-M|Amharic
da: A-M|Amharisk
de: A-M|Amharisch
fa: الف‐س|امهری
fi: A-M|amhara
hu: A-M|Amhara
kn: A-M|ಅಮ್ಹಾರಿಕ್
nl: A-M|Amharisch
ru: А-О|Амхарский
sl: A-M|Amharščina
te: ఎ-యమ్|అమ్హారిక్
vi: A-M|Tiếng Am-ha-ric

source: A-M|Arabic (Egypt)
da: A-M|Arabisk (Egypten)
de: A-M|Arabisch (Ägypten)
fa: ش‐ی|عربی (مصر)
fi: A-M|arabia (egyptin-)
hu: A-M|Arab (Egyiptom)
kn: A-M|ಅರೇಬಿಕ್ (ಈಜಿಪ್ಟ್)
nl: A-M|Arabisch (Egypte)
ru: А-О|Арабский (Египетский)
sl: A-M|Arabščina (Egipt)
te: ఎ-యమ్|అరబిక్ (ఈజిప్ట్)
tr: A-M|Arapça (Mısır)
vi: A-M|Ả Rập (Ai Cập)

source: A-M|Arabic (Lebanon)
da: A-M|Arabisk (Libanon)
de: A-M|Arabisch (Libanon)
fa: ش‐ی|عربی (لبنان)
fi: A-M|arabia (libanonin-)
hu: A-M|Arab (Libanon)
kn: A-M|ಅರೇಬಿಕ್ (ಲೆಬೆನಾನ್)
nl: A-M|Arabisch (Libanon)
ru: А-О|Арабский (Ливанский)
sl: A-M|Arabščina (Libanon)
te: ఎ-యమ్|అరబిక్ (లిబనాన్)
tr: A-M|Arapça (Lübnan)
vi: A-M|Ả Rập (Le-ba-non)

source: A-M|Arabic (Saudi Arabia)
da: A-M|Arabisk (Saudi-Arabien)
de: A-M|Arabisch (Saudi Arabien)
fi: A-M|arabia (saudiarabian-)
hu: A-M|Arab (Szaúd-Arábia)
kn: A-M|ಅರೇಬಿಕ್ (ಸೌದಿ ಅರೇಬಿಯ)
nl: A-M|Arabisch (Saoedi-Arabië)
ru: А-О|Арабский (Саудовская Аравия)
sl: A-M|Arabščina (Saudova Arabija)
te: ఎ-యమ్|అరబిక్ (సౌదీ అరేబియా)
tr: A-M|Arapça (Suudi Arabistan)
vi: A-M|Ả Rập (Xâu-đi A Rập)

source: A-M|Armenian
da: A-M|Armensk
de: A-M|Armenisch
fa: الف‐س|ارمنی
fi: A-M|armenia
hu: N-Z|Örmény
kn: A-M|ಅರ್ಮೇನಿಯನ್
nl: A-M|Armeens
ru: А-О|Армянский
sl: A-M|Armenščina
te: ఎ-యమ్|అర్మేనియన్
tr: A-M|Ermenice
vi: A-M|Tiếng Ac-mê-ni

source: A-M|Azerbaijani
da: A-M|Aserbadjansk
de: A-M|Aserbaidschanisch
fa: الف‐س|آذربایجانی
fi: A-M|azeri
hu: A-M|Azerbajdzsáni
kn: A-M|ಅಝರ್ಬೈಝಾನಿ
nl: A-M|Azerbeidjaans
ru: А-О|Азербайджанский
sl: A-M|Azerbaižanščina
te: ఎ-యమ్|అజెర్బేయ్జాని
tr: A-M|Azerice
vi: A-M|Tiếng A-dơ-bai-sa-ni

source: A-M|Basque
da: A-M|Baskisk
de: A-M|Baskisch
fa: الف‐س|باسکی
fi: A-M|baski
hu: A-M|Baszk
kn: A-M|ಬೇಸ್ಕ್ಯೂ
nl: A-M|Baskisch
ru: А-О|Баскский
sl: A-M|Baskovščina
te: ఎ-యమ్|బాస్క్యూ
tr: A-M|Bask
vi: A-M|Tiếng Ba-x-cợ

source: A-M|Belarusian
da: A-M|Belarusisk
de: N-Z|Weißrussisch
fa: الف‐س|بلوروسی
fi: N-Z|valkovenäjä
hu: A-M|Belorusz
kn: A-M|ಬೆಲಾರಸಿಯನ್
nl: A-M|Wit-Russisch
ru: А-О|Белорусский
sl: A-M|Beloruščina
te: ఎ-యమ్|బెలారూసియన్
tr: A-M|Belarus
vi: A-M|Tiếng Be-la-ru-xia

source: A-M|Bengali
de: A-M|Bengalisch
fa: الف‐س|بنگالی
hu: A-M|Bengáli
kn: A-M|ಬೆಂಗಾಲಿ
nl: A-M|Bengaals
ru: А-О|Бенгальский
sl: A-M|Bengalščina
te: ఎ-యమ్|బెంగాలీ
vi: A-M|Tiếng Ben-ga-li

source: A-M|Bengali (India)
da: A-M|Bengali (Indien)
de: A-M|Bengalisch (Indien)
fa: الف‐س|بنگالی (هند)
fi: A-M|bengali (intian-)
hu: A-M|Bengáli (India)
kn: A-M|ಬೆಂಗಾಲಿ (ಭಾರತ)
nl: A-M|Bengaals (India)
ru: А-О|Бенгальский (Индийский)
sl: A-M|Bengalščina (Indija)
te: ఎ-యమ్|బెంగాలీ (ఇండియా)
tr: A-M|Bengal (Hindistan)
vi: A-M|Tiếng Ben-ga-li (Ấn-độ)

source: A-M|Bulgarian
da: A-M|Bulgarsk
de: N-Z|Bulgarisch
fa: الف‐س|بلغاری
fi: A-M|bulgaria
hu: A-M|Bolgár
kn: A-M|ಬಲ್ಗೇರಿಯನ್
nl: A-M|Bulgaars
ru: А-О|Болгарский
sl: A-M|Bulgarščina
te: ఎ-యమ్|బల్గేరియన్
tr: A-M|Bulgarca
vi: A-M|Tiếng Bun-ga-ri

source: A-M|Bosnian
da: A-M|Bosnisk
de: A-M|Bosnisch
fa: الف‐س|بوسنیایی
fi: A-M|bosnia
hu: A-M|Bosnyák
kn: A-M|ಬೋಸ್ನಿಯನ್
nl: A-M|Bosnisch
ru: А-О|Боснийский
sl: A-M|Bosanščina
te: ఎ-యమ్|బొసానియన్
tr: A-M|Bosna-Hersek
vi: A-M|Tiếng Bo-x-ni-a

source: A-M|Catalan
da: A-M|Katalansk
de: A-M|Katalanisch
fa: ش‐ی|کاتالونیایی
fi: A-M|katalaani
hu: A-M|Katalán
kn: A-M|ಕೆಟಲಾನ್
nl: A-M|Catalaans
ru: А-О|Каталонский
sl: A-M|Katalonščina
te: ఎ-యమ్|కాటాలాన్
tr: A-M|Katalan
vi: A-M|Tiếng Ca-ta-lan

source: A-M|Chinese (China Mainland)
da: A-M|Kinesisk (Kina, fastlandet)
de: A-M|Chinesisch (China - Hauptland)
fa: الف‐س|چینی (سرزمین اصلی)
fi: A-M|kiina (manner-)
hu: A-M|Kínai (Kínai szárazföld)
kn: A-M|ಚೈನೀಸ್ (ಚೈನಾ ಮೈನ್-ಲ್ಯಾಂಡ್)
nl: A-M|Chinees (Vaste land van China)
ru: А-О|Китайский (основные земли)
sl: A-M|Kitajščina (Kitajska)
te: ఎ-యమ్|చైనీస్ (చైనా మెయిన్ల్యాండ్)
tr: A-M|Çince (Çin Anakara)
vi: N-Z|Tiếng Trung Hoa (lục địa)

source: A-M|Chinese (Hong Kong)
da: A-M|Kinesisk (Hong Kong)
de: A-M|Chinesisch (Hong Kong)
fa: الف‐س|چینی (هنگ‌کنگ)
fi: A-M|kiina (hongkongin-)
hu: A-M|Kínai (Hong Kong)
kn: A-M|ಚೈನೀಸ್ (ಹಾಂಗ್ ಕಾಂಗ್)
nl: A-M|Chinees (Hong-Kong)
ru: А-О|Китайский (Гонконг)
sl: A-M|Kitajščina (Hong Kong)
te: ఎ-యమ్|చైనీస్ (హాంగ్ కాంగ్)
tr: A-M|Çince (Hong Kong)
vi: N-Z|Tiếng Trung Hoa (Hồng Kông)

source: A-M|Chinese (Singapore)
da: A-M|Kinesisk (Singapore)
de: A-M|Chinesisch (Singapur)
fa: الف‐س|چینی (سنگاپور)
fi: A-M|kiina (singaporen-)
hu: A-M|Kínai (Szingapúr)
kn: A-M|ಚೈನೀಸ್ (ಸಿಂಗಪೂರ್)
nl: A-M|Chinees (Singapore)
ru: А-О|Китайский (Сингапур)
sl: A-M|Kitajščina (Singapur)
te: ఎ-యమ్|చైనీస్ (సింగపూర్)
tr: A-M|Çince (Singapur)
vi: N-Z|Tiếng Trung Hoa (Xing-a-poa)

source: A-M|Chinese (Taiwan)
da: A-M|Kinesisk (Taiwan)
de: A-M|Chinesisch (Taiwan)
fa: الف‐س|چینی (تایوان)
fi: A-M|kiina (taiwanin-)
hu: A-M|Kínai (Tajvan)
kn: A-M|ಚೈನೀಸ್ (ತೈವಾನ್)
nl: A-M|Chinees (Taiwan)
ru: А-О|Китайский (Тайвань)
sl: A-M|Kitajščina (Tajvan)
te: ఎ-యమ్|చైనీస్ (తైవాన్)
tr: A-M|Çince (Tayvan)
vi: N-Z|Tiếng Trung Hoa (Dài Loan)

source: A-M|Croatian
da: A-M|Kroatisk
de: A-M|Kroatisch
fa: ش‐ی|کرواتی
fi: A-M|kroatia
hu: A-M|Horvát
kn: A-M|ಕ್ರೊಯೇಶಿಯನ್
nl: A-M|Kroatisch
ru: П-Я|Хорватский
sl: A-M|Hrvaščina
te: ఎ-యమ్|క్రోఆటియన్
tr: A-M|Hırvatça
vi: A-M|Tiếng Cợ-rô-a-ti-a

source: A-M|Czech
da: A-M|Tjekkisk
de: N-Z|Tschechisch
fa: الف‐س|چکی
fi: N-Z|tšekki
hu: A-M|Cseh
kn: A-M|ಝೆಕ್
nl: N-Z|Tsjechisch
ru: П-Я|Чешский
sl: A-M|Češčina
te: ఎ-యమ్|క్జీఖ్
tr: A-M|Çekçe
vi: N-Z|Tiếng Séc

source: A-M|Danish
da: A-M|Dansk
de: A-M|Dänisch
fa: الف‐س|دانمارکی
fi: N-Z|tanska
hu: A-M|Dán
kn: A-M|ಡಾನಿಶ್
nl: A-M|Deens
ru: А-О|Датский
sl: A-M|Danščina
te: ఎ-యమ్|డానిష్
tr: A-M|Danca
vi: A-M|Tiếng Đan Mạch

source: A-M|Dutch
da: A-M|Hollandsk
de: N-Z|Niederländisch
fa: ش‐ی|هلندی
fi: A-M|hollanti
hu: A-M|Holland
kn: A-M|ಡಚ್
nl: N-Z|Nederlands
ru: А-О|Голландский
sl: A-M|Nizozemščina
te: ఎ-యమ్|డచ్చ్
tr: A-M|Hollanda
vi: A-M|Tiếng Hà Lan

source: A-M|Dutch (Belgium)
da: A-M|Hollandsk (Belgien)
de: A-M|Niederländisch (Belgien)
fi: A-M|hollanti (belgian-)
hu: A-M|Holland (Belgium)
kn: A-M|ಡಚ್ (ಬೆಲ್ಜಿಯಂ)
nl: N-Z|Nederlands (Belgisch)
ru: П-Я|Голландский (Бельгия)
sl: A-M|Nizozemščina (Belgija)
te: ఎ-యమ్|డచ్చ్ (బెల్జియం)
tr: A-M|Hollandaca (Bekçika)
vi: A-M|Hoà (Bỉ)

source: A-M|English (USA)
da: A-M|Engelsk (USA)
de: A-M|Englisch (USA)
fa: الف‐س|انگلیسی(ایالات متحده)
fi: A-M|englanti (amerikan-)
hu: A-M|Angol (USA)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಯುಎಸ್ಎ)
nl: A-M|Engels (VS)
ru: А-О|Английский (США)
sl: A-M|Angleščina (ZDA)
te: ఎ-యమ్|ఇంగ్లీష్ (యుఎస్ఎ)
tr: A-M|İngilizce (ABD)
vi: A-M|Tiếng Anh (Mỹ)

source: A-M|English (Australia)
da: A-M|Engelsk (Australien)
de: A-M|Englisch (Australien)
fa: الف‐س|انگلیسی (استرالیا)
fi: A-M|englanti (australian-)
hu: A-M|Angol (Ausztrália)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಆಸ್ಟ್ರೇಲಿಯಾ)
nl: A-M|Engels (Australië)
ru: А-О|Английский (Австралия)
sl: A-M|Angleščina (Avstralija)
te: ఎ-యమ్|ఇంగ్లీష్ (ఆష్ట్రేలియా)
tr: A-M|İngilizce (Avustralya)
vi: A-M|Tiếng Anh (Úc)

source: A-M|English (UK)
da: A-M|Engelsk (Storbritannien)
de: A-M|Englisch (UK)
fa: الف‐س|انگلیسی(بریتانیا)
fi: A-M|englanti (britti-)
hu: A-M|Angol (UK)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಯುಕೆ)
nl: A-M|Engels (GB)
ru: А-О|Английский (Великобритания)
sl: A-M|Angleščina (Združeno kraljestvo)
te: ఎ-యమ్|ఇంగ్లీష్ (యుకె)
tr: A-M|İngilizce (Birleşik Krallık)
vi: A-M|Tiếng Anh (quốc Anh)

source: A-M|English (Canada)
da: A-M|Engelsk (Canada)
de: A-M|Englisch (Kanada)
fa: الف‐س|انگلیسی (کانادا)
fi: A-M|englanti (kanadan-)
hu: A-M|Angol (Kanada)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಕೆನಡಾ)
nl: A-M|Engels (Canada)
ru: А-О|Английский (Канада)
sl: A-M|Angleščina (Kanada)
te: ఎ-యమ్|ఇంగ్లీష్ (కెనడా)
tr: A-M|İngilizce (Kanada)
vi: A-M|Anh (Ca-na-đa)

source: A-M|English (Ireland)
da: A-M|Engelsk (Irland)
de: A-M|Englisch (Irland)
fa: الف‐س|انگلیسی (ایرلند)
fi: A-M|englanti (irlannin-)
hu: A-M|Angol (Írország)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಐರ್-ಲ್ಯಾಂಡ್)
nl: A-M|Engels (Ierland)
ru: А-О|Английский (Ирландский)
sl: A-M|Angleščina (Irska)
te: ఎ-యమ్|ఇంగ్లీష్ (ఐర్లాండ్)
tr: A-M|İngilizce (İrlanda)
vi: A-M|Tiếng Anh (Ái nhĩ lan)

source: A-M|English (Denmark)
da: A-M|Engelsk (Danmark)
de: A-M|Englisch (Dänemark)
fa: الف‐س|انگلیسی (دانمارک)
fi: A-M|englanti (tanskan-)
hu: A-M|Angol (Dánia)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಡೆನ್ಮಾರ್ಕ್)
nl: A-M|Engels (Denemarken)
ru: А-О|Английский (Дания)
sl: A-M|Angleščina (Danska)
te: ఎ-యమ్|ఇంగ్లీష్ (డెన్మార్క్)
tr: A-M|İngilizce (Danimarka)
vi: A-M|Tiếng Anh (Đan-mạch)

source: A-M|English (South Africa)
da: A-M|Engelsk (Sydafrika)
de: A-M|Englisch (Südafrika)
fa: الف‐س|انگلیسی (آفریقای جنوبی)
fi: A-M|englanti (eteläafrikan-)
hu: A-M|Angol (Dél-Afrika)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ)
nl: A-M|Engels (Zuid-Afrika)
ru: А-О|Английский (Южная Африка)
sl: A-M|Angleščina (Južna Afrika)
te: ఎ-యమ్|ఇంగ్లీష్ (సౌత్ ఆఫ్రికా)
tr: A-M|İngilizce (Güney Afrika)
vi: A-M|Tiếng Anh (Nam Phi)

source: A-M|English (Malta)
da: A-M|Engelsk (Malta)
de: A-M|Englisch (Malta)
fi: A-M|englanti (maltan-)
hu: A-M|Angol (Málta)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ಮಾಲ್ಟಾ)
nl: A-M|Engels (Malta)
ru: А-О|Английский (Мальта)
sl: A-M|Angleščina (Malta)
te: ఎ-యమ్|ఇంగ్లీష్ (మల్టా)
tr: A-M|İngilizce (Malta)
vi: A-M|Anh (Man-tợ)

source: A-M|English (New Zealand)
da: A-M|Engelsk (New Zealand)
de: A-M|Englisch (Neuseeland)
fi: A-M|englanti (uudenseelannin-)
hu: A-M|Angol (Új-Zéland)
kn: A-M|ಇಂಗ್ಲಿಷ್ (ನ್ಯೂಝಿಲ್ಯಾಂಡ್)
nl: A-M|Engels (Nieuw-Zeeland)
ru: А-О|Английский (Новая Зеландия)
sl: A-M|Angleščina (Nova Zelandija)
te: ఎ-యమ్|ఇంగ్లీష్ (న్యూజిలాండ్)
tr: A-M|İngilizce (Yeni Zelanda)
vi: A-M|Anh (Niêu Xi-lan)

source: A-M|Estonian
da: A-M|Estisk
de: A-M|Estnisch
fa: الف‐س|استونیایی
fi: N-Z|viro
hu: A-M|Észt
kn: A-M|ಇಸ್ಟೋನಿಯನ್
nl: A-M|Ests
ru: П-Я|Эстонский
sl: A-M|Estonščina
te: ఎ-యమ్|ఎస్టోనియన్
tr: A-M|Estonyaca
vi: A-M|Tiếng Et-tô-ni-a

source: A-M|Finnish
da: A-M|Finsk
de: A-M|Finnisch
fa: ش‐ی|فنلاندی
fi: N-Z|suomi
hu: A-M|Finn
kn: A-M|ಫಿನ್ನಿಶ್
nl: A-M|Fins
ru: П-Я|Финский
sl: A-M|Finščina
te: ఎ-యమ్|ఫిన్నిష్
tr: A-M|Fince
vi: N-Z|Tiếng Phần Lan

source: A-M|French
da: A-M|Fransk
de: A-M|Französisch
fa: ش‐ی|فرانسوی
fi: N-Z|ranska
hu: A-M|Francia
kn: A-M|ಫ್ರೆಂಚ್
nl: A-M|Frans
ru: П-Я|Французский
sl: A-M|Francoščina
te: ఎ-యమ్|ఫ్రెంచ్
tr: A-M|Fransızca
vi: N-Z|Tiếng Pháp

source: A-M|French (Belgium)
da: A-M|Fransk (Belgien)
de: A-M|Französisch (Belgien)
fa: ش‐ی|فرانسوی(بلژیک)
fi: N-Z|ranska (belgian-)
hu: A-M|Francia (Belgium)
kn: A-M|ಫ್ರೆಂಚ್ (ಬೆಲ್ಜಿಯಂ)
nl: A-M|Frans (Belgisch)
ru: П-Я|Французский (Бельгия)
sl: A-M|Francoščina (Belgija)
te: ఎ-యమ్|ఫ్రెంచ్ (బెల్జియం)
tr: A-M|Fransızca (Bekçika)
vi: N-Z|Tiếng Pháp (Bỉ)

source: A-M|French (Canada)
da: A-M|Fransk (Canada)
de: A-M|Französisch (Kanada)
fi: N-Z|ranska (kanadan-)
hu: A-M|Francia (Kanada)
kn: A-M|ಫ್ರೆಂಚ್ (ಕೆನಡ)
nl: A-M|Frans (Canada)
ru: А-О|Французский (Канада)
sl: A-M|Francoščina (Kanada)
te: ఎ-యమ్|ఫ్రెంచ్ (కెనడా)
tr: A-M|Fransızca (Kanada)
vi: N-Z|Pháp (Ca-na-đa)

source: A-M|French (Luxembourg)
da: A-M|Fransk (Luxembourg)
de: A-M|Französisch (Luxemburg)
fi: N-Z|ranska (luxemburgin-)
hu: A-M|Francia (Luxemburg)
kn: A-M|ಫ್ರೆಂಚ್ (ಲಕ್ಸಂಬರ್ಗ್)
nl: A-M|Frans (Luxemburg)
ru: П-Я|Французский (Люксембург)
sl: A-M|Francoščina (Luksemburg)
te: ఎ-యమ్|ఫ్రెంచ్ (లుక్సెంబౌర్గ్)
tr: A-M|Fransızca (Lüksemburg)
vi: N-Z|Pháp (Lúc-xăm-buac)

source: A-M|French (Switzerland)
da: A-M|Fransk (Schweiz)
de: A-M|Französisch (Schweiz)
fa: الف‐س|فرانسوی(سوئیس)
fi: N-Z|ranska (sveitsin-)
hu: A-M|Francia (Svájc)
kn: A-M|ಫ್ರೆಂಚ್ (ಸ್ವಿಟ್ಜರ್ಲ್ಯಾಂಡ್)
nl: A-M|Engels (Zwitserland)
ru: П-Я|Французский (Швейцария)
sl: A-M|Francoščina (Švica)
te: ఎ-యమ్|ఫ్రెంచ్ (స్విట్జర్లాండ్)
tr: A-M|Fransızca (İsviçre)
vi: A-M|Tiếng Pháp (Thụy sĩ)

source: A-M|Galician
da: A-M|Galisisk
de: A-M|Galizisch
fa: الف‐س|گالیسیایی
fi: A-M|galicia
hu: A-M|Galíciai
kn: A-M|ಗೆಲಾಸಿಯನ್
nl: A-M|Galiciaans
ru: А-О|Галльский
sl: A-M|Galščina
te: ఎ-యమ్|గెలిసియన్
tr: A-M|Galiçce
vi: A-M|Tiếng Ga-li-ci-a

source: A-M|German
da: A-M|Tysk
de: A-M|Deutsch
fa: الف‐س|آلمانی
fi: N-Z|saksa
hu: N-Z|Német
kn: A-M|ಜರ್ಮನ್
nl: A-M|Duits
ru: А-О|Немецкий
sl: A-M|Nemščina
te: ఎ-యమ్|జర్మన్
tr: A-M|Almanca
vi: A-M|Tiếng Đức

source: A-M|German (Austria)
da: A-M|Tysk (Østrig)
de: A-M|Deutsch (Österreich)
fa: الف‐س|آلمانی (اتریش)
fi: N-Z|saksa (itävallan-)
hu: N-Z|Német (Ausztria)
kn: A-M|ಜರ್ಮನ್ (ಆಸ್ಟ್ರಿಯಾ)
nl: A-M|Duits (Australië)
ru: А-О|Немецкий (Австрия)
sl: A-M|Nemščina (Avstrija)
te: ఎ-యమ్|జర్మన్ (ఆష్ట్రియా)
tr: A-M|Almanca (Avusturya)
vi: A-M|Tiếng Đức A(o)

source: A-M|German (Luxembourg)
da: A-M|Tysk (Luxembourg)
de: A-M|Deutsch (Luxemburg)
fi: N-Z|saksa (luxemburgin-)
hu: N-Z|Német (Luxemburg)
kn: A-M|ಜರ್ಮನ್ (ಲಕ್ಸಂಬರ್ಗ್)
nl: A-M|Duits (Luxemburg)
ru: А-О|Немецкий (Люксембург)
sl: A-M|Nemščina (Avstrija)
te: ఎ-యమ్|జర్మన్ (లుక్సెంబౌర్గ్)
tr: A-M|Almanca (Lüksemburg)
vi: A-M|Đức (Lúc-xăm-buac)

source: A-M|German (Switzerland)
da: A-M|Tysk (Schweiz)
de: A-M|Deutsch (Schweiz)
fa: الف‐س|آلمانی (سوئیس)
fi: N-Z|saksa (sveitsin-)
hu: N-Z|Német (Svájc)
kn: A-M|ಜರ್ಮನ್ (ಸ್ವಿಟ್ಜರ್ಲ್ಯಾಂಡ್)
nl: A-M|Duits (Zwitserland)
ru: A-O|Немецкий (Швейцария)
sl: A-M|Nemščina (Švica)
te: ఎ-యమ్|జర్మన్ (స్విట్జర్లాండ్)
tr: A-M|Almanca (İsviçre)
vi: A-M|Tiếng Đức (Thụy sĩ)

source: A-M|Greek
da: A-M|Græsk
de: A-M|Griechisch
fa: ش‐ی|یونانی
fi: A-M|kreikka
hu: A-M|Görög
kn: A-M|ಗ್ರೀಕ್
nl: A-M|Grieks
ru: А-О|Греческий
sl: A-M|Grščina
te: ఎ-యమ్|గ్రీక్
tr: N-Z|Yunanca
vi: A-M|Tiếng Hy Lạp

source: A-M|Greek (Cyprus)
da: A-M|Græsk (Cypern)
de: A-M|Griechisch (Zypern)
fi: A-M|kreikka (kyproksen-)
hu: A-M|Görög (Ciprus)
kn: A-M|ಗ್ರೀಕ್ (ಸೈಪ್ರಸ್)
nl: A-M|Grieks (Cyprus)
ru: А-О|Греческий (Кипр)
sl: A-M|Grščina (Ciper)
te: ఎ-యమ్|గ్రీక్ (సిప్రస్)
tr: N-Z|Yunanca (Güney Kıbrıs Rum Kesimi)
vi: A-M|Hy Lạp (Síp)

source: A-M|Gujarati
fa: ش‐ی|گجراتی
fi: A-M|gudžarati
hu: A-M|Gudzsarati
kn: A-M|ಗುಜರಾತಿ
ru: А-О|Гуджарати
te: ఎ-యమ్|గుజరాతి
vi: A-M|Tiếng Gu-sa-ra-ti

source: A-M|Hebrew
da: A-M|Hebraisk
de: A-M|Hebräisch
fa: ش‐ی|عبری
fi: A-M|heprea
hu: A-M|Héber
kn: A-M|ಹೀಬ್ರೂ
nl: A-M|Hebreeuws
ru: А-О|Иврит
sl: A-M|Hebrejščina
te: ఎ-యమ్|హెర్బ్యూ
tr: A-M|İbranice
vi: A-M|Tiếng Do Thái

source: A-M|Hindi
fa: ش‐ی|هندی
kn: A-M|ಹಿಂದಿ
ru: П-Я|Хинди
sl: A-M|Hindujščina
te: ఎ-యమ్|హిందీ
tr: A-M|Hintçe
vi: A-M|Tiếng Hin-đi

source: A-M|Hungarian
da: A-M|Ungarsk
de: N-Z|Ungarisch
fa: ش‐ی|مجاری
fi: N-Z|unkari
hu: A-M|Magyar
kn: A-M|ಹಂಗೇರಿಯನ್
nl: A-M|Hongaars
ru: А-О|Венгерский
sl: A-M|Madžarščina
te: ఎ-యమ్|హంగేరియన్
tr: A-M|Macarca
vi: A-M|Tiếng Hun-ga-ri

source: A-M|Icelandic
da: A-M|Islandsk
de: A-M|Isländisch
fa: الف‐س|ایسلندی
fi: A-M|islanti
hu: A-M|Izlandi
kn: A-M|ಐಸ್-ಲ್ಯಾಂಡಿಕ್
nl: A-M|IJslands
ru: А-О|Исландский
sl: A-M|Islandščina
te: ఎ-యమ్|ఐస్లాండిక్
tr: A-M|İzlanda dili
vi: A-M|Tiếng Băng đảo

source: A-M|Indonesian
da: A-M|Indonesisk
de: A-M|Indonesisch
fa: الف‐س|اندونزیایی
fi: A-M|indonesia
hu: A-M|Indonéz
kn: A-M|ಇಂಡೋನೇಶಿಯನ್
nl: A-M|Indonesisch
ru: А-О|Индонезийский
sl: A-M|Indonezijščina
te: ఎ-యమ్|ఇండోనేషియా
tr: A-M|Endonezyaca
vi: N-Z|Tiếng Nam-dương

source: A-M|Interlingua
fa: ش‐ی|میان‌زبان
hu: A-M|Interlingva
kn: A-M|ಇಂಟರ್-ಲಿಗುವಾ
ru: А-О|Интерлингва
te: ఎ-యమ్|ఇంటర్లింగువా
vi: A-M|Tiếng In-ter-lin-gu-a

source: A-M|Irish
da: A-M|Irsk
de: A-M|Irisch
fa: الف‐س|ایرلندی
fi: A-M|iiri
hu: A-M|Ír
kn: A-M|ಐರಿಶ್
nl: A-M|Iers
ru: А-О|Ирландский
sl: A-M|Irščina
te: ఎ-యమ్|ఇరిష్
tr: A-M|İrlanda
vi: A-M|Tiếng Ái nhĩ lan

source: A-M|Italian
da: A-M|Italiensk
de: A-M|Italienisch
fa: الف‐س|ایتالیایی
fi: A-M|italia
hu: N-Z|Olasz
kn: A-M|ಇಟಾಲಿಯನ್
nl: A-M|Italiaans
ru: А-О|Итальянский
sl: A-M|Italjanščina
te: ఎ-యమ్|ఇటాలియన్
tr: A-M|İtalyanca
vi: N-Z|Tiếng Ý

source: A-M|Japanese
da: A-M|Japansk
de: A-M|Japanisch
fa: الف‐س|ژاپنی
fi: A-M|japani
hu: A-M|Japán
kn: A-M|ಜಾಪನೀಸ್
nl: A-M|Japans
ru: П-Я|Японский
sl: A-M|Japonščina
te: ఎ-యమ్|జపనీస్
tr: A-M|Japonca
vi: N-Z|Tiếng Nhật

source: A-M|Kannada
fa: ش‐ی|کناده‌ای
kn: A-M|ಕನ್ನಡ
ru: А-О|Каннада
te: ఎ-యమ్|కన్నడ
tr: A-M|Kanada
vi: A-M|Tiếng Kan-na-đa

source: A-M|Kinyarwanda
fa: ش‐ی|کینیارواندایی
fi: N-Z|ruanda
hu: A-M|Kirundi
kn: A-M|ಕಿನ್ಯಾರ್ವಾಂಡ
ru: А-О|Кинйарванда
te: ఎ-యమ్|కిన్యర్వండా
tr: A-M|Kinyarvanda
vi: A-M|Tiếng Kin-ia-ouanh-đa

source: A-M|Korean
da: A-M|Koreansk
de: A-M|Koreanisch
fa: ش‐ی|کره‌ای
fi: A-M|korea
hu: A-M|Koreai
kn: A-M|ಕೊರಿಯನ್
nl: A-M|Koreaans
ru: А-О|Корейский
sl: A-M|Korejščina
te: ఎ-యమ్|కొరియన్
tr: A-M|Korece
vi: N-Z|Tiếng Triều tiên

source: A-M|Latvian
da: A-M|Lettisk
de: A-M|Lettisch
fa: ش‐ی|لتونیایی
fi: A-M|latvia
hu: A-M|Lett
kn: A-M|ಲಾಟ್ವಿಯನ್
nl: A-M|Lets
ru: А-О|Латвийский
sl: A-M|Latvijščina
te: ఎ-యమ్|లాట్వియన్
tr: A-M|Letonyaca
vi: A-M|Tiếng Lat-vi-a
