Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Change the picture that will show in the MDM (login manager) face browser
da: Vælg det billede som bliver vist i logind-programmets ansigtsvælger
de: Das Bild ändern, das im Benutzeralbum MDMs (des Anmeldemanagers) angezeigt werden soll
fa: تغییر عکسی که در مرورگر چهرهٔ MDM (مدیر ورود به سیستم) نشان داده می‌شود
fi: Aseta kuva, joka näytetään MDM:n (kirjautumisohjelman) kasvoselaimessa
hu: A MDM (bejelentkezés-kezelő) arcképböngészőjében látható arckép megváltoztatása
kn: MDM (ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕ) ಚಹರೆ ವೀಕ್ಷಕದಲ್ಲಿ ತೋರಿಸಲಾಗುವ ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸು
nl: Kies de foto die in de gezichtenlijst van GNOME Aanmeldbeheer komt te staan
ru: Диалог изменения картинки, которая будет показана на доске портретов менеджера входа MDM
sl: Spremeni sliko, ki se bo kazala v brskalniku obrazov MDM (MDM je upravitelj prijav).
te: జిడియం (ప్రవేశద్వారం నిర్వాహకి) ముఖ అన్వేషిలో చూపబడు చిత్రమును మార్చుము
tr: MDM (giriş yöneticisi) yüz tarayıcısında gösterilecek resmi değiştir
vi: Thay đổi ảnh dùng để hiển thị trong trình duyệt chân dung MDM.

source: Login Photo
da: Logind-foto
de: Anmeldefoto
fa: عکس ورود به سیستم
fi: Kirjautumiskuva
hu: Bejelentkező fotó
kn: ಪ್ರವೇಶ ಚಿತ್ರ
nl: Aanmeldfoto
ru: Регистрационная фотография
sl: Prijavna fotografija
te: ప్రవేశద్వారం చిత్రం
tr: Giriş Fotoğrafı
vi: Ảnh đăng nhập

source: <b>User Image</b>
da: <b>Brugerbillede</b>
de: <b>Benutzerbild</b>
fa: <b>تصویر کاربر</b>
fi: <b>Käyttäjän kuva</b>
hu: <b>Felhasználói kép</b>
kn: <b>ಬಳಕೆದಾರರ ಚಿತ್ರ</b>
nl: <b>Gebruikersfoto</b>
ru: <b>Рисунок пользователя</b>
sl: <b>Slika uporabnika</b>
te: <b>వినియోగదారు ప్రతిరూపం</b>
tr: <b>Kullanıcı İmgesi</b>
vi: <b>Ảnh người dùng</b>

source: Login Photo Preferences
da: Indstillinger for logind-foto
de: Einstellungen des Anmeldefotos
fa: ترجیحات عکس ورود به سیستم
fi: Kirjautumiskuvan asetukset
hu: Bejelentkező fotó beállításai
kn: ಪ್ರವೇಶ ಚಿತ್ರದ ಆಯ್ಕೆಗಳು
nl: Aanmeldfoto voorkeuren
ru: Параметры регистрационной фотографии
sl: Nastavitve prijavne fotografije
te: ప్రవేశద్వారం చిత్రం అభీష్టాలు
tr: Giriş İmgesi Tercihleri
vi: Tùy thích ảnh đăng nhập

source: Failsafe _GNOME
da: Fejlsikret _GNOME
de: _GNOME (abgesichert)
fa: _گنوم محافظ‌دار
fi: Vikasietoinen _Gnome
hu: Csökkentett _GNOME
kn: ವಿಫಲಸುರಕ್ಷತೆ _GNOME
nl: _GNOME veilige modus
ru: _GNOME (защищённый от сбоев)
sl: Varni način _Gnome
te: _విఫలరక్షిత గ్నోమ్
tr: Gnome _Onarım Oturumu
vi: _GNOME dự phòng

source: Failsafe GNOME
da: Fejlsikret GNOME
de: GNOME (abgesichert)
fi: Vikasietoinen Gnome
hu: Csökkentett GNOME
kn: ವಿಫಲಸುರಕ್ಷತೆ GNOME
nl: GNOME veilige modus
ru: GNOME (защищённый от сбоев)
sl: Varni način _Gnome
te: విఫలరక్షిత గ్నోమ్
tr: Gnome Onarım Oturumu
vi: GNOME dự phòng

source: This is a failsafe session that will log you into GNOME. No startup scripts will be read and it is only to be used when you can't log in otherwise. GNOME will use the 'Default' session.
da: Dette er en fejlsikret session som logger dig på GNOME. Ingen opstartsprogrammer bliver kørt og skal kun bruges når du ellers ikke kan logge ind. GNOME vil bruge standardsessionen.
de: Dies ist eine abgesicherte Sitzung, die Sie bei GNOME anmeldet. Startskripte werden nicht gelesen - diese Sitzung sollte nur verwendet werden, falls Sie sich nicht anders anmelden können. GNOME wird die Vorgabesitzung verwenden.
fa: این یک نشست محافظ‌دار است که شما را وارد گنوم می‌کند. هیچ کدنوشتهٔ راه‌اندازی‌ای خوانده نخواهد شد و این نشست فقط در حالتی استفاده می‌شود که شما نتوانید به طریق دیگر وارد سیستم شوید. گنوم از نشست پیش‌فرض استفاده خواهد کرد.
fi: Tämä on vikasietoinen istunto, jolla kirjaudutaan Gnomeen. Käynnistyskomentojonoja ei lueta. Istuntoa tulee käyttää ainoastaan, jos kirjautuminen ei muulla tavoin onnistu. Gnome käyttää kirjautuessaan istuntoa nimeltään "Oletus".
hu: Ez egy csökkentett környezet, amely a GNOME-ba fogja bejelentkeztetni. A rendszerindítási parancsfájlok nem lesznek beolvasva és csak akkor használja, ha nem tud más módon bejelentkezni. A GNOME az alapértelmezett környezetet fogja használni.
kn: ಇದು ನಿಮಗೆ GNOME ಗೆ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುವ ಒಂದು ವಿಫಲಸುರಕ್ಷತಾ ಅಧಿವೇಶನ. ಯಾವುದೇ ಆರಂಭಿಕ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಓದಲಾಗುವುದಿಲ್ಲ ಹಾಗು ನೀವು ಬೇರಾವುದೇ ರೀತಿಯಲ್ಲಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದೆ ಇದ್ದಾಗ ಮಾತ್ರ ಇದನ್ನು ಬಳಸಬೇಕು. GNOME 'ಪೂರ್ವನಿಯೋಜಿತ' ಅಧಿವೇಶನವನ್ನು ಬಳಸುತ್ತದೆ.
nl: Dit is een 'veilige modus'-sessie die u in GNOME zal aanmelden. Er zullen geen opstartscripts gestart worden en het wordt alleen gebruikt wanneer u uzelf op geen andere manier kunt aanmelden. GNOME gebruikt de 'Standaard'-sessie.
ru: В этом защищённом от сбоев сеансе вы попадете в среду GNOME. Скрипты запуска не будут прочитаны. Сеанс следует использовать, если Не удалось войти иначе. Среда GNOME будет использовать "Исходный" сеанс.
sl: Seja za varno prijavo v GNOME. Uporablja se le, ko se ne morete prijaviti drugače, saj se v tem načinu ne zaženejo začetni programi. GNOME bo uporabil privzeto sejo.
tr: Bu onarım oturumu sizin bir terminalle giriş yapmanızı sağlayacak. Hiçbir başlatma betiği çalıştırılmayacaktır. Bu oturum sisteme başka bir yolla giriş yapılamadığında kullanılır. Terminalden çıkmak istediğinizde 'exit' yazın.
vi: Đây là phiên chạy dự phòng bạn dùng để đăng nhập vào GNOME, mà không đọc tập lệnh khởi động nào. Chỉ được dùng khi bạn không thể đăng nhập bằng cách khác. GNOME sẽ dùng phiên chạy « mặc định ».

source: Failsafe _Terminal
da: Fejlsikret _terminal
de: _Terminal (abgesichert)
fa: _پایانهٔ محافظ‌دار
fi: Vikasietoinen _pääte
hu: Csökkentett _terminál
kn: ವಿಫಲಸುರಕ್ಷತಾ _ಗಣಕ ಘಟಕ
nl: _Xterm veilige modus
ru: _Xterm (защищённый от сбоев)
sl: Varni zagon _terminala
te: _విఫలరక్షిత అగ్రం
tr: Onarım _Terminali
vi: _Thiết bị cuối dự phòng

source: Failsafe Terminal
da: Fejlsikret terminal
de: Terminal (abgesichert)
fi: Vikasietoinen pääte
hu: Csökkentett terminál
kn: ವಿಫಲಸುರಕ್ಷತಾ ಗಣಕ ಘಟಕ
nl: Xterm veilige modus
ru: Защищённый терминал
sl: Varni zagon _terminala
te: విఫలరక్షిత అగ్రం
tr: Onarım Uçbirimi
vi: Thiết bị cuối dự phòng

source: This is a failsafe session that will log you into a terminal. No startup scripts will be read and it is only to be used when you can't log in otherwise. To exit the terminal, type 'exit'.
da: Dette er den fejlsikrede session som logger dig i en terminal. Ingen opstartsprogrammer bliver kørt og sessionen er kun beregnet til når du ikke kan logge ind på nogen anden måde. Skriv "exit" for at afslutte terminalen.
de: Dies ist eine abgesicherte Sitzung, die Sie bei einem Terminal anmeldet. Startskripte werden nicht gelesen - diese Sitzung sollte nur verwendet werden, falls Sie sich anders nicht anmelden können. Geben Sie »exit« ein, um das Terminal zu verlassen.
fa: این یک نشست محافظ‌دار است که شما را وارد یک پایانه می‌کند. هیچ کدنوشتهٔ راه‌اندازی‌ای خوانده نخواهد شد و این نشست فقط در حالتی استفاده می‌شود که شما نتوانید به طریق دیگر وارد سیستم شوید. گنوم از نشست پیش‌فرض استفاده خواهد کرد.
fi: Tämä on vikasietoinen istunto, joka kirjautuu päätteelle. Käynnistyskomentotiedostoja ei lueta. Istuntoa tulee käyttää ainoastaan, jos muu kirjautuminen ei onnistu. Kirjoita "exit" päätteestä poistumiseksi.
hu: Ez egy csökkentett környezet. A rendszerindítási parancsfájlok nem lesznek beolvasva és csak akkor használja, ha nem tud más módon bejelentkezni. A terminálból kilépéshez adja ki az „exit” parancsot.
kn: ಇದು ನಿಮಗೆ ಒಂದು ಗಣಕ ಘಟಕಕ್ಕೆ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುವ ಒಂದು ವಿಫಲಸುರಕ್ಷತಾ ಅಧಿವೇಶನ. ಯಾವುದೇ ಆರಂಭಿಕ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಓದಲಾಗುವುದಿಲ್ಲ ಹಾಗು ನೀವು ಬೇರಾವುದೇ ರೀತಿಯಲ್ಲಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದೆ ಇದ್ದಾಗ ಮಾತ್ರ ಇದನ್ನು ಬಳಸಬೇಕು. ಗಣಕ ಘಟಕದಿಂದ ನಿರ್ಗಮಿಸಲು, 'exit' ಅನ್ನು ಟೈಪಿಸಿ.
nl: Dit is een 'veilige modus'-sessie die in een terminal zal aanmelden. Er zullen geen opstartscripts gestart worden en wordt alleen gebruikt wanneer u op geen andere manier kunt aanmelden. Om af te melden tikt u 'exit' in.
ru: В этом защищённом от сбоев сеансе вы попадете в терминал. Скрипты запуска не будут прочитаны. Сеанс следует использовать, если Не удалось войти иначе. Для выхода из терминала наберите "exit".
sl: To je seja varna pred sesutjem, ki vas bo prijavila terminal. Uporablja se jo le kadar se ne morete prijaviti drugače, saj začetne skripte ne bodo naložene. Za izhod iz terminala vpišite 'exit'.
tr: Bu onarım oturumu sizin bir terminalle giriş yapmanızı sağlayacak. Hiçbir başlatma betiği çalıştırılmayacaktır. Bu oturum sisteme başka bir yolla giriş yapılamadığında kullanılır. Terminalden çıkmak istediğinizde 'exit' yazın.
vi: Đây là phiên chạy dự phòng được dùng để đăng nhập vào thiết bị cuối. Không có tập lệnh khởi động nào được thực hiện. Chỉ dùng phiên chạy này khi bạn không thể đăng nhập bằng cách khác. Để thoát khỏi thiết bị cuối, hãy gõ « exit ».

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
da: En fejl opstod under forsøg på at kontakte logind-skærmene. Måske er ikke alle opdateringer trådt i kraft.
de: Bei der Kontaktaufnahme mit den Anmeldebildschirmen ist ein Fehler aufgetreten. Möglicherweise sind nicht alle Änderungen wirksam geworden.
fi: Tapahtui virhe yritettäessä yhdistää kirjautumisruutuihin. Kaikki päivitykset eivät ehkä ole tulleet käyttöön.
hu: Hiba történt a bejelentkező képernyőkhöz csatlakozás közben. Lehet, hogy nem minden frissítésnek lesz hatása.
kn: ಪ್ರವೇಶ ತೆರೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ. ಎಲ್ಲಾ ನವೀಕರಣಗಳು ಪರಿಣಾಮ ಆಗಿರದೇ ಇರಬಹುದು.
nl: Er is een fout opgetreden bij het contact maken met de aanmeldschermen. Waarschijnlijk zijn niet alle opwaarderingen geactiveerd.
ru: Произошла ошибка при попытке контакта с экранами входа. Не все обновления могут возыметь эффект.
sl: Prišlo je do napake pri poskusu povezave s prijavnimi zasloni. Vse posodobitve morda niso uveljavljene.
te: నమోదు తెరలు పరిచయం ప్రయత్నిస్తున్నపుడు ఒక దోషం ఏర్పడింది. అన్నికాదు తాజాపరచుట పర్యవసానం తీసుకొనవచ్చును.
tr: Giriş ekranına bağlantı kurulurken bir hata oluştu. Güncellemelerin tümü etkinlik kazanmamış olabilir.
vi: Gặp lỗi khi cố liên lạc với màn hình đăng nhập. Không phải tất cả các cập nhật sẽ có tác động.

source: Users include list modification
da: Ændring af bruger-inkluderingslisten
de: Änderung der Liste »Einbeziehen« für Benutzer
fi: Sallittujen käyttäjien listan muokkaus
hu: Felsorolt felhasználók listájának módosítása
kn: ಬಳಕೆದಾರರ ಒಳಗೊಂಡಿರುವ ಪಟ್ಟಿ ಮಾರ್ಪಡಣೆ
nl: Wijziging gebruikers in lijst 'Toegevoegd'
ru: Изменение списка включенных пользователей
sl: Uporabniki vključeni v spremembe seznama
te: జాబితా సవరణ కలుపుకొని వినియోగదారులు
tr: Kullanıcılar içerim listesi değişikliği
vi: Sửa đổi danh sách gồm người dùng

source: Some of the users in the Include list (Users tab) now have uid lower than MinimalUID and will be removed.
da: Nogle af brugerne på inkluderingslisten (Bruger-fanen) har nu et uid lavere og MinimalUID and vil blive fjernet.
de: Einige Benutzer in der Liste »Einbeziehen« (Reiter »Benutzer«) haben nun eine kleinere Benutzerkennung als die minimale Benutzerkennung und werden entfernt.
fi: Joidenkin sallittujen listassa olevien käyttäjien käyttäjänumero on pienempi kuin pienin sallittu, joten heidät poistetaan listalta.
hu: A Felvétel lista (Felhasználók fül) egyes felhasználóinak felhasználói azonosítója most kisebb a legkisebb felhasználói azonosítónál és el lesznek távolítva.
kn: ಒಳಗೊಂಡಿರುವ ಪಟ್ಟಿಯಲ್ಲಿರುವ (Users tab) ಕೆಲವೊಂದು ಬಳಕೆದಾರರು ಈಗ ಕನಿಷ್ಟUID ಗಿಂತ ಕಡಿಮೆ uid ಯನ್ನು ಹೊಂದಿದ್ದಾರೆ ಹಾಗು ಅವರು ತೆಗೆಯಲ್ಪಡುತ್ತಾರೆ.
nl: Enkele van de gebruikers in de lijst 'Toegevoegd' (tabblad Gebruikers) hebben nu een uid dat lager is dan Minimale UID. Deze zullen worden verwijderd.
ru: Некоторые пользователи в списке включенных (вкладка "Пользователи") имеют uid ниже чем MinimalUID и будут исключены.
sl: Nekateri uporabniki na seznamu vključenih uporabnikov imajo UID nižji kot je določen MinimalUID in bodo izbrisani.
tr: İçerim listesindeki (Kullanıcılar sekmesi) bazı kullanıcılar şimdi MinimalUID'den daha düşük uid'e sahipler ve sistemden çıkarılacaklar.
vi: Một số người dùng nằm trong danh sách gồm (thanh Người dùng) hiện đang có UID thấp hơn UID tối thiểu MinimalUID nên sẽ bị gỡ bỏ.

source: Themed
da: Med tema
de: Grafisch
fa: دارای تم
fi: Teeman kanssa
hu: Témázott
kn: ಥೀಮ್ ಆದ
nl: Met thema
ru: Использовать тему
sl: Predočenje teme
te: వైవిథ్యాంశపరచబడిన
tr: Temalı
vi: Theo sắc thái

source: Themed with face browser
da: Med tema og ansigtsvælger
de: Einfach, mit Benutzeralbum
fi: Teemallinen kasvoselaimen kanssa
hu: Témázott, arcböngészővel
kn: ಚಹರೆ ವೀಕ್ಷಕದೊಂದಿಗೆ ಥೀಮ್ ಆದ
nl: Met thema en gezichtenlijst
ru: С темой и выбором фотографий
sl: Tema predočena z brskalnikom obrazov
te: ముఖ అన్వేషితో వైవిథ్యాంశపరచబడిన
tr: Temalı ve yüz imgesi seçicili
vi: Theo sắc thái với trình duyệt chân dung

source: Plain
da: Simpel
de: Einfach
fa: ساده
fi: Tavallinen
hu: Egyszerű
kn: ಸಾದಾ
nl: Normaal
ru: Простой
sl: Običajno
te: సమమైన
tr: Düz
vi: Chuẩn

source: Plain with face browser
da: Simpel med ansigtsvælger
de: Einfach; mit Benutzeralbum
fa: ساده با مرورگر چهره
fi: Tavallinen kasvoselaimen kanssa
hu: Egyszerű arcböngészővel
kn: ಚಹರೆ ವೀಕ್ಷಕದೊಂದಿಗೆ ಸರಳ
nl: Normaal met gezichtenlijst
ru: Простой с выбором изображений
sl: Običajno z brskalnikom obrazov
te: ముఖ అన్వేషితో సమమైన
tr: İmge seçicili düz
vi: Chuẩn với trình duyệt chân dung

source: Autologin or timed login to the root account is forbidden.
da: Automatisk eller tidsindstillet logind på root-kontoen er ikke tilladt.
de: Am »root«-Zugang ist weder die automatische noch die zeitgesteuerte Anmeldung zulässig.
fi: Automaattinen tai ajastettu sisäänkirjautuminen pääkäyttäjätunnukselle (root) on kielletty.
hu: Az automatikus vagy időzített bejelentkezés a rendszergazda (root) fiókhoz nem engedélyezett.
kn: ಮೂಲ ಖಾತೆಯ ಸ್ವಯಂಚಾಲಿತ ಪ್ರವೇಶ ಅಥವ ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
nl: Automatisch of tijdgeschakeld aanmelden is niet toegestaan voor het root-account.
ru: Автоматический или интервальный вход для суперпользователя (root) запрещен.
sl: Samodejna in časovna prijava za skrbniški račun nista dovoljeni.
te: మూల ఖాతాకు స్వయంప్రవేశద్వారం లేదా సమయానుసార ప్రవేశద్వారం నిషేధింపబడినది.
tr: Root hesabına kendiliğinden veya zamanlamalı giriş yasaktır.
vi: Tự động đăng nhập hoặc đăng nhập định thời cho tài khoản người chủ (root) bị cấm.

source: The "%s" user UID is lower than allowed MinimalUID.
da: Bruger-UID'et "%s" er lavere end tilladte MinimalUID.
de: Die »%s« Benutzerkennung ist kleiner als die minimale Benutzerkennung.
fi: Käyttäjän "%s" käyttäjänumero on pienempi kuin pienin sallittu.
hu: A(z) „%s” felhasználói azonosító kisebb a minimális felhasználói azonosítónál.
kn: "%s" ಬಳಕೆದಾರನು ಕನಿಷ್ಟUID ಗಿಂತ ಕಡಿಮೆ uid ಯನ್ನು ಹೊಂದಿದ್ದಾನೆ.
nl: De gebruiker-UID van "%s" is lager dan de toegestane Minimale UID.
ru: UID пользователя "%s" ниже, чем допустимый MinimalUID.
sl: Uporabniški UID "%s" je manjši kot dovoljena vrednost MinimalUID.
te: "%s" అనుమతింపబడి సూక్ష్మీకరించు యుఐడి కన్నాయుఐడి వినియోగదారు క్రిందస్థాయు.
tr: "%s" kullanıcısı UID değeri izin verilen MinimalUID değerinden düşük.
vi: UID của người dùng « %s » nằm thấp hơn ID tối thiểu MinimalUID.

source: User not allowed
da: Bruger ikke tilladt
de: Benutzer darf sich nicht anmelden
fi: Käyttäjä ei ole sallittu
hu: A felhasználó nem engedélyezett
kn: ಬಳಕೆದಾರನಿಗೆ ಅನುಮತಿ ಇಲ್ಲ
nl: Gebruiker niet toegestaan
ru: Пользователь не разрешён
sl: Uporabnik ni dovoljen
te: వినియోగదారు అనుమతించబడడు
tr: Kullanıcıya izin verilmiyor
vi: Không cho phép người dùng

source: (Enabled)
da: (Aktiveret)
de: (Aktiviert)
fi: (käytössä)
hu: (Engedélyezett)
kn: (ಶಕ್ತಗೊಂಡಿದೆ)
nl: (Geactiveerd)
ru: (Включено)
sl: (Omogočeno)
te: (ఉపయోగించబడినవి)
tr: (Etkin)
vi: (Bật)

source: (Disabled)
da: (Deaktiveret)
de: (Deaktiviert)
fi: (ei käytössä)
hu: (Letiltott)
kn: (ಅಶಕ್ತಗೊಂಡಿದೆ)
nl: (Gedeactiveerd)
ru: (Выключено)
sl: (Onemogočeno)
te: (నిరుపయోగపరచబడినవి)
tr: (Kapalı)
vi: (Tắt)

source: No themes selected!
da: Ingen temaer valgt!
de: Keine Themen gewählt
fi: Teemaa ei ole valittu!
hu: Nincs téma kiválasztva
kn: ಯಾವುದೇ ಥೀಮು ಆರಿಸಲ್ಪಟ್ಟಿಲ್ಲ!
nl: Geen thema's geselecteerd!
ru: Тема не выбрана!
sl: Izbrane teme!
te: ఎటువంటి వైవిథ్యాంశములు ఎంచుకొనబడలేదు!
tr: Hiçbir tema seçilmedi!
vi: Chưa chọn sắc thái.

source: You need one or more themes selected for the "Random from selected" option to be valid. Failure to do so will force "Selected only" mode.
da: Du skal have et eller flere temaer valgt for at valgmuligheden "Tilfældig fra valgte" bliver gyldig. Hvis det ikke er tilfældet bliver valgmuligheden "Kun valgte" brugt i stedet.
de: Für die Option »Zufällig aus ausgewählten« müssen ein oder mehrere Themen ausgewählt sein. Ist dies nicht der Fall, so wird die Option »nur ausgewähltes« erzwungen.
fi: Yksi tai useampi teema täytyy olla valittuna, jotta "Satunnainen valituista"-valinta toimisi. Jos näin ei ole, käytetään "Vain valittu"-tilaa.
hu: Legalább egy témát ki kell választania „A kijelöltek közül véletlenszerűen” lehetőség működéséhez. Ennek hiányában a „Csak a kijelölt” mód lép életbe.
kn: "ಆಯ್ಕೆ ಮಾಡಿದವುಗಳಿಂದ ಯಾದೃಚ್ಛಿಕವಾಗಿ(Random)" ಆಯ್ಕೆಯು ಮಾನ್ಯವಾಗಬೇಕೆಂದರೆ ನಿಮ್ಮಲ್ಲಿರುವ ಥೀಮುಗಳಲ್ಲಿ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚಿನವುಗಳು ಆರಿಸಲ್ಪಡಬೇಕು. ಹಾಗೆ ಮಾಡುವಲ್ಲಿ ವಿಫಲಗೊಂಡರೆ "ಆರಿಸಲ್ಪಟ್ಟವು ಮಾತ್ರ" ಕ್ರಮಕ್ಕೆ ಒತ್ತಾಯಿಸಲ್ಪಡುತ್ತದೆ.
nl: U dient een of meer thema's te selecteren voor de optie "Willekeurig uit selectie". Als u dat niet doet zal de modus "Alleen selectie" worden gebruikt.
ru: Чтобы вступил в действие параметр "Произвольная из выделенных", должна быть выделена одна или несколько тем. В противном случае будет произведен возврат к режиму "Только выделенная".
sl: Izbranih mora biti več tem za možnost "Naključno med izbranimi". V nasprotnem primeru bo uveljavljen način "Le izbrane".
tr: "Seçilenler içinden rasgele" seçeneğinin geçreli olması için bir ya da daha fazla temayı seçmiş olmanız gerekir. Seçilmemiş olması durumunda "Yalnızca seçilen" kipi kullanılacaktır.
vi: Bạn cần chọn một hay nhiều sắc thái để tùy chọn « Ngẫu nhiên từ đã chọn » là hợp lệ. Không thì ép buộc chế độ « Chỉ đã chọn ».

source: Apply changes to the modified command?
da: Anvend ændringer på den modificerede kommando?
de: Sollen die Änderungen am modifizierten Befehl übernommen werden?
fi: Toteutetaanko muutokset muokattuun komentoon?
hu: Alkalmazza a módosított parancs módosításait?
kn: ಪರಿವರ್ತಿಸಲಾದ ಆಜ್ಞೆಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಬೇಕೆ?
nl: Aanpassingen voor de gewijzigde opdracht toepassen?
ru: Применить изменения модифицированных команд?
sl: Ali naj se uveljavijo spremembe ukaza?
te: సరిచేయబడిన ఆదేశంకు మార్పులను అనుసంధించు?
tr: Yapılan değişiklikler komuta uygulansın mı?
vi: Áp dụng các thay đổi cho lệnh đã sửa đổi không?

source: If you don't apply, the changes will be discarded.
da: Hvis du ikke anvender, vil ændringerne bliver kasseret.
de: Wenn Sie nicht »Übernehmen« wählen, gehen alle gemachten Änderungen verloren.
fi: Jos et toteuta muutoksia, muutokset jätetään huomioimatta.
hu: A módosítások elvesznek, ha nem alkalmazza azokat.
kn: ಮಾಡಲಾದ ಬದಲಾವಣೆಗಳನ್ನು ನೀವು ಅನ್ವಯಿಸದೇ ಹೋದರೆ, ಅವು ತ್ಯಜಿಸಲ್ಪಡುತ್ತದೆ.
nl: Indien u niet toepast zullen de wijziging verloren gaan.
ru: Если не применить, изменения будут проигнорированы.
sl: V primeru, da sprememb ne uveljavite, bodo te prezrte.
te: ఒకవేళ నీవు అనుసంధించకపోతే, మార్పులు నిరాకరించబడును.
tr: Uygulamazsanız yapılan değişikliklerden vazgeçilecektir.
vi: Không thì các thay đổi sẽ bị hủy.

source: Autologin or timed login to the root account is not allowed.
da: Automatisk eller tidsindstillet logind på root-kontoen er ikke tilladt.
de: Am »root«-Zugang ist weder die automatische noch die zeitgesteuerte Anmeldung zulässig.
fa: ورود خودکار یا مدت‌دار به حساب root مجاز نیست.
fi: Automaattinen tai ajastettu sisäänkirjautuminen pääkäyttäjätunnukselle (root) on kielletty.
hu: Az automatikus vagy időzített bejelentkezés a rendszergazda (root) fiókhoz nem engedélyezett.
kn: ಮೂಲ ಖಾತೆಯ ಸ್ವಯಂಚಾಲಿತ ಪ್ರವೇಶ ಅಥವ ಸಮಯಾಧಾರಿತ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿಲ್ಲ.
nl: Auto-aanmelden en tijdgeschakeld aanmelden is niet toegestaan voor de supergebruiker (root).
ru: Автоматический или интервальный вход для суперпользователя (root) не разрешен.
sl: Samodejna in časovna prijava skrbniškega računa ni dovoljena.
te: మూల ఖాతాకు సమయానుసార ప్రవేశద్వారం లేదా స్వయంచాలకప్రవేశద్వారం అనుమతింపబడదు.
tr: Root hesabına kendiliğinden veya zamanlamalı giriş kabul edilmiyor.
vi: Tự động đăng nhập hoặc đăng nhập định thời cho siêu người dùng (root) đã tắt.

source: The "%s" user already exists in the include list.
da: Brugeren "%s" eksisterer allerede på inkluderingslisten.
de: Der Benutzer »%s« existiert bereits in der »Einbeziehen«-Liste.
fa: کاربر «%s» قبلاً در فهرست وجود دارد.
fi: Käyttäjä "%s" on jo sallittujen listalla.
hu: „%s” felhasználó már a felsoroltak közt van.
kn: ಬಳಕೆದಾರ "%s" ಈಗಾಗಲೆ ಒಳಗೊಂಡಿರುವ ಪಟ್ಟಿಯಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
nl: De gebruiker "%s" staat al in de lijst.
ru: Пользователь "%s" уже есть в списке включенных.
sl: Uporabnik "%s" že obstaja na seznamu vključenih.
te: "%s" కలుపబడిన జాబితాలో వినియోగదారు ఇదివరకే కలిగివున్నాడు.
tr: "%s" kullanıcısı zaten içerim listesinde.
vi: Người dùng « %s » đã có trong danh sách bao gồm.

source: Cannot add user
da: Kan ikke tilføje bruger
de: Benutzer konnte nicht hinzugefügt werden
fa: نمی‌توان کاربر را اضافه کرد
fi: Käyttäjää ei voi lisätä
hu: A felhasználó nem vehető fel
kn: ಬಳಕೆದಾರನನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ
nl: Kan gebruiker niet toevoegen
ru: Не удалось добавить пользователя
sl: Ni mogoče dodati uporabnika
te: వినియోగదారు చేర్చుటకు వీలుకాదు
tr: Kullanıcı eklenemiyor
vi: Không thể thêm người dùng

source: The "%s" user already exists in the exclude list.
da: Brugeren "%s" eksisterer allerede på ekskluderingslisten.
de: Der Benutzer »%s« existiert bereits in der »Ausschließen«-Liste.
fa: کاربر «%s» از قبل در فهرست وجود دارد.
fi: Käyttäjä "%s" on jo estettyjen listalla.
hu: „%s” felhasználó már a fel nem soroltak közt van.
kn: ಬಳಕೆದಾರ "%s"ನು ಈಗಾಗಲೆ exclude ಪಟ್ಟಿಯಲ್ಲಿ ಇದ್ದಾನೆ.
nl: De gebruiker "%s" staat al in de uitzonderingslijst.
ru: Пользователь "%s" уже есть в списке исключенных.
sl: Uporabnik "%s" že obstaja na seznamu izključenih.
te: "%s" బహిష్కరించబడిన జాబితాలో వినియోగదారు ఇదివరకే కలిగివున్నాడు.
tr: "%s" kullanıcısı zaten dışlama listesinde.
vi: Người dùng « %s » đã có trong danh sách loại trừ.

source: The "%s" user does not exist.
da: Brugeren "%s" eksisterer ikke.
de: Der Benutzer »%s« existiert nicht.
fa: کاربر «%s» وجود ندارد.
fi: Käyttäjää "%s" ei ole olemassa.
hu: %s felhasználó nem létezik.
kn: ಬಳಕೆದಾರ "%s" ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
nl: De gebruiker "%s" bestaat niet.
ru: Пользователь "%s" не существует.
sl: Uporabnik "%s" ne obstaja.
te: "%s" వినియోగదారు కలిగిలేడు.
tr: Sistemde "%s" kullanıcısı bulunmuyor.
vi: Không có người dùng « %s ».

source: Invalid command path
da: Ugyldig kommandosti
de: Ungültiger Befehlpfad
fi: Virheellinen komentopolku
hu: Érvénytelen parancsútvonal
kn: ಅಮಾನ್ಯ ಆಜ್ಞಾ ಪಥ
nl: Ongeldig opdrachtpad
ru: Неверный путь команды
sl: Neveljavna pot ukaza
te: నిస్సారమైన ఆదేశం త్రోవ
tr: Geçersiz komut
vi: Đường dẫn lệnh không hợp lệ

source: The path you provided for this command is not valid. The changes will not be saved.
da: Stien du angav til denne kommando er ikke gyldig. Ændringerne vil ikke blive gemt.
de: Der für diesen Befehl angegebene Pfad ist nicht gültig. Die Änderungen werden nicht gespeichert.
fi: Komennolle annettu polku on virheellinen. Muutoksia ei tallenneta.
hu: A parancshoz megadott elérési út érvénytelen. A módosítások nem lesznek mentve.
kn: ಈ ಆಜ್ಞೆಗೆ ಒದಗಿಸಲಾದ ಪಥವು ಸರಿಯಾಗಿಲ್ಲ. ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗುವುದಿಲ್ಲ್ಲ.
nl: Het pad dat u opgaf voor deze opdracht is onjuist. De wijzigingen zullen niet worden opgeslagen.
ru: Путь, указанный вами для этой команды, неверный. Изменения не будут сохранены.
sl: Navedena pot v ukazu ni veljavna. Spremembe ne bodo shranjene.
te: నీవు సిద్దముచేయబడిన త్రోవ ఈ ఆదేశం కొరకు వర్తించదు. ఈ మార్పులు దాచబడవు.
tr: Bu komut için verdiğiniz yol tanımı geçerli değil. Değişiklikler kaydedilmeyecek.
vi: Bạn đã cung cấp một đường dẫn không hợp lệ cho lệnh này. Vì thế các thay đổi sẽ không được lưu.
