Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: There was an error loading the theme %s
da: Der opstod en fejl ved indlæsning af temaet %s
de: Beim Laden des Themas %s ist ein Fehler aufgetreten
fa: هنگام بارکردن تم %s خطایی رخ داد
fi: Virhe ladattaessa teemaa %s
hu: Hiba történt a(z) %s téma betöltése közben
kn: ಥೀಮ್ %s ಅನ್ನು ಲೋಡ್ ಮಾಡುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ
nl: Er is een fout opgetreden bij het laden van het thema %s
ru: Произошла ошибка при загрузке темы "%s"
sl: Ob nalaganju teme %s se je zgodila napaka
te: %s వైవిథ్యాంశం నింపుటలో అక్కడ ఒక దోషం ఉన్నది
tr: %s teması yüklenirken bir hata oluştu
vi: Gặp lỗi khi tải sắc thái %s.

source: The greeter theme is corrupt
da: Temaet for velkomstbyderen er ødelagt
de: Das Thema des grafischen Begrüßers ist fehlerhaft
fa: تم خوش‌آمدگوی گرافیکی مخدوش است
fi: Kirjautumisikkunan teema on viallinen
hu: Az üdvözlő témája sérült
kn: ಸ್ವಾಗತಕಾರನ ಥೀಮ್ ಭ್ರಷ್ಟಗೊಂಡಿದೆ
nl: Het thema voor de grafische groeter is beschadigd
ru: Тема для графического приглашения повреждена
sl: Tema pozdravnega programa je pokvarjena
te: నమస్కారము వైవిథ్యాంశం చెడిపోయినది
tr: Karşılayıcı arayüz teması bozuk
vi: Sắc thái cho trình chào mừng đồ hoạ bị hỏng.

source: The theme does not contain definition for the username/password entry element.
da: Temaet indeholder ikke definitionen for brugernavn-/adgangskodeboksen.
de: Das Thema enthält keine Definition des Benutzername/Passwort-Eingabeelements.
fa: تم فاقد تعریف برای عناصر ورودی نام کاربر/گذرواژه است.
fi: Teema ei sisällä määritelmää tunnuksen- ja salasanansyöttöelementille.
hu: A téma nem tartalmaz definíciót a felhasználónév/jelszó beviteli elemhez.
kn: ಬಳಕೆದಾರ ಹೆಸರು/ಗುಪ್ತಪದದ ನಮೂದು ಘಟಕಕ್ಕಾಗಿನ ವ್ಯಾಖ್ಯಾನವನ್ನು ಥೀಮ್ ಹೊಂದಿರುವುದಿಲ್ಲ.
nl: Het thema bevat geen definitie voor het element gebruikersnaam/wachtwoord.
ru: Тема не содержит определения для элемента имени пользователя и пароля.
sl: Tema ne vsebuje definicij za vnos uporabniškega imena ali gesla.
te: వినియోగదారునామము/రహస్యపదము చేర్పు కొరకు వైవిథ్యాంశం నిర్వచనము కలిగిలేదు మూలవస్తువు.
tr: Tema kullanıcı acı/parola girdi elamanları hakkında bilgi içermiyor.
vi: Sắc thái này không chứa định nghĩa mục nhập tên người dùng/mật khẩu.

source: There was an error loading the theme, and the default theme could not be loaded. Attempting to start the standard greeter
da: Der opstod en fejl under indlæsning af temaet, og standardtemaet kunne ikke indlæses. Forsøger at starte standardvelkomstbyderen
de: Beim Laden des Themas ist ein Fehler aufgetreten und das Standardthema konnte nicht geöffnet werden. Es wird nun versucht, den Standardbegrüßer zu starten
fa: هنگام بارکردن تم خطایی رخ داد، و بارکردن تم پیش‌فرض نبز ممکن نیست. تلاش می‌شود که خوش‌آمدگوی استاندارد راه‌اندازی شود
fi: Tapahtui virhe ladattaessa teemaa, eikä oletusteeman lataaminen onnistunut. Yritetään käynnistää oletuskirjautumisikkuna
hu: Hiba történt a téma betöltésekor, és az alapértelmezett témát sem lehet betölteni. Megpróbálom elindítani a szabványos üdvözlőt.
kn: ಥೀಮನ್ನು ಲೋಡ್ ಮಾಡುವಾಗ ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ, ಹಾಗು ಪೂರ್ವನಿಯೋಜಿತ ಥೀಮನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ. ಸಾಮಾನ್ಯ ಸ್ವಾಗತಕಾರಕನನ್ನು ಆರಂಭಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
nl: Er is een fout opgetreden bij het laden van het thema, en het standaardthema kon ook niet geladen worden. De standaardgroeter zal gestart worden
ru: Произошла ошибка при загрузке темы, исходная тема тоже не может быть загружена, будет осуществлена попытка запустить стандартное приглашение
sl: Prišlo je do napake pri nalaganju teme in ni mogoče naložiti privzete teme. Poskus zagona običajnega pozdravnega programa
te: వైవిథ్యాంశం నింపుటలో అక్కడ దోషం ఉండెను, మరియు అప్రమేయ వైవిథ్యాంశం నింపబడుటకు వీలుకాదు. ప్రామాణిక నమస్కారము మొదలుపెట్టుటకు ప్రయత్నించుచున్నది
tr: Tema yüklenirken bir hata oluştu ve öntanımlı tema da yüklenemedi. Standart karşılayıcı başlatılıyor.
vi: Gặp lỗi khi tải sắc thái, mà sắc thái mặc định cũng không thể tải. Sẽ thử khởi chạy trình chào mừng chuẩn.

source: The GTK+ greeter could not be started. This display will abort and you may have to login another way and fix the installation of MDM
da: GTK+-velkomstbyderen kunne ikke startes. Denne terminal vil nu afbryde og du bliver nødt til at logge ind på en anden måde og rette MDM-installationen
de: Der GTK+-Begrüßer konnte nicht gestartet werden. Die Anzeige wird abgebrochen und Sie müssen Sich auf eine andere Weise anmelden, um die MDM-Installation zu reparieren.
fa: راه‌اندازی خوش‌آمدگوی استاندارد ممکن نیست. نمایش قطع خواهد شد و احتمالاً شما مجبور خواهید بود از طریقی دیگر وارد سیستم شوید و نصب MDM را درست کنید
fi: GTK+-kirjautumisikkunan käynnistäminen epäonnistui. Tämä näyttö suljetaan, ja voit joutua kirjautumaan muuta kautta korjataksesi MDM:n asennuksen
hu: A GTK+ üdvözlő nem indítható el. Ez a képernyő ki lesz kapcsolva, másként kell megpróbálnia bejelentkezni, és megjavítani a MDM telepítést.
kn: GTK+ ಸ್ವಾಗತಕಾರಕವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ. ಈ ಪ್ರದರ್ಶಕವು ಕಾರ್ಯಭಂಗಗೊಳ್ಳುತ್ತದೆ ಹಾಗು ನೀವು ಬೇರೊಂದು ರೀತಿಯಲ್ಲಿ ಪ್ರವೇಶಿಸಿ MDM ನ ಅನುಸ್ಥಾಪನೆಯನ್ನು ಸರಿಪಡಿಸಬೇಕಾಗುತ್ತದೆ
nl: De GTK+-groeter kon niet gestart worden. Dit scherm wordt uitgeschakeld. U zult u op een andere manier moeten aanmelden en dan de installatie van MDM moeten repareren.
ru: Не удалось запустить стандартное приглашение GTK+. Вход будет прерван, необходимо зарегистрироваться другим способом и исправить установку MDM
sl: Pozdravnega programa GTK+ ni mogoče zagnati. Ta zaslon se bo prekinil in morda se boste morali prijaviti na drug način in popraviti namestitev MDM
tr: GTK+ karşılayıcısı başlatılamadı. Bu görüntü birimi devre dışı bırakılacak. Sisteme başka bir yol ile girip MDM kurulumu düzeltmeniz gerekiyor.
vi: Không thể khởi chạy trình chào mừng GTK+. Bộ trình bày này sẽ hủy bỏ và bạn có lẽ phải đăng nhập bằng cách khác và sửa bản cài đặt MDM.

source: Your session directory is missing or empty! There are two available sessions you can use, but you should log in and correct the mdm configuration.
da: Sessionsmappen mangler eller er tom! Der er så to sessioner tilgængelige, men du bør logge ind og straks rette opsætningen af MDM.
de: Ihr Sitzungsverzeichnis fehlt oder ist leer! Es stehen zwei Sitzungen zur Verfügung, die Sie verwenden können, Sie sollten sich jedoch anmelden und Ihre MDM-Konfiguration korrigieren.
fa: شاخهٔ نشست شما گم شده است یا خالی است! در حال حاضر دو نشست برای استفاده موجود است، ولی شما باید وارد سیستم شوید و پیکربندی mdm را اصلاح کنید.
fi: Istuntohakemistoa ei ole olemassa tai se on tyhjä! Käytettävissä on kaksi istuntoa, mutta on suositeltavaa korjata MDM:n asetukset kirjautumisen jälkeen.
hu: A környezet könyvtára hiányzik vagy üres! Ilyenkor csak két környezet áll rendelkezésre, ezért lépjen be és javítsa ki a MDM beállítást.
kn: ನಿಮ್ಮ ಅಧಿವೇಶನ ಕೋಶವು ಕಾಣೆಯಾಗಿದೆ ಅಥವ ಖಾಲಿ ಇದೆ! ಇಲ್ಲಿ ನಿಮಗೆ ಬಳಸಲು ಎರಡು ಅಧಿವೇಶನಗಳಿವೆ, ಆದರೆ ಅದಕ್ಕಾಗಿ ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಬೇಕು ಹಾಗು mdm ಸಂರಚನೆಯನ್ನು ಸರಿಪಡಿಸಬೇಕು.
nl: Uw sessiemap is niet aanwezig of is leeg! Er zijn twee sessies voor u beschikbaar, maar u kunthet beste aanmelden om dit probleem te verhelpen.
ru: Каталог сеанса отсутствует или пуст! Есть два доступных для использования сеанса, но следует войти и исправить конфигурацию MDM.
sl: Vaš imenik seje manjka ali je prazen! Obstajata dve možni seji, ki ju lahko uprabite, a morali bi se prijaviti in popraviti nastavitve programa mdm.
tr: Oturum dizini yok, ya da boş! Kullanabileceğiniz iki oturum bulunuyor, ama giriş yaptıktan sonra mdm ayarlarını düzeltmelisiniz.
vi: Thiếu thư mục phiên chạy hoặc thư mục phiên chạy rỗng. Có hai phiên làm việc có thể dùng, nhưng bạn nên đăng nhập và sửa lại cấu hình MDM.

source: Select _Session...
da: Vælg s_ession...
de: Sit_zung wählen …
fa: انتخاب _نشست...
fi: Valitse _istunto...
hu: _Környezet kiválasztása...
kn: ಅಧಿವೇಶನವನ್ನು ಆರಿಸಿ(_S)...
nl: _Sessie kiezen...
ru: Выбрать _сеанс...
sl: Izberi _sejo ...
te: _సమకూర్పు ఎంచుకొను...
tr: _Oturumu Seç...
vi: Chọn _phiên chạy...

source: Answer questions here and press Enter when done. For a menu press F10.
da: Besvar spørgsmål her og tryk på returtasten når du er færdig. Tryk F10 for en menu.
de: Drücken Sie F10, um zu einem Menü zu gelangen.
fa: به سئوالات اینجا پاسخ دهید و در آخر کلید ورود را فشار دهید. برای مشاهدهٔ منو F10 را فشار دهید.
fi: Vastaa kysymyksiin tässä ja paina Enteriä kun olet valmis. Valikon saat painamalla F10:tä.
hu: Adja meg kért adatokat, majd nyomja meg az Enter billentyűt. A menü megjelenítéséhez nyomja meg az F10 billentyűt.
kn: ಇಲ್ಲಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಉತ್ತರಿಸಿ ಹಾಗು ಮುಗಿದ ನಂತರ Enter ಅನ್ನು ಒತ್ತಿರಿ. ಪರಿವಿಡಿಗಾಗಿ F10 ಅನ್ನು ಒತ್ತಿರಿ.
nl: Beantwoord hier de vragen en druk op enter wanneer u klaar bent. Druk op F10 voor een menu.
ru: Введите ответы на вопросы и нажмите Enter. Для попадания в меню нажмите F10.
sl: Odgovorite na vprašanja tu in, ko ste končali, pritisnite Enter. Za meni pritisnite F10.
te: ఇక్కడ ప్రశ్నలకు సమాధానపరచు మరియు ఎపుడు ఎంటర్ నొక్కు. ఒక జాబితా కొరకు F10 నొక్కు.
tr: Buradaki sorulara cevap verin ve bittiğinde Enter'a basın. Menü icin F10'a basın.
vi: Ở đây thì hãy trả lời những câu hỏi và nhấn phím Enter khi xong. Để xem trình đơn lại, nhấn phím F10.

source: Last session
da: Forrige session
de: Vorherige Sitzung
fi: Edellinen istunto
hu: Legutóbbi környezet
kn: ಹಿಂದಿನ ಅಧಿವೇಶನ
nl: Vorige sessie
ru: Последний сеанс
sl: Zadnja seja
te: చివరి సమకూర్పు
tr: Son oturum
vi: Phiên chạy cuối

source: Already logged in
da: Allerede logget ind
de: Bereits angemeldet
fa: هم‌اکنون داخل سیستم هستید
fi: Jo kirjautuneena sisään
hu: Már be van jelentkezve
kn: ಈಗಾಗಲೆ ಪ್ರವೇಶಿಸಲಾಗಿದೆ
nl: Al aangemeld
ru: Сеанс уже запущен
sl: Že prijavljen
te: ఇదివరకే నమోదైనది
tr: Zaten sisteme girmiş durumda.
vi: Đã đăng nhập

source: _Session
de: Sit_zung
fa: _نشست
fi: _Istunto
hu: _Környezet
kn: ಅಧಿವೇಶನ(_S)
nl: _Sessie
ru: _Сеанс
sl: _Seja
te: _సమకూర్పు
tr: _Oturum
vi: _Phiên chạy

source: Sus_pend
da: D_vale
de: In _Ruhezustand versetzen
fa: _معلق کردن
fi: _Virransäästötila
hu: _Felfüggesztés
kn: ಸ್ಥಗಿತಗೊಳಿಸಿ (_p)
nl: _Pauzestand
ru: _Ждущий режим
sl: _Zaustavi
te: _నిలువగల
tr: _Askıya Al
vi: N_gưng máy

source: Remote Login via _XDMCP
da: Eksternt logind vha. _XDMCP
de: Entfernte Anmeldung via _XDMCP
fi: Etäkirjautuminen _XDMCP:llä
hu: Bejelentkezés _XDMCP-n keresztül
kn: _XDMCP ಮೂಲಕ ದೂರಸ್ಥ ಪ್ರವೇಶ
nl: Aanmelding op afstand via _XDMCP
ru: Удаленный вход по _XDMCP
sl: Oddaljena prijava preko _XDMCP
te: _ఎక్స్డియంసిపి గుండా సూదూర ప్రవేశద్వారం
tr: _XDMCP ile Uzaktan Giriş
vi: Đang nhập từ xa qua _XDMCP

source: Confi_gure
da: Konfi_gurér
de: _Konfigurieren
fa: _پیکربندی
fi: _Asetukset
hu: _Beállítás
kn: ಸಂರಚಿಸು(_g)
nl: Con_figureren
ru: _Настроить
sl: _Nastavi
te: _రూపకరించు
tr: _Yapılandır
vi: _Cấu hình

source: Op_tions
da: Inds_tillinger
de: _Einstellungen
fa: _گزینه‌ها
fi: _Vaihtoehdot
hu: _Beállítások
kn: ಆಯ್ಕೆಗಳು (_t)
nl: Op_ties:
ru: _Параметры
sl: Možnos_ti
te: _ఇఛ్ఛాపూర్వకాలు
tr: Se_çenekler
vi: Tù_y chọn

source: _OK
fa: _تأیید
kn: ಸರಿ(_O)
ru: _ОК
sl: _V redu
tr: _Tamam
vi: Đồ_ng ý

source: _Cancel
da: _Annullér
de: _Abbrechen
fa: _انصراف
fi: _Peru
hu: _Mégsem
kn: ರದ್ದು ಮಾಡು(_C)
nl: _Annuleren
ru: _Отменить
sl: _Prekliči
te: _రద్దు
tr: _İptal et
vi: _Thôi

source: Change _Session
da: Skift _session
de: Sit_zung ändern
fa: ت_غییر نشست
fi: Vaihda _istuntoa
hu: _Környezet módosítása
kn: ಸೆಶನ್ನನ್ನು ಬದಲಾಯಿಸು (_S)
nl: _Sessie wijzigen
ru: _Изменить сеанс
sl: Spremeni _sejo
te: _సమకూర్పు మార్పు
tr: Oturumu _Değiştir
vi: Đổi _phiên chạy

source: Sessions
da: Sessioner
de: Sitzungen
fa: ‌نشست‌ها
fi: Istunnot
hu: Környezetek
kn: ಸೆಶನ್ನುಗಳು
nl: Sessies
ru: Сеансы
sl: Seje
te: సమకూర్పులు
tr: Oturumlar
vi: Phiên chạy

source: _Last session
da: _Forrige session
de: _Vorherige Sitzung
fa: _نشست گذشته
fi: _Edellinen istunto
hu: _Legutóbbi környezet
kn: ಹಿಂದಿನ ಸೆಶನ್ (_L)
nl: _Vorige sessie
ru: _Последний сеанс
sl: _Zadnja seja
te: _చివరి సమకూర్పు
tr: _Son oturum
vi: Phiên chạy _cuối

source: Log in using the session that you have used last time you logged in
da: Log ind med den session du brugte sidste gang du loggede på
de: Mit der Sitzung anmelden, die Sie bei Ihrer vorherigen Anmeldung verwendet haben
fa: ورود به سیستم با استفاده از نشستی که در آخرین ورود به سیستم به کار بردید
fi: Kirjaudu sisään käyttäen samaa istuntoa kuin edelliselläkin kerralla
hu: Bejelentkezés a legutóbb kiválasztott környezet használatával
kn: ಹಿಂದಿನ ಬಾರಿ ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಬಳಸಿದ ಅಧಿವೇಶನವನ್ನು ಬಳಸಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಿ
nl: Gebruik de sessie die u de laatste keer ook gebruikte toen zich aanmeldde.
ru: Войти, используя сеанс, который был использован Вами при последнем входе
sl: Prijavi se v sejo, ki ste jo jo uporabili ob zadnji prijavi
te: సమకూర్పు వాడుటద్వారా నమోదు లో నీవు చివరి సమయంలో నీవు నమోదుకై వాడబడిన
tr: Sisteme giriş yaparkan en son kullandığınız oturuma giriş
vi: Đăng nhập bằng phiên chạy mà bạn dùng lần đăng nhập cuối cùng.

source: Confi_gure Login Manager...
da: _Konfigurér logindprogram...
de: Anmeldemanager _konfigurieren …
fa: _پیکربندی مدیر ورود به سیستم...
fi: Kirjautumisikkunan _asetukset...
hu: Bejelentkezéskezelő _beállítása...
kn: ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ಸಂರಚಿಸಿ(_g)...
nl: Aanmeldbeheer _configureren...
ru: _Настроить MDM...
sl: _Nastavi upravitelja prijav ...
te: ప్రవేశద్వారం యజమానిని రూపకరించు...
tr: _Giriş Yöneticisini Yapılandır...
vi: Cấu hình Bộ Quản lý Đăn_g nhập...

source: Choose an Action
da: Vælg en handling
de: Eine Aktion wählen
fa: یک کنش انتخاب کنید
fi: Valitse toiminto
hu: Válasszon egy műveletet
kn: ಕಾರ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
nl: Kies een actie
ru: Выберите действие
sl: Izberi dejanje
te: ఒక క్రియను ఎంచుకొను
tr: Bir Eylem Seçin
vi: Chọn hành động

source: Shut _down the computer
da: S_luk maskinen
de: _Rechner ausschalten
fa: _خاموش کردن رایانه
fi: _Sammuta tietokone
hu: _Leállítás
kn: ಗಣಕವನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಿ (_d)
nl: Computer uit_schakelen
ru: В_ыключить компьютер
sl: _Ustavi računalnik
te: _వ్యవస్థను మూసివేయు
tr: B_ilgisayarı kapat
vi: _Tắt máy

source: Shut Down your computer so that you may turn it off.
da: Stopper systemet på maskinen så du kan slukke den.
de: Den Computer herunterfahren, sodass Sie ihn ausschalten können.
fa: رایانه‌تان را خاموش کنید تا بتوانید جریان برق آن را قطع کنید.
fi: Sammuta tietokone, jotta virran voi kytkeä pois.
hu: Leállítja a számítógépet, amit utána kikapcsolhat.
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಮುಚ್ಚಲು ಅನುವಾಗುವಂತೆ ಅದನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಿ.
nl: De computer uitschakelen zodat u hem kunt uitzetten.
ru: Подготовить компьютер к выключению питания.
sl: Ugasne vaš računalnik, tako da ga boste lahko izklopili.
te: మీ యొక్క వ్యవస్థను మూసివేయు అందువలన నీవు దాన్ని ఆపగలవు.
tr: Makineyi kapatmanız için sistemi durdurur.
vi: Tắt máy thì có thể tắt điện máy

source: _Restart the computer
da: Gensta_rt maskinen
de: System _neu starten
fa: _راه‌اندازی مجدد رایانه
fi: _Käynnistä tietokone uudelleen
hu: A számítógép új_raindítása
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸಿ (_R)
nl: Computer _herstarten
ru: Пе_резагрузить компьютер
sl: Ponovno zaženi _računalnik
te: _వ్యవస్థను మరలాప్రారంభించు
tr: _Bilgisayarı yeniden başlat
vi: _Khởi động lại máy

source: Restart your computer
da: Genstart maskinen
de: Das System neu starten
fa: رایانه‌تان را مجدداً راه‌اندازی کنید
fi: Käynnistä tietokone uudelleen
hu: A számítógép újraindítása
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸಿ
nl: Computer herstarten
ru: Перезагрузить компьютер
sl: Ponovno zaženi računalnik
te: మీ యొక్క వ్యవస్థను మరలాప్రారంభించుము
tr: Bilgisayarınızı yeniden başlatın
vi: Khởi động lại máy tính của bạn

source: Sus_pend the computer
da: Lad maskinen gå i _dvale
de: Den Computer in den _Ruhezustand versetzen
fa: _معلق کردن رایانه
fi: Aseta tietokone _virransäästötilaan
hu: A _számítógép energiatakarékos módba kapcsolása
kn: ಗಣಕವನ್ನು ಅಮಾನತ್ತಿನಲ್ಲಿಡಿ (_p)
nl: Computer _pauzeren
ru: Перевести компьютер в _ждущий режим
sl: _Zaustavi računalnik
te: _వ్యవస్థను నిలువగరించు
tr: _Bilgisayarı asılı bırak
vi: Ngưng má_y

source: Suspend your computer
da: Lad maskinen gå i hvile
de: Den Computer in den Ruhezustand versetzen
fa: رایانهٔ خود را به حالت معلق درآورید
fi: Aseta tietokone virransäästötilaan
hu: Energiatakarékos módba kapcsolja a számítógépet
kn: ನಿಮ್ಮ ಗಣಕವನ್ನು ಅಮಾನತ್ತಿನಲ್ಲಿಡಿ (_p)
nl: Computer pauzeren
ru: Перевести компьютер в ждущий режим
sl: Zaustavi vaš računalnik
te: మీ యొక్క వ్యవస్థ నిలువగలది
tr: Makineyi askıya alır
vi: Tạm dừng máy

source: Run _XDMCP chooser
da: Kør _XDMCP-vælger
de: Den _XDMCP-Auswähler ausführen
fa: اجرا کردن انتخاب‌گر XDMCP
fi: Suorita _XDMCP-valitsin
hu: Az _XDMCP-kiválasztó futtatása
kn: _XDMCP ಆಯ್ಕೆಗಾರನನ್ನು ಚಲಾಯಿಸು
nl: XDMCP-kiezer starten
ru: Запустить селектор _XDMCP
sl: Zaženi izbirnik _XDMCP
te: _ఎక్స్డియంసిపి ఎంచుకొనునది నడుపు
tr: X_DMCP seçiciyi çalıştır
vi: Chạy bộ chọn _XDMCP

source: Run an XDMCP chooser which will allow you to log into available remote computers, if there are any.
da: Kør en XDMCP-vælger som vil tillade dig at logge ind på tilgængelige fjernværter, hvis der er nogen.
de: Einen XDMCP-Auswähler ausführen, der es Ihnen erlaubt, sich an entfernten Computern anzumelden, falls solche vorhanden sind.
fa: اجرای انتخاب‌گر XDMCP به شما این امکان را می‌دهد که وارد سیستم رایانه‌های دوردست شوید، البته اگر رایانه‌ای وجود داشته باشد.
fi: Suorita XDMCP-valitsin, joka mahdollistaa sisäänkirjautumisen saatavilla oleviin etäkoneisiin, jos sellaisia on.
hu: Futtasson egy XDMCP kiválasztót, ami lehetővé teszi, hogy elérhető távoli gépekre jelentkezzen be, ha vannak ilyenek.
kn: ಲಭ್ಯವಿರುವ ದೂರಸ್ಥ ಗಣಕಕ್ಕೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅನುಮತಿ ನೀಡಬಹುದಾದಂತಹ ಒಂದು XDMCP ಆಯ್ಕೆಗಾರನಂತಹ ಯಾವುದಾದರೂ ಇದ್ದರೆ ಅದನ್ನು ಚಲಾಯಿಸಿ.
nl: Een XDMCP-kiezer starten waarmee u zich kunt aanmelden bij andere computers op het netwerk indien die aanwezig zijn.
ru: Запустить селектор XDMCP, который позволяет войти на доступные удаленные машины (если такие имеются).
sl: Zaženite izbirnik XDMCP, ki vam bo omogočil prijavo v oddaljene računalnike, če so na voljo.
tr: Eğer varsa, uzaktaki kullanılabilir makinelere giriş yapmanızı sağlayacak bir XDMCP seçicisini çalıştır.
vi: Chạy bộ chọn XDMCP, cho phép bạn đăng nhập vào máy từ xa, nếu có.

source: Confi_gure the login manager
da: _Konfigurér logindprogrammet
de: Den Anmeldemanager _konfigurieren
fa: _پیکربندی مدیر ورود به سیستم
fi: Sisäänkirjautumisen _asetukset
hu: Bejelentkezés-kezelő _beállítása
kn: ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ಸಂರಚಿಸಿ(_g)
nl: Aanmeldbeheer _configureren
ru: _Настроить менеджер входа
sl: _Nastavi upravitelja prijav
te: _ప్రవేశద్వారం యజమానిని రూపకరించు
tr: _Giriş yöneticisini yapılandır
vi: Cấu hình bộ quản lý đăn_g nhập

source: Configure MDM (this login manager). This will require the root password.
da: Konfigurér MDM (dette program). Dette kræver root-adgangskoden.
de: MDM (diesen Anmeldemanager) konfigurieren. Hierzu ist das »root«-Passwort erforderlich.
fa: پیکربندی MDM (این مدیر ورود به سیستم). این کار نیاز به گذرواژهٔ root دارد.
fi: MDM:n (tämän kirjautumisohjelman) asetukset. Tähän tarvitaan pääkäyttäjän salasanaa.
hu: A MDM (a most látható bejelentkezés-kezelő) beállítása. Ehhez a root jelszava szükséges.
kn: MDM ಅನ್ನು ಸಂರಚಿಸಿ (ಈ ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕ). ಇದಕ್ಕೆ ಮೂಲದ ಗುಪ್ತದ ಅಗತ್ಯವಿದೆ.
nl: MDM (GNOME Aanmeldbeheer) Configureren. U heeft hier het root-wachtwoord voor nodig.
ru: Изменить настройки сервера MDM (этот менеджер входа). Потребует пароля суперпользователя (root).
sl: Nastavi MDM (ta upravitelj prijav). To bo zahtevalo geslo skrbnika.
te: జిడియం రూపకరించు (ఈ ప్రవేశద్వారం యజమాని). దీనికి మూల రహస్యపదం ఆపేక్షించవలయును.
tr: MDM'yi (bu giriş yöneticisini) yapılandır. Bu işlem root parolası gerektirir.
vi: Cấu hình MDM (trình quản lý đăng nhập này). Cần thiết mật khẩu chủ.

source: Circles
da: Cirkler
de: Kreise
fa: دایره‌ها
fi: Renkaat
hu: Körök
kn: ವೃತ್ತಗಳು
nl: Zonnebloem
ru: Круги
sl: Krogi
te: వృత్తములు
tr: Çemberler
vi: Vòng tròn

source: Theme with blue circles
da: Tema med blå cirkler
de: Thema mit blauen Kreisen
fa: تمی با دایره‌های آبی
fi: Sinisten renkaiden teema
hu: Téma kék körökkel
kn: ನೀಲಿ ವೃತ್ತಗಳನ್ನು ಹೊಂದಿದ ಥೀಮ್
nl: Een thema met een zonnebloem
ru: Тема с синими кругами
sl: Tema z modrimi krogi
te: నీలంరంగు వృత్తముల తో వైవిధ్యాంశం
tr: Mavi çemberli tema
vi: Sắc thái với vòng tròn màu xanh nước biển

source: GNOME Art variation of Circles with a Face Browser
da: Variation af cirkler med ansigsvælger
de: Abwandlung der »Kreise« von »GNOME Art« mit Benutzeralbum
fa: واریاسیون گنوم آرت از دایره‌ها با یک مرورگر چهره
fi: Vaihtoehtoinen rengasteema kasvoselaimen kera
hu: A Körök GNOME Art változata arcképböngészővel
kn: ಒಂದು ಚಹರೆ ವೀಕ್ಷಕವನ್ನು ಹೊಂದಿರುವ ವೃತ್ತಗಳನ್ನು ಹೊಂದಿದ GNOME ಕಲಾ ವೈವಿಧ್ಯತೆ
nl: GNOME blauw met curven en een gezichtenlijst
ru: Модификация Кругов от GNOME Art с обозревателем лиц
sl: Umetniška variacija krogov GNOME z brskalnikom obrazov
te: ఒక ముఖ అన్వేషి తో గ్నోమ్ కళ మారుట యొక్క వృత్తములు
tr: Çemberlerin Yüz Tarayıcı ile GNOME Art türevi
vi: Biến thể nghệ thuật GNOME của vòng tròn với trình duyệt chân dung

source: GNOME Artists
da: GNOME-kunstnere
de: GNOME-Künstler
fa: هنرمندان گنوم
fi: Gnome-taiteilijat
hu: GNOME művészek
kn: GNOME ಕಲಾವಿದರು
nl: GNOME Artiesten
sl: Umetniški ustvarjalci GNOME
te: గ్నోమ్ చిత్రకారులు
tr: GNOME Sanatçıları
vi: Họa sĩ GNOME

source: Happy GNOME with Browser
da: Glad GNOME med vælger
de: Happy-GNOME mit Benutzeralbum
fa: گنوم خوشبخت با مرورگر
fi: Iloinen Gnome selaimella varustettuna
hu: Happy GNOME böngészővel
kn: ವೀಕ್ಷಕದೊಂದಿಗಿನ ನಗುಮೊಗದ GNOME
nl: GNOME blauw met een gezichtenlijst
ru: Счастливый GNOME с доской портретов
sl: Veseli GNOME z brskalnikom
te: అన్వేషి తో సంతోషమైన గ్నోమ్
tr: Mutlu Tarayıcılı GNOME
vi: GNOME hạnh phúc với Trình duyệt

source: GNOME Art variation of Circles
da: Variation af cirkler
de: Abwandlung der »Kreise« von »Gnome Art«
fa: واریاسیون گنوم آرت از دایره‌ها
fi: Vaihtoehtoinen rengasteema
hu: A Körök GNOME Art változata
kn: ವೃತ್ತಗಳನ್ನು ಹೊಂದಿದ GNOME ಕಲಾ ವೈವಿಧ್ಯತೆ
nl: GNOME blauw met kunstzinnige curven
ru: Модификация Кругов от GNOME Art
sl: Umetniška variacija krogov GNOME
te: గ్నోమ్ కళ మారుట యొక్క వృత్తములు
tr: Çemberlerin GNOME Art türevi
vi: Biến thể nghệ thuật GNOME của vòng tròn

source: Happy GNOME
da: Glad GNOME
fa: گنوم خوشبخت
fi: Iloinen Gnome
kn: ನಗುಮೊಗದ GNOME
nl: GNOME blauw
ru: Счастливый GNOME
sl: Veseli GNOME
te: సంతోష గ్నోమ్
tr: Mutlu GNOME
vi: GNOME hạnh phúc

source: Error while trying to run (%s) which is linked to (%s)
da: Fejl ved kørsel af "%s" som er kædet sammen med "%s"
de: Fehler beim Versuch, %s auszuführen, das mit %s verknüpft ist
fa: خطا در هنکام تلاش برای اجرای (%s) که با (%s) پیوند دارد
fi: Virhe yritettäessä suorittaa tiedostoa (%s), joka on linkki tiedostoon (%s)
hu: Hiba %s futtatásának kísérlete közben, amely erre mutat: %s
kn: (%s) ಅನ್ನು ಚಲಾಯಿಸುವಾಗ ದೋಷ ಅದು (%s) ಕ್ಕೆ ಸಂಬಂಧಿಸಿದ್ದಾಗಿದೆ
nl: Fout bij uitvoeren van (%s) die verbonden is met (%s)
ru: Ошибка при попытке выполнения (%s) который является ссылкой на (%s)
sl: Napaka ob poskusu zagona (%s), ki je povezan na (%s)
te: (%s) నడుపుట కు ప్రయత్నించునపుడు దోషం (%s) కు జోడించబడి ఉన్న
tr: (%s) çalıştırırken hata oldu (%s)'a bağlıydı
vi: Gặp lỗi khi thử chạy (%s), mà được liên kết tới (%s)

source: Cannot open gestures file: %s
da: Kan ikke åbne fagter-fil: %s
de: Gestendatei konnte nicht geöffnet werden: %s
fa: نمی‌توان پروندهٔ ژست‌ها را باز کرد: %s )
fi: Eletiedostoa ei voi avata: %s
hu: A gesztusok fájlja nem nyitható meg: %s
kn: ಅಂಗಸನ್ನೆ ಕಡತವನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ: %s
nl: Kan het bewegingenbestand niet openen: %s
ru: Не удалось открыть файл жестов: %s
sl: Ni mogoče odpreti datoteke gest: %s
te: అభినయముల దస్త్రం తెరచుట వీలుకాదు: %s
tr: Hareketler dosyası açılamıyor: %s
vi: Không mở được tập tin điệu bộ: %s

source: DMX display to migrate to
da: DMX-terminal som flyttes til
de: DMX-Anzeige zu der migriert werden soll
fa: نمایش DMX که باید به آن کوچ کرد
fi: DMX-näyttö, jonne siirrytään
hu: A DMX megjelenítő, melyre át kell költözni
kn: DMX ಪ್ರದರ್ಶಕವನ್ನು ಇಲ್ಲಿಗೆ ರವಾನಿಸು
nl: DMX-scherm waarnaar moet worden gemigreerd
ru: Дисплей DMX на который происходит перемещение
sl: Zaslon DMX za premaknitev na
te: డియంఎక్స్ ప్రదర్శన కు వలస కు
tr: Geçirilecek DMX görüntü birimi
vi: Bộ trình bày DMX cần chuyển đổi sang nó
