Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Users
da: Brugere
de: Benutzer
fa: کاربرها
fi: Käyttäjät
hu: Felhasználók
kn: ಬಳಕೆದಾರರು
nl: Gebruikers
ru: Пользователи
sl: Uporabniki
te: వినియోగదారులు
tr: Kullanıcılar
vi: Người dùng

source: Welcome Message
da: Velkomst-meddelelse
de: Begrüßungsnachricht
fa: پیغام خوش‌آمدگویی
fi: Tervetuloviesti
hu: Üdvözlőüzenet
kn: ಸ್ವಾಗತ ಸಂದೇಶ
nl: Welkombericht
ru: Приветствие
sl: Pozdravno sporočilo
te: సుస్వాగతం సందేశం
tr: Karşılama İletisi
vi: Thông điệp chào mừng

source: When MDM is ready to manage a remote display, an ACCEPT packet is sent to it containing a unique session id which will be used in future XDMCP conversations. MDM will then place the session id in the pending queue waiting for the display to respond with a MANAGE request. If no response is received within maximum wait time, MDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
da: Når MDM er klar til at håndtere en fjern terminal, sendes der en ACCEPT-pakke til den, som indeholder et unikt sessions-Id, som vil blive brugt i alle efterfølgende XDMCP-samtaler. Derefter vil MDM placere sessions-id'et i køen og vente på at sessionen svarer med en MANAGE-forespørgsel. Hvis der ikke modtages et svar inden ventetidsgrænsen er nået, vil MDM erklære terminalen for død og slette den fra køen, således at pladsen bliver fri til andre terminaler.
de: Wenn MDM bereit ist, eine Anzeige zu verwalten, wird an diese ein ACCEPT-Paket geschickt, das den eindeutigen Sitzungsschlüssel beinhaltet, der bei zukünftigen XDMCP-Konversationen verwendet wird. MDM wird diesen Sitzungsschlüssel in die Warteschlange setzen und darauf warten, dass die Anzeige mit einer MANAGE-Anfrage antwortet. Wenn innerhalb der maximalen Wartezeit keine Antwort empfangen wird, erklärt MDM die Anzeige für tot und löscht sie aus der Warteschlange, um den Platz für andere Anzeigen freizugeben.
fi: Kun MDM on valmis hallitsemaan näyttöä, lähetetään näytölle ACCEPT-paketti, joka sisältää yksilöllisen XDMCP-istunnon istuntotunnisteen. Tämän jälkeen MDM asettaa istunnon alustettavien istuntojen jonoon odottamaan, että näyttö vastaa MANAGE-pyynnöllä. Jos vastausta ei saavu ennen odotusajan aikakatkaisua, MDM päättelee istunnon kuolleen ja poistaa sen alustettavien istuntojen jonosta vapauttaakseen tilan muille näytöille.
hu: Ha a MDM felkészült egy távoli megjelenítő kezelésére, akkor egy ACCEPT csomagot küld, amely a jövőbeli XDMCP kommunikációhoz felhasználandó egyedi munkamenet-azonosítót tartalmaz. A MDM ezután a várakozási sorba helyezi ezt az azonosítót és egy MANAGE kérést vár a megjelenítőtől. Ha nem érkezik válasz a maximális várakozási időn belül, akkor a MDM halottnak nyilvánítja a megjelenítőt és törli a várakozási sorból, felszabadítva a helyet más megjelenítők számára.
kn: MDM ದೂರಸ್ಥ ಪ್ರದರ್ಶಕವನ್ನು ನಿರ್ವಹಿಸಲು ತಯಾರಾದ ನಂತರ, ಭವಿಷ್ಯದ XDMCP ಸಂಭಾಷಣೆಗಳಿಗೆ ಬಳಸಲಾಗುವ ವಿಶಿಷ್ಟವಾದ ಒಂದು ಅಧಿವೇಶನ id ಯನ್ನು ಹೊಂದಿರುವ ಒಂದು ACCEPT ಪ್ಯಾಕೆಟ್ ಅದಕ್ಕೆ ಕಳುಹಿಸಲ್ಪಡುತ್ತದೆ. ನಂತರ MDM ಈ ಅಧಿವೇಶನ id ಯನ್ನು MANAGE ಮನವಿಯೊಂದಿಗೆ, ಪ್ರದರ್ಶಕವು ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು ಬಾಕಿಯಿರುವ ಸರತಿಯಲ್ಲಿ ಇರಿಸುತ್ತ್ತದೆ. ಗರಿಷ್ಟ ಅವಧಿಯ ಸಮಯ ಕಾದರೂ ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆ ಬಾರದೆ ಹೋದರೆ, MDM ಆ ಪ್ರದರ್ಶಕವನ್ನು ನಿಷ್ಕ್ರಿಯ ಎಂದು ಘೋಷಿಸುತ್ತದೆ ಹಾಗು ಅದನ್ನು ಬಾಕಿ ಇರುವ ಸರತಿಯಿಂದ ಅಳಿಸಿಹಾಕಿ ಇತರೆ ಪ್ರದರ್ಶಕಗಳಿಗಾಗಿ ಸ್ಲಾಟನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ.
nl: Als MDM gereed is om een externe display te beheren zal er een ACCEPT-pakket naartoe worden verzonden met een unieke sessie-id die gebruikt zal worden voor toekomstige XDMCP-conversaties. MDM zal de sessie-id in de wachtrij plaatsen en wachten totdat de display antwoordt met een MANAGE-verzoek. Als dit verzoek niet binnen een bepaalde wachttijd wordt ontvangen zal MDM de display voor dood verklaren en uit de wachtrij wissen, zodat het slot vrijgemaakt wordt voor andere displays.
ru: Когда MDM готов обслуживать дисплей, ему посылается пакет ACCEPT, содержащий уникальный идентификатор сеанса, который будет использоваться при дальнейшем диалоге XDMCP. После этого MDM помещает идентификатор сеанса в очередь ожидающих запросов, ожидая запроса MANAGE от дисплея. Если ответ MANAGE не поступит в течении максимально отведенного промежутка времени, MDM будет считать этот дисплей нерабочим и удалит его из очереди, освободив слот для других дисплеев.
sl: Ko je MDM pripravljen za uporavljanje z oddaljenim zaslonom, se mu pošlje ACCEPT paket z enoznačnim ID seje, ki se nadalje uporablja za XDMCP povezavo. MDM postavi ID seje v vrsto in čaka, da se zaslon odzove z MANAGE zahtevo. V primeru, da odziva ni v določenem času, MDM določi zaslon kot nedejaven in ga zbriše iz čakalne vrste.
tr: MDM uzaktaki bir görüntü birimini yönetmeye hazırsa, ileride XDMCP iletişimlerinde kullanılacak olan, eşsiz bir oturum kimliğine sahip bir ACCEPT paketi gönderilir. MDM daha sonra oturum kimliğini MANAGE isteğiyle yanıtlamak üzere sorguya koyar. Bekleme süresi sonunda yanıt alınamazsa, MDM bu görüntü birimini ölü olarak kabul eder ve bekleyen sorgulardan silerek diğer görüntü birimleri için yuva boşaltır.
vi: Khi MDM sẵn sàng quản lý bộ trình bày, một gói tin ACCEPT (chấp nhận) được gửi cho nó, chứa một mã nhận diện phiên chạy duy nhất sẽ được dùng trong các cuộc đối thoại XDMCP sau. Lúc đó, MDM sẽ để mã nhận diện phiên chạy vào hàng đợi bị hoãn, đợi bộ trình bày đáp ứng bằng yêu cầu MANAGE (quản lý). Không nhận đáp ứng trong thời gian đợi tối đa thì MDM tuyên bố bộ trình bày đó là chết thì xoá nó ra hàng đợi bị hoãn, giải phóng khe cho bộ trình bày khác.

source: When the user logs in and already has an existing session, they are connected to that session rather than starting a new session. This only works for sessions running on Virtual Terminals started with mdmflexiserver, and not with XDMCP.
da: Når en bruger logger ind som allerede har en session åben, vil brugeren blive forbundet til den i stedet for at starte en ny session. Dette virker kun for sessioner som kører på virtuelle terminaler som er startet med mdmflexiserver og ikke med XDMCP.
de: Wenn sich ein Benutzer anmeldet und eine bestehende Sitzung hat, wird er mit dieser verbunden statt eine neue Sitzung zu starten. Dies funktioniert nur für Sitzungen, die auf virtuellen Terminals mit mdmflexiserver gestartet werden und nicht mit XDMCP.
fi: Kun käyttäjä kirjautuu sisään toista kertaa samanaikaisesti, yhdistetään hänet alkuperäiseen istuntoon uuden istunnon käynnistämisen sijasta. Toiminto on käytössä ainoastaan mdmflexiserverin käynnistämillä virtuaalipäätteillä, ei XDMCP-yhteyksillä.
hu: Ha a felhasználó a bejelentkezésekor már be van jelentkezve egy környezetbe, akkor ehhez a munkamenethez lesz csatlakoztatva új környezet indítása helyett. Ez csak a mdmflexiserver segítségével indított virtuális terminálokon működik, XDMCP esetén nem.
kn: ಒಬ್ಬ ಬಳಕೆದಾರನು ಒಳಗೆ ಪ್ರವೇಶಿಸಿ ಹಾಗು ಒಂದು ಪ್ರಸ್ತುತ ಲಭ್ಯವಿರುವ ಒಂದು ಅಧಿವೇಶನವನ್ನು ಹೊಂದಿದ್ದಲ್ಲಿ, ಅವರು ಒಂದು ಹೊಸ ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸುವುದರ ಬದಲಿಗೆ ಲಭ್ಯವಿರುವ ಆ ಅಧಿವೇಶನಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳುತ್ತಾರೆ. ಇದು ಕೇವಲ mdmflexiserver ನೊಂದಿಗೆ ಆರಂಭಿಗೊಂಡ ವಾಸ್ತವಿಕ ಆದೇಶ ತೆರೆಗಳಲ್ಲಿ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತದೆ,XDMCP ನೊಂದಿಗಲ್ಲ.
nl: Als de gebruiker zich aanmeldt en al een bestaande sessie heeft zal hij met deze sessie worden verbonden in plaats van een nieuwe sessie openen. Dit werkt alleen voor sessies die draaien op virtuele terminals die met mdmflexiserver zijn gestart en niet met XDMCP.
ru: Если пользователь регистрируется, уже имея открытый сеанс, он будет подключен к этому сеансу вместо того, чтобы начать новый. Эта функция работает только для сеансов, работающих на виртуальных терминалах, использующих mdmflexiserver, но не с XDMCP.
sl: Ko se uporabnik prijavi in je dejavna seja že zagnana, se s sejo povežejo namesto da se ustvari nova. To deluje le za seje ki tečejo na navideznih terminalih in so zagnane s mdmflexiserver in ne z XDMCP.
tr: Kullanıcı sisteme girdiğinde zaten açık bir oturumu varsa, yeni bir oturum daha açmak yerine, açık olan bu oturuma bağlanır. Bu yalnızca mdmflexiserver ile başlatılan Sanal Uçbirimler üzerindeki oturumlar için geçerlidir, XDMCP için geçerli değildir.
vi: Khi người dùng đăng nhập và đã có phiên chạy tồn tại, họ được kết nối đến phiên chạy đó, hơn là khởi chạy phiên chạy mới. Tùy chọn này chỉ hoạt động được cho phiên chạy trên Thiết bị Ảo được khởi chạy bằng mdmflexiserver, không phải XDMCP.

source: X Server Login Window Preferences
da: Indstillinger for X-server logind-skærm
de: Einstellungen des X-Server-Anmeldefensters
fi: X-palvelimen kirjautumisikkunan asetukset
hu: X kiszolgáló bejelentkezőablak tulajdonságai
kn: X ಪರಿಚಾರಕ ಪ್ರವೇಶ ಕಿಟಿಕಿಯ ಆದ್ಯತೆಗಳು
nl: X-server aanmeldvenster voorkeuren
ru: Параметры окна входа для локального X-Сервера
sl: Nastavitve prijavnega okna strežnika X
te: X సేవిక ప్రవేశద్వారం గవాక్షం అభీష్టాలు
tr: X Sunucusu Giriş Ekranı Tercihleri
vi: Tùy thích Cửa sổ Đăng nhập Máy phục vụ X

source: XDMCP Login Window Preferences
da: Indstillinger for XDMCP logind-skærm
de: Einstellungen des XDMCP-Anmeldefensters
fi: XDMCP-kirjautumisikkunan asetukset
hu: XDMPC bejelentkezőablak tulajdonságok
kn: XDMCP ಪ್ರವೇಶ ಕಿಟಿಕಿಯ ಆದ್ಯತೆಗಳು
nl: XDMCP-aanmeldvenster voorkeuren
ru: Параметры окна входа XDMCP
sl: Nastavitve prijavnega okna XDMCP
te: ఎక్స్డియంసిపి ప్రవేశద్వారం గవాక్షం అభీష్టాలు
tr: XDMCP Giriş Ekranı Tercihleri
vi: Tùy thích Cửa sổ Đăng nhập XDMCP

source: _Add...
da: _Tilføj...
de: _Hinzufügen …
fa: ا_ضافه کردن...
fi: _Lisää...
hu: H_ozzáadás...
kn: ಸೇರಿಸು(_A)...
nl: _Toevoegen...
ru: _Добавить...
sl: Dod_aj ...
te: _కూడుట...
tr: _Ekle...
vi: Thê_m

source: _Add/Modify...
da: _Tilføj/ændr...
de: _Hinzufügen/bearbeiten …
fa: ا_ضافه کردن/تغییر دادن ...
fi: _Lisää tai muokkaa...
hu: Hozzá_adás/módosítás...
kn: ಸೇರಿಸು/ಬದಲಾಯಿಸು(_A)...
nl: _Toevoegen/aanpassen...
ru: _Добавить/Изменить...
sl: Dod_aj/Spremeni ...
te: _కూడుట/మార్చుట...
tr: _Ekle/Değiştir
vi: Thêm/Sử_a đổi...

source: _Allow local system administrator login
da: _Tillad lokal system-administrator logind
de: _Lokalen Systemadministratoren erlauben, sich einzuloggen
fi: _Salli pääkäyttäjän paikallinen kirjautuminen
hu: _Rendszergazda helyi bejelentkezésének engedélyezése
kn: ಸ್ಥಳೀಯ ಗಣಕ ವ್ಯವಸ್ಥಾಕ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸು(_A)
nl: Aa_nmelding lokaal voor systeembeheer, toestaan
ru: _Разрешить локальный вход администратора системы
sl: Dovoli prij_avo krajevnega skrbnika sistema
te: _స్థానిక వ్యవస్థ నిర్వాహాకి ప్రవేశద్వారం అనుమతించు
tr: _Yerel sistem yöneticisi girişine izin ver
vi: Cho _phép quản trị hệ thống cục bộ đăng nhập

source: _Allow users to change fonts and colors of plain greeter
da: _Tillad brugere at ændre skrifttype og farver på den simple velkomstbyder
de: _Benutzern erlauben, Schriften und Farben des einfachen Begrüßers zu ändern
fi: S_alli käyttäjien vaihtaa tavallisen kirjautumisikkunan kirjasimia ja värejä
hu: Az _egyszerű üdvözlő betűi és színei módosításának engedélyezése a felhasználók számára
kn: ಸಾದಾ ಸ್ವಾಗತಕಾರಕನ ಅಕ್ಷರಶೈಲಿ ಹಾಗು ಬಣ್ಣಗಳನ್ನು ಬದಲಾಯಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿಸು(_A)
nl: _Gebruikers toestaan lettertypes en kleuren van de standaardgroeter te wijzigen
ru: _Разрешить пользователям изменять шрифты и цвета простого приглашения
sl: Upor_abnikom dovoli spreminjanje pisav in barv običajnega pozdravnega programa
te: _సాధారణ నమస్కారము యొక్క వర్ణములు మరియు అక్షరశైలిలను వినియోగదారులు మార్చుటకు అనుమతించు
tr: Kullanıcıların yalın karşılama ekranındaki yazıyüzü ve renkleri değiştirmesine _izin ver
vi: Cho phép người dùng th_ay đổi phông chữ và màu của trình chào mừng chuẩn

source: _Background color:
da: _Baggrundsfarve:
de: _Hintergrundfarbe:
fa: رنگ _پس‌زمینه:
fi: T_austaväri:
hu: _Háttérszín:
kn: ಹಿಂಬಾಗದ ಬಣ್ಣ (_B):
nl: _Achtergrondkleur:
ru: Цвет _фона:
sl: _Barva ozadja:
te: _పూర్వరంగం వర్ణము:
tr: _Artalan rengi:
vi: Màu _nền:

source: _Default: "Welcome to %n"
da: _Forvalg: "Velkommen til %n"
de: _Vorgabe: »Willkommen auf %n«
fa: _پیش‌فرض: «به %n خوش آمدید»
fi: _Oletus: "%n – tervetuloa"
hu: Ala_pértelmezett: „Üdvözöljük ezen: %n”
kn: ಡಿಫಾಲ್ಟ್(_D): "%n ಕ್ಕೆ ಸುಸ್ವಾಗತ"
nl: Sta_ndaard: ‘Welkom bij %n’
ru: По _умолчанию: "Вас приветствует %n"
sl: _Privzeto: "Pozdravljeni v %n"
te: _అప్రమేయం: "సుస్వాగతం కు %n"
tr: _Öntanımlı: "Hoşgeldiniz"
vi: _Mặc định: « Chào mừng dùng %n »

source: _Default: "Welcome"
da: _Forvalg: "Velkommen"
de: _Vorgabe: »Willkommen«
fa: _پیش‌فرض: «خوش آمدید»
fi: _Oletus: "Tervetuloa"
hu: _Alapértelmezett: „Üdvözöljük”
kn: ಡಿಫಾಲ್ಟ್(_D): "ಸುಸ್ವಾಗತ"
nl: Sta_ndaard: ‘Welkom’
ru: По _умолчанию: "Добро пожаловать"
sl: _Privzeto: "Pozdravljeni"
te: _అప్రమేయం: "సుస్వాగతం"
tr: _Öntanımlı: "Hoşgeldiniz"
vi: _Mặc định: « Chào mừng »

source: _Deny TCP connections to Xserver
da: _Afvis TCP-forbindelser til X-server
de: _TCP-Verbindungen zum X-Server verbieten
fa: _رد اتصالات TCP به کارگزار X
fi: Estä TCP-yhteydet _X-palvelimeen
hu: _TCP kapcsolatok tiltása az X kiszolgálóhoz
kn: Xಪರಿಚಾರಕಕ್ಕೆ TCP ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸು(_D)
nl: TC_P-verbindingen met de X-server weigeren
ru: З_апретить соединения с X-сервером по TCP
sl: _Zavrni povezave TCP na Xserver
te: _Xసేవికకు టిసిపి బంధాలు లేదను
tr: X sunucusuna _TCP başlantıları geri çevir
vi: _Từ chối kết nối kiểu TCP đến máy phục vụ X

source: _Enable Automatic Login
da: _Aktivér automatisk logind
de: _Automatische Anmeldung aktivieren
fa: به کار انداختن ورود خودکار به سیستم
fi: Ota _automaattinen kirjautuminen käyttöön
hu: A_utomatikus bejelentkezés engedélyezése
kn: ಸ್ವಯಂಚಾಲಿತ ಪ್ರವೇಶವನ್ನು ಶಕ್ತಗೊಳಿಸಿ(_E)
nl: _Automatische aanmelding gebruiken
ru: _Включить автоматический вход в систему
sl: Omogoči samod_ejno prijavo
te: _స్వయంచాలక ప్రవేశద్వారం ఉపయోగించు
tr: _Otomatik Girişi Etkinleştir
vi: _Bật đăng nhập tự động

source: _Enable accessible login
da: _Aktivér logind med tilgængelighed
de: _Barrierefreiheitsmodule aktivieren
fa: به کار انداختن پیمانه‌های د_سترسی‌پذیری
fi: Ota e_steettömyystuki käyttöön kirjautumisessa
hu: _Akadálymentes bejelentkezés engedélyezése
kn: ನಿಲುಕುವ ಪ್ರವೇಶವನ್ನು ಶಕ್ತಗೊಳಿಸಿ(_E)
nl: _Toegankelijkheid gebruiken bij aanmelding
ru: _Включить поддержку специальных возможностей
sl: _Omogoči dostopno prijavo
te: _సాంగత్యపరచు ప్రవేశద్వారం ఉపయోగించు
tr: _Erişilebilir girişi etkinleştir
vi: _Bật đăng nhập truy nhập được

source: _Flexible (on demand)
da: _Fleksibel (ved efterspørgelse)
de: _Flexibel (auf Anforderung)
fi: _Joustava (pyydettäessä)
hu: _Rugalmas (kérésre)
kn: ಹೊಂದಿಕೊಳ್ಳುವ (ಬೇಡಿಕೆಯ ಮೇರೆಗೆ)(_F)
nl: _Flexibel (op aanvraag)
ru: _Гибко (по требованию)
sl: _Upogljivo (na zahtevo)
te: _మృదువైన (అవశ్యముగా అడుగుట పై)
tr: _Esnek (istek üzerine)
vi: _Dẻo (khi yêu cầu)

source: _Global face dir:
da: _Fælles ansigtsmappe:
de: _Globales Benutzerbilderverzeichnis:
fi: _Järjestelmänlaajuinen kasvokansio:
hu: _Globális arcképkönyvtár:
kn: (_G)ಜಾಗತಿಕ dir:
nl: Map met _globale gezichten:
ru: _Глобальный каталог лиц:
sl: _Splošni imenik obrazov:
te: _మొత్తంగా ముఖ వివరం:
tr: _Genel yüz imgeleri dizini:
vi: Thư mục chân dun_g toàn cục:

source: _GtkRC file:
da: _GtkRC fil:
de: _GtkRC-Datei:
fi: _GtkRC-tiedosto:
hu: _GtkRC fájl:
kn: _GtkRC ಕಡತ:
nl: _GtkRC-bestand:
ru: Файл _GtkRC:
sl: _GtkRC datoteka:
te: _జిటికెఆర్సి దస్త్రం:
tr: _GtkRC dosyası:
vi: Tập tin _GtkRC:

source: _Image:
da: _Billede:
de: _Bild:
fa: ت_صویر:
fi: _Kuva:
hu: _Kép:
kn: ಚಿತ್ರ (_I):
nl: _Afbeelding:
ru: _Изображение:
sl: Sl_ika:
te: _ప్రతిరూపం:
tr: _İmge
vi: Ả_nh:

source: _Include all users from /etc/passwd (not for NIS)
da: _Inkludér alle brugere fra /etc/passwd (ikke for NIS)
de: Alle Benutzer aus /_etc/passwd einbeziehen (nicht für NIS)
fi: _Näytä kaikki käyttäjät tiedostosta /etc/passwd (ei NIS-tukea)
hu: Összes fel_használó felvétele az /etc/passwd-ből (NIS esetén nem megfelelő)
kn: (_I) /etc/passwd ದಲ್ಲಿನ ಎಲ್ಲಾ ಬಳಕೆದಾರರನ್ನು ಅಡಕಗೊಳಿಸಿ (NIS ಗೆ ಅಲ್ಲ)
nl: _Alle gebruikers in /etc/passwd tonen (niet voor NIS)
ru: _Включить всех пользователей из /etc/passwd. (Не для NIS).
sl: Vključ_i vse uporabnike iz /etc/passwd (ne za NIS)
te: _ /etc/రహస్యపదము (ఎన్ఐఎస్ కొరకు కాదు) నుండి వినియోగదారులు అన్ని కలుపుకొను
tr: /etc/passwd dosyasındaki tüm kullanıcıları _içer (NIS için değil)
vi: Gồm mọ_i người dùng từ « /etc/passwd ». Không thích hợp nếu đang sử dụng NIS.)

source: _Label:
da: _Mærkat:
de: _Beschriftung:
fi: _Otsikko:
hu: Cí_mke:
kn: ಲೇಬಲ್(_L):
ru: _Метка:
sl: _Oznaka:
te: _లేబుల్:
tr: _Etiket
vi: _Nhãn:

source: _Login screen ready:
da: _Logind-skærm klar:
de: _Anmeldebildschirm bereit:
fa: آماد_ه کردن صفحهٔ ورود به سیستم:
fi: Kirjautumisikkuna _valmis:
hu: A bejelentkező ké_pernyő kész:
kn: ಪ್ರವೇಶ ತೆರೆ ತಯಾರಿದೆ (_L):
nl: _Aanmeldscherm gereed:
ru: _Экран входа готов:
sl: Prijavni zas_lon pripravljen:
te: ‌‌_ప్రవేశద్వారం తెర సిద్దం:
tr: _Giriş ekranı hazır.
vi: Màn hình đăng nhập _sẵn sàng:

source: _Logins are handled by this computer
da: _Logind-forsøg håndteres af denne maskine
de: _Anmeldungen werden von diesem Rechner verarbeitet
fi: _Tämä tietokone käsittelee kirjautumisyritykset
hu: A _bejelentkezéseket ez a számítógép kezeli
kn: ಪ್ರವೇಶಗಳು ಗಣಕದಿಂದ ನಿಭಾಯಿಸಲ್ಪಡುತ್ತದೆ(_L)
nl: _Aanmeldingen worden door deze computer behandeld
ru: _Входы обрабатываются этим компьютером
sl: Prijave uprav_lja ta računalnik
te: _ఈ కంప్యూటర్ ద్వారా ప్రవేశద్వారాలు అదుపుచేయబడతాయి
tr: _Girişler bu bilgisayar tarafından yönetilmektedir
vi: Máy này _quản lý việc đăng nhập

source: _Maximum pending requests:
da: Maksimum _ventende forespørgsler:
de: Maximale Anzahl _ausstehender Anforderungen:
fi: _Keskeneräisten pyyntöjen enimmäismäärä:
hu: _Függő kérések maximális száma:
kn: ಗರಿಷ್ಟ ಬಾಕಿ ಉಳಿದಿರುವ ಮನವಿಗಳು(_M):
nl: _Maximum aantal wachtende aanvragen:
ru: _Максимальное число запросов:
sl: Največje š_tevilo čakajočih zahtevkov:
te: _అత్యధిక నిల్వలో ఉన్న ప్రార్థనలు:
tr: _En yüksek beklemedeki istek sayısı:
vi: Số _yêu cầu bị hoãn tối đa:

source: _Minimal UID:
de: _Minimale UID:
fi: _Pienin sallittu käyttäjänumero:
hu: _Legkisebb felhasználói azonosító:
kn: ಕನಿಷ್ಠ UID(_M):
nl: _Minimale UID:
ru: _Минимальный UID:
sl: _Najmanjši UID:
te: ‌_సూక్ష్మీకరించబడిన యూఐడి:
tr: _En düşük UID
vi: _UID tối thiểu :

source: _Only allow login if user's home directory permissions are secure
da: _Tillad kun logind hvis brugerens hjemmemappe-tilladelser er sikre
de: _Nur Anmeldungen zulassen, wenn die Zugriffsrechte auf das Heimverzeichnis des Benutzers sicher sind
fi: Salli _kirjautuminen vain, jos kotihakemiston oikeudet ovat turvalliset
hu: _Csak akkor engedélyezze a bejelentkezést, ha a felhasználó saját könyvtárának jogosultságai biztonságosak
kn: ಬಳಕೆದಾರನ ನೆಲೆ ಕಡತಗಳ ಅನುಮತಿಗಳು ಸುರಕ್ಷಿತವಾಗಿದ್ದರೆ ಮಾತ್ರ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸು(_O)
nl: Aanmelden alleen toestaan als de toegangsrechten van de gebruikers' pers_oonlijke map veilig zijn.
ru: Разрешать вход только когда права домашнего каталога пользователя безопасны
sl: _Dovoli prijavo le, če so dovoljenja uporabnikove domače mape varna.
te: _వినియోగదారుల నివాస వివరం అనుమతులు రక్షితమైతే ప్రవేశద్వారం మాత్రమే అనుమతించు
tr: _Yalnızca kullanıcı dizininin izinleri güvenliyse girişe izin ver
vi: Chỉ ch_o phép đăng nhập nếu người dùng có thư mục chính với quyền hạn bảo mật

source: _Path:
da: S_ti:
de: _Pfad:
fi: _Polku:
hu: Útv_onal:
kn: ಪಥ(_P):
nl: _Pad:
ru: _Путь:
sl: _Pot:
te: _త్రోవ:
tr: _Yol:
vi: Đường _dẫn:

source: _Pause before login:
da: _Ventetid før logind:
de: _Zeit bis zur Anmeldung:
fa: مدت زمان مکث قبل از ورود به سیستم:
fi: _Viive ennen kirjautumista:
hu: Várak_ozás a bejelentkezés előtt:
kn: ಪ್ರವೇಶಿಸುವ ಮೊದಲು ಕ್ಷಣಕಾಲ ತಡೆಹಿಡಿ(_P):
nl: _Wachttijd voor aanmelding:
ru: _Задержка перед входом:
sl: Odmor _pred prijavo:
te: _ప్రవేశద్వారంకు మునుపు విరామం:
tr: _Giriş öncesi duraklama:
vi: Trễ trước khi đăng nhậ_p:

source: _Ping interval:
de: _Ping-Intervall:
fi: _Ping-pakettien aikaväli:
hu: Pin_g időköz:
kn: ಪಿಂಗ್ ಕಾಲಾವಧಿ(_P):
ru: Интервал _пинга:
sl: Zamik za pin_g:
te: _పింగ్ విరామం:
tr: _Ping aralığı:
vi: Trễ _ping:

source: _Priority:
da: _Prioritet:
de: _Priorität:
fi: P_rioriteetti:
hu: _Prioritás:
kn: ಆದ್ಯತೆ(_P):
nl: _Prioriteit:
ru: _Приоритет:
sl: _Prednost:
te: _ప్రాధామ్యం:
tr: _Öncelik:
vi: Ư_u tiên:

source: _Remove
da: _Fjern
de: _Entfernen
fa: _حذف
fi: Po_ista
hu: _Eltávolítás
kn: ತೆಗೆದು ಹಾಕು(_R)
nl: _Verwijderen
ru: _Удалить
sl: Odst_rani
te: _తొలగించు
tr: _Sil
vi: _Gỡ bỏ

source: _Remove...
da: _Fjern...
de: _Entfernen …
fa: _حذف...
fi: Po_ista...
hu: _Eltávolítás...
kn: ತೆಗೆದು ಹಾಕು(_R)...
nl: _Verwijderen...
ru: _Удалить...
sl: Odst_rani ...
te: _తొలగించు...
tr: _Sil...
vi: _Gỡ bỏ...

source: _Server:
fa: کارگزار:
fi: _Palvelin:
hu: Ki_szolgáló:
kn: ಪರಿಚಾರಕ(_S):
sl: _Strežnik:
te: _సేవిక:
tr: _Sunucu:
vi: Máy _phục vụ :

source: _Servers:
da: _Servere:
de: _Server:
fa: _کارگزارهای:
fi: _Palvelimet
hu: Kisz_olgálók:
kn: ಪರಿಚಾರಕಗಳು(_S):
ru: _Серверы:
sl: _Strežniki:
te: _సేవికలు:
tr: _Sunucular
vi: Máy _phục vụ :

source: _Show visual feedback (asterisks) in the password entry
kn: ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸುವಾಗ ಸಚಿತ್ರ ಪ್ರತ್ಯಾದಾನವನ್ನು (ನಕ್ಷತ್ರ ಚಿಹ್ನೆಗಳು) ತೋರಿಸು (_S)
te: ‌_రహస్యపదము చేర్పులో (నక్షత్ర చిహ్నాముల) వెనుకచేర్పు దృష్టి చూపుము

source: _Style:
da: _Stil:
de: _Art:
fa: _سبک:
fi: _Tyyli:
hu: _Stílus:
kn: ಶೈಲಿ(_S):
nl: _Stijl:
ru: _Стиль:
sl: _Slog:
te: _శైలి:
tr: _Stil:
vi: _Kiểu dáng:

source: _Theme:
da: _Tema:
de: _Thema:
fa: _تم:
fi: T_eema:
hu: _Téma:
kn: ಥೀಮ್(_T):
nl: The_ma:
ru: _Тема:
sl: _Tema:
te: _వైవిథ్యాంశం:
tr: _Tema:
vi: Sắc _thái:

source: _Use circles instead of asterisks in the password entry
kn: ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿದಾಗ ನಕ್ಷತ್ರ ಚಿಹ್ನೆಗಳ ಬದಲಿಗೆ ವೃತ್ತಗಳನ್ನು ಬಳಸು(_U)
te: _రహస్యపదము చేర్పులో నక్షత్ర చిహ్నాముల యొక్క బదులుగా వృత్తములు వాడుము

source: _User:
da: _Bruger:
de: _Benutzername:
fa: _نام کاربر:
fi: Käy_ttäjä:
hu: _Felhasználó:
kn: ಬಳಕೆದಾರ(_U):
nl: _Gebruikersnaam:
ru: _Пользователь:
sl: _Uporabnik:
te: _వినియోగదారు:
tr: _Kullanıcı Adı:
vi: _Người dùng:

source: _X coordinate
da: _X-koordinat
de: _X-Koordnate
fi: _X-koordinaatti
hu: _X koordináta
kn: _X ನಿರ್ದೇಶಾಂಕ
nl: _X-coördinaat
ru: Координата _X
sl: _X koordinata
te: _X సమానమైన
tr: _X koordinatı
vi: Toạ độ _X

source: _Y coordinate
da: _Y-koordinat
de: _Y-Koordinate
fi: _Y-koordinaatti
hu: _Y koordináta
kn: _Y ನಿರ್ದೇಶಾಂಕ
nl: _Y-coördinaat
ru: Координата _Y
sl: _Y koordinata
te: _Y సమానమైన
tr: _Y koordinatı
vi: Toạ độ _Y

source: auto yes no
da: auto ja nej
de: automatisch ja nein
fi: automaattinen kyllä ei
hu: auto igen nem
kn: ಸ್ವಯಂ ಹೌದು ಇಲ್ಲ
nl: auto ja nee
ru: авто да нет
sl: samodejno da ne
te: స్వయంచాలక అవును కాదు
tr: kendiliğinden evet hayır
vi: tự động có không

source: dummy
fa: ساختگی
fi: tyhjä
hu: üres
kn: ನೆಪ ಮಾತ್ರದ
sl: poskusno
tr: deneme
vi: giả

source: seconds
da: sekunder
de: Sekunden
fa: ثانیه
fi: sekuntia
hu: másodperc
kn: ಸೆಕೆಂಡುಗಳು
nl: seconden
ru: секунд
sl: sekunde
te: క్షణములు
tr: saniye
vi: giây

source: Too many users to list here...
da: For mange brugere til at vise her...
de: Zu viele Benutzer, um sie hier aufzulisten
fa: تعداد کاربران بیش از آن است که در اینجا فهرست شوند...
fi: Liian monta käyttäjää lueteltavaksi tässä...
hu: Túl sok felhasználó van, nem fér ki...
kn: ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲು ಬಹಳಷ್ಟು ಬಳಕೆದಾರರಿದ್ದಾರೆ...
nl: Teveel gebruikers om weer te geven...
ru: Слишком много пользователей для перечисления здесь...
sl: Preveč uporabnikov, da bi bili tu našteti ...
te: ఇక్కడ చాలా మంది వినియోగదారుల జాబితాకు...
tr: Listelenemeyecek kadar çok kullanıcı var...
vi: Quá nhiều người dùng để liệt kê ở đây...

source: Restart Machine
da: Genstart maskine
de: System _neu starten
fa: راه‌اندازی مجدد رایانه
fi: Käynnistä tietokone uudelleen
hu: A gép újraindítása
kn: ಗಣಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸಿ
nl: Computer herstarten
ru: Перезагрузить компьютер
sl: Ponovni zagon računalnika
te: యంత్రమును మరలాప్రారంభించు
tr: Bilgisayarı Yeniden Başlat
vi: Khởi động lại máy
