Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: %s: Server was to be spawned by uid %d but that user doesn't exist
da: %s: Server skulle være startet af uid %d, men den bruger eksisterer ikke
de: %s: Server sollte von der Benutzerkennung %d abgesetzt werden, diese existiert jedoch nicht
fi: %s: Palvelin käynnistettiin käyttäjänumerolla %d, mutta kyseistä käyttäjää ei ole olemassa
hu: %s: A kiszolgálót a(z) %d uid-nek kellene indítania, de ez a felhasználó nem létezik
kn: %s: ಪರಿಚಾರಕವು uid %d ಇಂದ ಉತ್ಪತ್ತಿ ಆಗ ಬೇಕಿತ್ತು ಆದರೆ ಆ ಬಳಕೆದಾರ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
nl: %s: Server moest gestart worden in naam van uid %d, maar die gebruiker bestaat helemaal niet
ru: %s: Сервер был запущен с идентификатором (uid) %d, но такой пользователь не существует
sl: %s: Strežnik bi se moral zagnati kot UID %d, vendar ta uporabnik ne obstaja
te: %s: %d యుఐడి ద్వారా గ్రుడ్లుపెట్టుటకు ఉండు సేవిక కాని ఆ వినియోగదారు కలిగిలేడు
tr: %s: Sunucu %d uid'i tarafından yeniden başlatılmalıydı fakat böyle bir kullanıcı yok
vi: %s: định tạo máy phục vụ bởi người dùng có uid %d nhưng chưa có người ấy.

source: %s: Couldn't set groupid to %d
da: %s: Kunne ikke sætte gruppe-id til %d
de: %s: %d konnte nicht als Gruppenkennung festgelegt werden
fi: %s: Ryhmätunnusta ei voitu asettaa %d:ksi.
hu: %s: Nem sikerült a csoportazonosítót %d értékre beállítani
kn: %s: %d ಗೆ groupid ಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan groepsid niet instellen op %d
ru: %s: Не удалось установить идентификатор группы в %d
sl: %s: Ni mogoče določiti ID skupine na %d
te: %s: %d కు సముదాయ id అమర్చుట వీలుకాదు
tr: %s: Grup numarası %d'ye değiştirilemedi
vi: %s: không thể thiết lập groupid (thông tin nhân biết nhóm) thành %d

source: %s: initgroups () failed for %s
da: %s: initgroups () mislykkedes for %s
de: %s: initgroups () für %s gescheitert
fi: %s: initgroups() epäonnistui %s:lle
hu: %s: az initgroups () meghiúsult a következőhöz: %s
kn: %s: initgroups () %s ಗೆ ವಿಫಲವಾಗಿದೆ
nl: %s: initgroups() mislukt voor %s.
ru: %s: сбой функции initgroups() для %s
sl: %s: initgrougs() neuspešno za %s
te: %s: %s కొరకు పూర్ణాంక సముదాయాలు () విఫలంచెందింది
tr: %s: %s için initgroups () başarısız
vi: %s: lỗi initgroups() (khởi động nhóm) cho %s

source: %s: Couldn't set userid to %d
da: %s: Kunne ikke sætte bruger-id til %d
de: %s: %d konnte nicht als Benutzerkennung festgelegt werden
fi: %s: userid:tä ei voitu asettaa arvoon %d.
hu: %s: Nem sikerült a felhasználói azonosítót %d értékre beállítani
kn: %s: %d ಗೆ useridಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan gebruikersid niet instellen op %d
ru: %s: Не удалось установить идентификатор пользователя в %d
sl: %s: Ni mogoče nastaviti ID uporabnika na %d
te: %s: %d కు వాడు ఆర్ఐడి అమర్చుట వీలుకాదు
tr: %s: Kullanıcı numarası %d'ye değiştirilemedi
vi: %s: không thể thiết lập userid (thông tin nhân biết người dùng) thành %d.

source: %s: Couldn't set groupid to 0
da: %s: Kunne ikke sætte gruppe-id til 0
de: %s: 0 konnte nicht als Gruppenkennung festgelegt werden
fi: %s: groupid:tä ei voitu asettaa arvoon 0.
hu: %s: Nem sikerült a csoportazonosítót nullára állítani
kn: %s: 0 ಗೆ groupidಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: %s: Kan groepsid niet instellen op 0
ru: %s: Не удалось установить идентификатор группы в 0
sl: %s: Ni mogoče nastaviti ID skupine na 0
te: %s: 0 కు సముదాయ పిఐడి అమర్చుట వీలుకాదు
tr: %s: Grup numarası 0'a değiştirilemedi
vi: %s: không thể thiết lập groupid (thông tin nhân biết nhóm) thành 0.

source: %s: Xserver not found: %s
da: %s: X-server ikke fundet: %s
de: %s: X-Server nicht gefunden: %s
fi: %s: X-palvelinta ei löytynyt: %s
hu: %s: Az X-kiszolgáló nem található: %s
kn: %s: Xserver ಕಂಡುಬಂದಿಲ್ಲ: %s
nl: %s: X-server niet gevonden: %s
ru: %s: Не найден X-сервер: %s
sl: %sn: Ni mogoče najti X strežnika: %s
te: %s: X సేవిక దొరకలేదు: %s
tr: %s: X sunucusu bulunamadı: %s
vi: %s: không tìm thấy Xserver (máy phục vụ hệ thống cửa sổ X): %s.

source: %s: Can't fork Xserver process!
da: %s: Kan ikke forgrene Xserver-proces!
de: %s: X-Server-Prozess konnte nicht abgespalten werden!
fi: %s: Xserver-prosessia ei voitu haaroittaa!
hu: %s: Nem indítható az X-kiszolgáló folyamata!
kn: %s: Xಪರಿಚಾರಕ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕವಲು ಮಾಡಲಾಗಿಲ್ಲ!
nl: %s: Kan het X-server proces niet afsplitsen!
ru: %s: Не удалось инициализировать процесс X-сервера!
sl: %s: Ni mogoče razvejiti dejanja X strežnika!
te: %s: పంగలకర్ర Xసేవిక క్రమణం వీలుకాదు!
tr: %s: XServer süreci çalıştırılamadı!
vi: %s: không thể nhân đôi tiến trình Xserver.

source: Can't set EGID to user GID
da: Kan ikke sætte EGID til bruger-GID
de: EGID konnte nicht auf GID gesetzt werden
fi: EGID-arvoksi ei voi asettaa käyttäjän omaa ryhmää
hu: Az EGID nem állítható be a GID-re
kn: ಬಳಕೆದಾರ GID ಗೆ EGIDಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan EGID niet instellen op GID
ru: Не удалось установить EGID для GID пользователя
sl: Ni mogoče nastaviti EGID za uporabnikov GID
te: జిడి వినియోగదారుకు ఇజిఐడి అమర్చుట వీలుకాదు
tr: Kullanıcı GID'e EGID atanamadı
vi: Không thể đặt EGID cho GID người dùng

source: Can't set EUID to user UID
da: Kan ikke sætte EUID til bruger-UID
de: EUID konnte nicht auf UID gesetzt werden
fi: EUID-arvoksi ei voi asettaa käyttäjän omaa käyttäjänumeroa
hu: Az EUID nem állítható be az UID-re
kn: ಬಳಕೆದಾರ UID ಗೆ EUIDಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan EUID niet instellen op UID
ru: Не удалось установить EGID для UID пользователя
sl: Ni mogoče nastaviti EGID za uporabnikov UID
te: జిఐడి వినియోగదారుకు ఇయుఐడి అమర్చుట వీలుకాదు
tr: Kullanıcı UID'e EUID atanamadı
vi: Không thể đặt EUID cho UID người dùng

source: Log in anyway
da: Log ind alligevel
de: Dennoch anmelden
fi: Kirjaudu sisään kaikesta huolimatta
hu: Bejelentkezés mindenképpen
kn: ಹೇಗಾದರೂ ದಾಖಲಾಗು
nl: Toch aanmelden
ru: Войти в систему все равно
sl: Vseeno se prijavi
te: ఎలాగైనను నమోదు
tr: Yine de giriş yap
vi: Đăng nhập bằng mọi giá

source: You are already logged in. You can log in anyway, return to your previous login session, or abort this login
da: Du er allerede logget ind. Du kan logge ind alligevel, vende tilbage til den foregående session eller afbryde
de: Sie sind bereits angemeldet. Sie können sich dennoch anmelden, zur vorherigen Anmeldesitzung wechseln oder diese Anmeldung abbrechen.
fi: Olet jo kirjautunut sisään. Voit siitä huolimatta kirjautua sisään, palauttaa edellisen istunnon tai keskeyttää tämän kirjautumisen
hu: Már be van jelentkezve. Ettől függetlenül bejelentkezhet, visszatérve az előző bejelentkezéshez, vagy megszakíthatja ezt a bejelentkezést.
kn: ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಿದ್ದೀರಿ. ನೀವು ಹೇಗಾದರೂ ಒಳಗೆ ಪ್ರವೇಶಿಸಬಹುದು, ಹಿಂದಿನ ಪ್ರವೇಶ ಅಧಿವೇಶನಕ್ಕೆ ಮರಳಬಹುದು, ಅಥವ ಈ ಪ್ರವೇಶವನ್ನು ಕಾರ್ಯಭಂಗಗೊಳಿಸಬಹುದು
nl: U bent al aangemeld. U kunt u toch aanmelden, terugkeren naar uw vorige aanmelding of deze aanmelding afbreken.
ru: Вы уже зарегистрированы в системе. Вы можете войти в систему еще раз, вернуться к предыдущему сеансу или прервать этот вход
sl: Ste že prijavljeni v sejo. Lahko se vseeno prijavite še enkrat, se vrnete v vašo prejšnjo sejo ali pa prekličete to prijavo.
te: నీవు ఇదివరకే ప్రవేశకలిగి ఉన్నావు. నీవు ఏవిధముగానైనా ప్రవేశించవచ్చు, మీ యొక్క మునుపటి ప్రవేశద్వారం సమకూర్పు పురాగమనం అవుము, లేదా ఈ ప్రవేశద్వారం అర్థాంతరముగా నిలిపివేయుము
tr: Sisteme giriş yapmış durumdasınız. Yeniden giriş yaparak önceki oturuma geçebilir ya da bu girişi iptal edebilirsiniz
vi: Bạn lại đã đăng nhập. Bạn có thể đăng nhập bằng mọi giá, trở về đăng nhập trước, hoặc hủy bỏ đăng nhập này.

source: Return to previous login
da: Vend tilbage til tidligere session
de: Zur vorherigen Anmeldung zurückkehren
fi: Palaa edelliseen istuntoon
hu: Vissza az előző bejelentkezéshez
kn: ಹಿಂದಿನ ದಾಖಲಾತಿಗೆ ಹಿಂತಿರುಗು
nl: terugkeren naar vorige aanmelding
ru: Вернуться к текущему сеансу
sl: Vrni na prejšnjo prijavo
te: ముందు ప్రవేశద్వారం కు తిరిగివెళ్ళు
tr: Önceki oturuma giriş yap
vi: Trở về đăng nhập trước

source: Abort login
da: Afbryd logind
de: Anmeldung abbrechen
fi: Keskeytä kirjautuminen
hu: Bejelentkezés megszakítása
kn: ದಾಖಲಾತಿಯನ್ನು ಸ್ಥಗಿತಗೊಳಿಸು
nl: Aanmelding afbreken
ru: Прервать вход
sl: Prekini prijavo
te: ప్రవేశద్వారం అర్థాంతరంగా ఆపు
tr: Girişi iptal et
vi: Hủy bỏ đăng nhập

source: You are already logged in. You can log in anyway or abort this login
da: Du er allerede logget ind. Du kan logge ind alligevel eller afbryde
de: Sie sind bereits angemeldet. Sie können sich dennoch anmelden oder diese Anmeldung abbrechen
fi: Olet jo kirjautunut sisään. Voit siitä huolimatta kirjautua sisään tai keskeyttää tämän kirjautumisen
hu: Már be van jelentkezve. Ettől függetlenül bejelentkezhet, vagy megszakíthatja a bejelentkezést.
kn: ನೀವು ಈಗಾಗಲೆ ಒಳಗೆ ಪ್ರವೇಶಿಸಿದ್ದಿರಿ. ನೀವು ಹೇಗಾದರೂ ಒಳಗೆ ಪ್ರವೇಶಿಸಬಹುದು ಅಥವ ಈ ಪ್ರವೇಶವನ್ನು ಕಾರ್ಯಭಂಗಗೊಳಿಸಬಹುದು
nl: U bent al aangemeld. U kunt toch aanmelden of deze aanmelding annuleren
ru: Вы уже зарегистрированы в системе. Вы можете зарегистрироваться еще раз или прервать регистрацию
sl: Ste že prijavljeni v sejo. Lahko se vseeno prijavite ali prekinete to prijavo
te: నీవు ఇదివరకే లోపలికి ప్రవేశింపబడి ఉన్నావు. నీవు ఏవిధముగానైనా లోపలికి నమోదుకావచ్చు లేదా ఈ ప్రవేశద్వారం ను అర్థాంతరముగా నిలిపవచ్చు
tr: Sisteme giriş yapmış durumdasınız. Yeniden giriş yapabilir ya da bu girişi iptal edebilirsiniz
vi: Bạn lại đã đăng nhập. Bạn có thể đăng nhập bằng mọi giá, hoặc hủy bỏ đăng nhập này.

source: Could not start the X server (your graphical environment) due to some internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart MDM when the problem is corrected.
da: X-serveren (dit grafiske miljø) kunne ikke startes pga. en intern fejl. Kontakt venligst systemadministratoren eller kontrollér systemloggen for at diagnosticere problemet. I mellemtiden bliver denne terminal deaktiveret. Genstart MDM når problemet er løst.
de: Der X-Server (Ihre grafische Umgebung) konnte auf Grund interner Fehler nicht gestartet werden. Bitte kontaktieren Sie den Systemadministrator oder überprüfen Sie zur Fehlerdiagnose das Systemprotokoll. Bis dahin wird diese Anzeige deaktiviert. Bitte starten Sie MDM neu, sobald der Fehler behoben ist.
fi: X-palvelimen (graafisen ympäristön) käynnistys ei onnistunut sisäisen virheen takia. Ota yhteyttä järjestelmän ylläpitäjään tai tutki järjestelmälokia. Tämä näyttö poistetaan toistaiseksi käytöstä. Käynnistä MDM uudelleen, kun ongelma on korjattu.
hu: Nem indítható el az X kiszolgáló (a grafikus felület) valamilyen belső hiba folytán. Értesítse a rendszergazdát, vagy ellenőrizze a rendszernaplót. Addig ez a képernyő ki lesz kapcsolva. Indítsa újra a MDM-et, ha a probléma megoldódott.
kn: ಕೆಲವೊಂದು ಆಂತರಿಕ ದೋಷದಿಂದಾಗಿ (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ವಾತಾರಣ) Xಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವ ತೊಂದರೆಯನ್ನು ಪತ್ತೆ ಹಚ್ಚಲು syslog ಅನ್ನು ನೋಡಿ. ಅದೇ ಸಮಯದಲ್ಲಿ ಈ ಪ್ರದರ್ಶಕವು ಅಶಕ್ತಗೊಳ್ಳುತ್ತದೆ. ತೊಂದರೆಯನ್ನು ಸರಿಪಡಿಸಿದ ನಂತರ MDM ಅನ್ನು ಪುನರ್ ಆರಂಭಿಸಿ.
nl: Kan de X-server (grafische omgeving) niet starten vanwege een interne fout. Neem contact op met de systeembeheerder of bekijk het logboek om een diagnose te maken. Dit scherm wordt in de tussentijd uitgeschakeld. Herstart MDM wanneer het probleem is opgelost.
ru: Не удалось запустить X-сервер (ваше графическое окружение) из-за внутренней ошибки. Свяжитесь со своим системным администратором или проверьте ваш системный журнал. В настоящее время этот дисплей будет отключен. Перезапустите MDM, когда проблема будет устранена.
sl: Ni bilo mogoče zagnati X strežnika (vašega grafičnega okolja) zaradi notranje napake. Obrnite se na vašega skrbnika sistema ali preverite vaš sistemski dnevnik za ugotavljanje napak. V tem času bo zaslon izključen. Ponovno poskusite zagnati MDM, ko bo problem odpravljen.
tr: X sunucusu (grafik ortamınız) kritik bir hata yüzünden başlatılamadı. Lütfen sistem yöneticinizle iletişime geçin veya tanılamak için kayıtlarınızı inceleyin. Kısa süre içinde bu görüntü birimi kapatılacaktır Lütfen, hata düzeltildiğinde MDM'yi yeniden başlatın.
vi: Không thể khởi chạy máy phục vụ hệ thống cửa sổ X do nguyên nhân bên trong. Hãy liên lạc với quản trị hệ thống của bạn hoặc kiểm tra syslog (bản ghi hệ thống) để chẩn đoán lỗi. Trong khi đợi, bộ trình bày này sẽ đã tắt. Hãy khởi chạy lại MDM khi vấn đề đã được tháo gỡ.

source: %s: cannot fork
da: %s: kan ikke forgrene
de: %s: Abspalten gescheitert
fi: %s: ei voi haaroittua
hu: %s: nem indítható folyamat
kn: %s: ಕವಲು ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: kan niet afsplitsen
ru: %s: Не удалось инициализировать процесс
sl: %s: ni mogoče razvejiti
te: %s: పంగలకర్ర వీలుకాదు
tr: %s: çatallanamadı
vi: %s: không tạo được tiến trình con.

source: %s: cannot open display %s
da: %s: kan ikke åbne terminalen %s
de: %s: Anzeige %s konnte nicht geöffnet werden
fi: %s: näytön %s avaaminen ei onnistu
hu: %s: a(z) %s képernyő nem nyitható meg
kn: %s: ಪ್ರದರ್ಶಕ %s ವನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
nl: %s: kan scherm %s niet openen
ru: %s: Не удалось открыть дисплей %s
sl: %s: ni mogoče odpreti zaslona %s
te: %s: %s ప్రదర్శన తెరచుట వీలుకాదు
tr: %s: %s ekranı açılamadı
vi: %s: không mở được bộ trình bày %s.

source: Could not access configuration file (custom.conf). Make sure that the file exists before launching login manager config utility.
da: Kunne ikke få adgang til konfigurationsfilen (custom.conf). Kontrollér at filen eksisterer før konfigurationsværktøjet for logind-programmet køres.
de: Auf die Konfigurationsdatei (custom.conf) konnte nicht zugegriffen werden. Stellen Sie sicher, dass die Datei existiert bevor Sie das Konfigurationsprogramm des Anmeldemanagers ausführen.
fi: Asetustiedostoa custom.conf ei voitu ladata. Varmista, että tiedosto on olemassa ennen asetusohjelman käynnistämistä.
hu: Nem érhető el a konfigurációs fájl (custom.conf). A bejelentkezéskezelő beállító segédprogramjának indítása előtt győződjön meg róla, hogy a fájl létezik.
kn: ಸಂರಚನಾ ಕಡತವನ್ನು (custom.conf) ನಿಲುಕಿಸಿಕೊಳ್ಳಲಾಗಿಲ್ಲ. ಆ ಕಡತ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆಯೆ ಎಂದು ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕದ ಸಂರಚನಾ ಸವಲತ್ತನ್ನು ಆರಂಭಿಸುವ ಮೊದಲು ಖಚಿತ ಪಡಿಸಿಕೊಳ್ಳಿ.
nl: Kreeg geen toegang tot het configuratiebestand (custom.conf). Zorg er voor dat het bestand bestaat voordat u het configuratieprogramma voor het aanmeldscherm opstart.
ru: Не удалось получить доступ к файлу конфигурации (custom.conf). Убедитесь, что файл существует, перед запуском утилиты настройки экрана входа в систему.
sl: Ni mogoč dostop do nastavitvene datoteke (custom.conf). Prepričajte se, da datoteka obstaja pred zagonom nastavitvenega orodja.
te: రూపకరణ దస్త్రం సాంగత్యపరచుటకు వీలుకాదు (మలచుకొను.రూపకరణ). ప్రవేశద్వారం అభికర్త రూపకరణ సౌలభ్యం ప్రతిష్టాపించుటకు ముందే బయటకు వెలుతుంది.
tr: Yapılandırma dosyasına (custom.conf) erişilemedi. Giriş yöneticisi yapılandırma uygulamasını çalıştırmadan önce bu dosyanın var olduğundan emin olun.
vi: Không thể truy cập tập tin cấu hình riêng (custom.conf). Hãy bảo đảm là tập tin cấu hình này tồn tại trước khi chạy chương trình cấu hình quản lý đăng nhập.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file. Attempting to start it from the default location.
da: Kunne ikke starte opsætningsprogrammet. Kontrollér at stien er sat korrekt i konfigurationsfilen. Der forsøges at starte det fra standardplaceringen.
de: Das Konfigurationsprogramm konnte nicht ausgeführt werden. Stellen Sie sicher, dass der korrekte Pfad in der Konfigurationsdatei festgelegt wurde. Es wird nun versucht, es vom Vorgabeort zu starten.
fi: Asetusohjelman ajaminen ei onnistunut. Varmista, että sen polku on asetettu oikein asetustiedostossa. Se yritetään käynnistää oletussijainnistaan.
hu: Nem indítható el a beállítóalkalmazás. Győződjön meg róla, hogy az elérési útvonal helyesen van beállítva a beállítófájlban. Megpróbálom elindítani az alapértelmezett helyről.
kn: ಸಂರಚನಾ ಅನ್ವಯವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿಲ್ಲ. ಸಂರಚನಾ ಕಡತದಲ್ಲಿ ಅದರ ಪಥವು ಸರಿಯಾಗಿ ಸಂಯೋಜಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಪೂರ್ವನಿಯೋಜಿತ ಸ್ಥಳದಿಂದ ಅದನ್ನು ಆರಂಭಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Kan het configuratieprogramma niet uitvoeren. Controleer of het pad goed staat ingesteld in de configuratie. Er zal worden geprobeerd te starten vanaf de standaardlocatie.
ru: Не удалось запустить конфигурационную программу. Убедитесь, что путь к ней корректно указан в конфигурационном файле. Будет предпринята попытка запустить ее из местоположения по умолчанию.
sl: Ni mogoče zagnati nastavitvenega programa. Prepričajte se, da je pot v datoteki nastavitev pravilna. Poskus zaganjanja iz privzetega mesta.
te: రూపకరణ కార్యక్షేత్రం నిర్వర్తించుటకు వీలుకాదు. రూపకరణ దస్త్రంలో దాని యొక్క త్రోవ అమర్చుట సవరించబడినదని నిశ్చయము ఏర్పరచు. అప్రమేయ స్థానం నుండి దాన్ని ప్రారంభించుటకు ప్రయత్నించుచున్నది.
tr: Yapılandırma uygulaması çalıştırılamadı. Yapılandırma dosyasındaki yolun doğru ayarlandığından emin olun. Öntanımlı konumdan başlatılmaya çalışılacak.
vi: Không thể thực hiện trình cấu hình. Hãy bảo đảm có đường dẫn đúng trong tập tin cấu hình. Sẽ thử khởi động từ vị trí mặc định.

source: Could not execute the configuration application. Make sure its path is set correctly in the configuration file.
da: Kunne ikke køre opsætningsprogrammet. Kontrollér at stien er sat korrekt i konfigurationsfilen.
de: Das Konfigurationsprogramm konnte nicht ausgeführt werden. Stellen Sie sicher, dass der korrekte Pfad in der Konfigurationsdatei festgelegt wurde.
fi: Asetusohjelman ajaminen ei onnistunut. Varmista, että sen polku on asetettu oikein asetustiedostossa.
hu: Nem indítható el a beállítóalkalmazás. Győződjön meg róla, hogy az elérési útvonal be van állítva a beállítófájlban.
kn: ಸಂರಚನಾ ಅನ್ವಯವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತಿಲ್ಲ. ಸಂರಚನಾ ಕಡತದಲ್ಲಿ ಅದರ ಪಥವು ಸರಿಯಾಗಿ ಸಂಯೋಜಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
nl: Kan het configuratieprogramma niet uitvoeren. Controleer of het pad goed is ingesteld in het configuratiebestand.
ru: Не удалось запустить программу настройки. Убедитесь, что путь правильно указан в файле конфигурации.
sl: Ni mogoče zagnati nastavitvenega programa. Prepričajte se, da je pot v datoteki nastavitev pravilna.
te: రూపకరణ కార్యక్షేత్రం నిర్వర్తించుటకు వీలుకాదు. రూపకరణ దస్త్రంలో దాని యొక్క త్రోవ అమర్చుట సవరించబడినదని నిశ్చయము ఏర్పరచు.
tr: Yapılandırma uygulaması çalıştırılamadı. Uygulamanın yol tanımının yapılandırma dosyasında doğru ayarlandığından emin olun.
vi: Không thể thực hiện trình cấu hình. Hãy bảo đảm là đường dẫn trong tập tin cấu hình vẫn đúng.

source: You must authenticate as root to run configuration.
da: Du skal være root for at køre opsætningsprogrammet.
de: Bitte geben Sie zur Konfiguration das »root«-Passwort ein.
fi: Asetusohjelman voi ajaa vain pääkäyttäjänä.
hu: Root felhasználóként kell hitelesítenie magát a beállítómodul elindításához.
kn: ಸಂರಚನೆಯನ್ನು ಚಲಾಯಿಸಲು ನೀವು ಮೂಲವೆಂದು ದೃಢೀಕರಿಸಬೇಕಾಗುತ್ತದೆ.
nl: U moet u aanmelden als root om de configuratie te starten.
ru: Введите пароль суперпользователя (root) для запуска конфигурационной программы.
sl: Za zagon nastavitev se morate prijaviti kot skrbnik.
te: రూపకరణ నడుపుటకు నీవు మూలం వలె ప్రామాణీకరించ వలయును.
tr: Yapılandırma programını çalıştırmak için sisteme root olarak girmelisiniz.
vi: Cần phải xác thực với tư cách người chủ để chạy cấu hình.

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist.
da: Logind-lyd forespurgt på ikke-lokal terminal eller afspilningsprogrammet kan ikke startes eller lyden findes ikke.
de: Der Anmeldeklang wurde auf einer nicht-lokalen Anzeige angefordert, die Wiedergabe-Software konnte nicht ausgeführt werden oder der Klang existiert nicht.
fi: Sisäänkirjautumisääntä on pyydetty etänäytöltä, tai soitto-ohjelmistoa ei voi suorittaa, tai äänitiedostoa ei ole.
hu: Bejelentkezési hangot kért nem helyi képernyőn vagy a lejátszó szoftver nem futtatható, vagy a hangfájl nem létezik.
kn: ಸ್ಥಳಿಯವಲ್ಲದ ಪ್ರದರ್ಶಕ ಅಥವ ತಂತ್ರಾಂಶವನ್ನು ಪ್ಲೇ ಮಾಡುವುದರ ಮೇಲೆ ಮನವಿ ಸಲ್ಲಿಸಿದ ಪ್ರವೇಶ ಶಬ್ಧವನ್ನು ಚಲಾಯಿಸಲಾಗಿಲ್ಲ ಅಥವ ಶಬ್ಧವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
nl: Aanmeldgeluid gevraagd op niet-lokaal scherm, of de afspeelsoftware kan niet worden uitgevoerd of het geluid bestaat niet.
ru: Звук регистрации был запрошен на удаленном дисплее, или программа воспроизведения не может быть выполнена, или звуковой файл не существует.
sl: Zahtevanega zvoka ob prijavi na oddaljenem zaslonu, ni mogoče zagnati ali pa zvočna datoteka ne obstaja.
tr: Yerel olmayan bir görüntü giriş sesi istedi veya oynatıcı yazılım çalıştırılamadı veyases bulunamıyor
vi: Âm thanh đăng nhập được yêu cầu trên bộ trình bày ở xa hoặc phần mềm phát âm không chạy được hoặc không có âm thanh đó

source: %s: Can't init pipe to mdmgreeter
da: %s: Kan ikke åbne datakanal til mdmgreeter
de: %s: Weiterleitung zu mdmgreeter konnte nicht initialisiert werden
fi: %s: Putkea mdmgreeter-kirjautumisikkunaan ei voitu avata
hu: %s: Nem inicializálható a csővezeték a mdmgreeter-hez
kn: %s: pipe ಅನ್ನು mdmgreeter ಗೆ init ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kan pijp niet binden aan mdmgroeter
ru: %s: Не удалось инициализировать канал к программе mdmgreeter
sl: %s: Ni mogoče zagnati cevi do mdmgreeter
te: %s: జిడియం వందనము కు పైప్ ను సంసిద్దించలేవు
tr: %s: Mdmgreeter için boru ilklendirilemedi
vi: %s: không thể khởi động ống dẫn tới mdmgreeter (bộ chào mừng).
