Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Cannot change your password; you will not be able to log in. Please try again later or contact your system administrator.
da: Kan ikke ændre din adgangskode, så du vil ikke være i stand til at logge ind. Prøv igen senere eller kontakt din systemadministrator.
de: Ihr Passwort konnte nicht geändert werden. Sie können sich nicht anmelden. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Systemadministrator.
fa: نمی‌توان گذرواژهٔ شما را تغییر داد، شما نمی‌توانید وارد سیستم شوید. لطفاً بعداً دوباره امتحان کنید یا با مدیر سیستم خود تماس بگیرید.
fi: Salasanaasi ei voi vaihtaa; et voi kirjautua tietokoneelle. Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmän ylläpitäjään.
hu: Nem változtatható meg a jelszava, így nem tud bejelentkezni,próbálja újra később, vagy értesítse a rendszergazdát.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತಿಲ್ಲ; ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Kan uw wachtwoord niet veranderen, u zult niet kunnen aanmelden. Probeert u het later nog eens of neem contact op met de systeembeheerder.
ru: Сменить ваш пароль Не удалось, Вы не сможете войти в сеанс. Попробуйте еще раз позже или свяжитесь со своим системным администратором.
sl: Ni mogoče spremeniti vašega gesla, zato se ni mogoče prijaviti. Ponovno poskusite pozneje ali se obrnite na vašega skrbnika sistema.
te: మీయొక్క రహస్యపదము మార్చుటకు వీలుకాదు; నీవు లోపలికి ప్రవేశించుటకు వీలుకాదు. దయచేసి తరువాత మరలా ప్రయత్నించుము లేదా మీయొక్క వ్యవస్థ నిర్వాహకి ని సంప్రదించుము.
tr: Parolanız değiştirilemiyor, giriş yapamayacaksınız, Lütfen daha sonra yeniden deneyin veya sistem yöneticinizle iletişime geçin.
vi: Không thể thay đổi mật khẩu, bạn sẽ không thể đăng nhập, hãy thử lại hoặc liên hệ quản trị hệ thống.

source: Your password has been changed but you may have to change it again. Please try again later or contact your system administrator.
da: Din adgangskode er blevet ændret, men du skal muligvis ændre den igen. Prøv igen senere eller kontakt din systemadministrator.
de: Ihr Passwort wurde geändert, Sie müssen es jedoch möglicherweise erneut ändern. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Systemadministrator.
fa: گذرواژهٔ شما تغییر یافت ولی ممکن است لازم باشد دوباره آن را تغییر دهید. لطفاً بعداً دوباره امتحان کنید یا با مدیر سیستم خود تماس بگیرید.
fi: Salasanasi on vaihdettu, mutta se pitää mahdollisesti vaihtaa uudelleen. Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmän ylläpitäjään.
hu: A jelszó megváltoztatásra került, de lehet hogy újra meg kell változtatnia. Próbálja meg később, vagy értesítse a rendszergazdát.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವು ಬದಲಾಯಿಸಲ್ಪಟ್ಟಿದೆ ಆದರೆ ನೀವು ಪುನಃ ಅದನ್ನು ಬದಲಾಯಿಸಬೇಕಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Uw wachtwoord is vernieuwd maar u moet het mogelijk nogmaals veranderen. Probeert u het later nog eens of neem contact op met uw systeembeheerder.
ru: Ваш пароль был изменен, но, возможно, Вам потребуется изменить его снова. Попробуйте еще раз или свяжитесь со своим системным администратором.
sl: Vaše geslo je bilo spremenjeno, vendar ga boste morda morali ponovno spremeniti. Ponovno poskusite pozneje ali se obrnite na vašega skrbnika sistema.
te: మీ యొక్క రహస్యపదము మార్చబడినది కాని నీవు దానిని మరలా మార్చవలెను. దయచేసి తరువాత మరలా ప్రయత్నించు లేదా మీ యొక్క వ్యవస్థ నిర్వాహకి ని సంప్రదించుము.
tr: Parolanız değiştirildi, fakat yeniden değiştirmeniz gerekebilir. Lütfen daha sonra yeniden deneyin veya sistem yöneticinizle iletişime geçin.
vi: Mật khẩu của bạn đã được thay đổi nhưng có thể cần phải thay đổi lần nữa; hãy thử lại lát nữa hoặc liên hệ quản trị hệ thống.

source: Your password has expired. Only a system administrator can now change it
da: Din adgangskode er udløbet. Kun en systemadministrator kan ændre det nu
de: Ihr Passwort ist abgelaufen. Es kann nur vom Systemadministrator geändert werden
fa: گذرواژهٔ شما منقضی شده است. حالا دیگر فقط مدیر سیستم می‌تواند آن را تغییر دهد
fi: Salasanasi on vanhentunut. Nyt vain järjestelmän ylläpitäjä voi vaihtaa sen
hu: Az Ön jelszava lejárt. Már csak a rendszergazda tudja ezt megváltoztatni.
kn: ನಿಮ್ಮ ಗುಪ್ತಪದದ ಅವಧಿ ಮುಗಿದು ಹೋಗಿದೆ. ಈಗ ಕೇವಲ ಒಬ್ಬ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ಮಾತ್ರ ಅದನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯ
nl: Uw wachtwoord is verlopen. Alleen de systeembeheerder kan deze nu nog veranderen
ru: Срок действия Вашего пароля истек. Теперь его может изменить только системный администратор
sl: Vaše geslo je poteklo. Zdaj ga lahko spremeni le skrbnik sistema
te: మీ యొక్క రహస్యపదము కాలంచెల్లినది. దాన్ని కేవలం ఒక వ్యవస్థ నిర్వాహకి మాత్రమే మార్చగలడు
tr: Parolanızın süresi doldu. Şimdi parolanızı sadece sistem yöneticisi değiştirebilir
vi: Mật khẩu của bạn đã hết hạn. Chỉ có quản trị hệ thống có thể thay đổi nó

source: Internal error on passwdexpired
fa: خطای داخلی در passwdexpired
kn: passwdexpired ನಲ್ಲಿ ಆಂತರಿಕ ದೋಷ
te: రహస్యపదము పై అంతర్గత దోషము కాలంచెల్లినది

source: An internal error occurred. You will not be able to log in. Please try again later or contact your system administrator.
da: En intern fejl opstod så du kan ikke logge ind. Prøv igen senere eller kontakt din systemadministrator.
de: Es ist ein interner Fehler aufgetreten. Sie können sich nicht anmelden. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Systemadministrator.
fa: یک خطای داخلی رخ داد، و شما نمی‌توانید وارد سیستم شوید. لطفاً بعداً دوباره امتحان کنید یا با مدیر سیستم خود تماس بگیرید.
fi: Tapahtui sisäinen virhe. Et voi kirjautua sisään. Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmän ylläpitäjään.
hu: Belső hiba történt. Nem fog tudni bejelentkezni. Próbálja újra később, vagy értesítse a rendszergazdát.
kn: ಒಂದು ಆಂತರಿಕ ದೋಷ ಉಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Er is een interne fout opgetreden, u zult niet kunnen aanmelden. Probeert u het later nog eens of neem contact op met de systeembeheerder.
ru: Произошла внутренняя ошибка, Вы не сможете войти в сеанс. Попробуйте еще раз позже или свяжитесь с системным администратором.
sl: Prišlo je do notranje napake. Ni se mogoče prijaviti. Prosim, poskusite znova ali pa o napaki obvestite skrbnika sistema.
te: ఒక అంతర్గత దోషము ఏర్పడింది. నీవు లోపలికి ప్రవేశించుటకు వీలుకాదు. దయచేసి తరువాత మరలా ప్రయత్నించుము లేదా మీయొక్క వ్యవస్థ నిర్వాహకి ని సంప్రదించుము.
tr: Bir iç hata oluştu. Giriş yapamayacaksınız. Lütfen daha sonra yeniden deneyin veya sistem yöneticinizle iletişime geçin.
vi: Gặp lỗi nội tại, bạn sẽ không thể đăng nhập. Hãy thử lại chốc nữa hoặc liên lạc với quản trị hệ thống.

source: Cannot get passwd structure for %s
fa: نمی‌توان ساختار passwd را برای %s گرفت
kn: %s ಗೆ passwd ವಿನ್ಯಾಸವನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ
te: %s కొరకు నిర్మాణ రహస్యపదము పొందుట వీలుకాదు

source: You are required to change your password immediately (password aged)
da: Du skal skifte din adgangskode med det samme (koden er blevet for gammel)
de: Sie müssen umgehend Ihr Passwort ändern (Passwort veraltet)
fa: لازم است فوراً گذرواژهٔ خود را تغییر دهید (گذرواژه قدیمی شده است)
fi: Salasana on vaihdettava välittömästi (salasana on vanhentunut)
hu: Azonnal meg kell változtatnia a jelszavát (a régi jelszó lejárt)
kn: ನೀವು ಈ ತಕ್ಷಣ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿದೆ (ಗುಪ್ತಪದದ ಅವಧಿ ಮೀರಿದೆ)
nl: U moet direct uw wachtwoord veranderen (wachtwoord is verlopen)
ru: Срок действия пароля истек. Измените пароль немедленно.
sl: Svoje geslo morate takoj spremeniti (zaradi njegove starosti)
te: నీవు మీ యొక్క రహస్యపదము తక్షణమే మార్చుట అవసరము ఉన్నది (రహస్యపదము వయస్సుచెల్లినది)
tr: Parolanızı bir an önce değiştirmeniz gerekiyor (parola eskidi)
vi: Bạn phải thay đổi mật khẩu ngay tức thì (hết hạn mật khẩu).

source: You are required to change your password immediately (root enforced)
da: Du skal skifte din adgangskode med det samme (gennemtvunget af root)
de: Sie müssen umgehend Ihr Passwort ändern (vom »root«-Benutzer erzwungen)
fa: لازم است فوراً گذرواژهٔ خود را تغییر دهید (اجبار از root)
fi: Salasana on vaihdettava välittömästi (pääkäyttäjä pakottaa)
hu: Azonnal meg kell változtatnia a jelszavát (a rendszergazda kérése)
kn: ನೀವು ಈ ತಕ್ಷಣ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿದೆ (ಮೂಲದಿಂದ ಒತ್ತಾಯಿಸಲ್ಪಟ್ಟಿದೆ)
nl: U moet direct uw wachtwoord veranderen (opgelegd door de systeembeheerder)
ru: Вам необходимо сменить пароль немедленно
sl: Svoje geslo morate takoj spremeniti (zahteva skrbnika)
te: నీవు మీ యొక్క రహస్యపదము తక్షణమే మార్చుట అవసరము ఉన్నది (మూలం నిర్భందించబడినది)
tr: Parolanızıbiranöncedeğiştirmenizgerekiyor(root istiyor)
vi: Bạn phải thay đổi mật khẩu ngay tức thì (người chủ ép buộc).

source: Your account has expired; please contact your system administrator
da: Din konto er udløbet; kontakt venligst systemadministratoren
de: Ihr Zugang ist abgelaufen; bitte kontaktieren Sie den Systemadministrator
fa: حساب شما منقضی شده است، لطفاً با مدیر سیستم خود تماس بگیرید.
fi: Tunnus on vanhentunut. Ota yhteyttä järjestelmän ylläpitäjään
hu: Az Ön felhasználói fiókja lejárt; lépjen kapcsolatba a rendszergazdával.
kn: ನಿಮ್ಮ ಖಾತೆಯ ಅವಧಿ ಮುಗಿದುಹೋಗಿದೆ; ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
nl: Uw account is verlopen. Neem contact op met de systeembeheerder
ru: Срок действия учётной записи истек, свяжитесь с системным администратором
sl: Vaš uporabniški račun je pretekel; prosim, obrnite se na vašega skrbnika sistema
te: మీ యొక్క ఖాతా కాలంచెల్లినది; దయచేసి మీ యొక్క వ్యవస్థ నిర్వాహకిని సంప్రదించుము
tr: Hesabınızın süresi doldu, lütfen sistem yöneticinizle görüşün
vi: Tài khoản của bạn đã hết hạn: hãy liên lạc với quản trị hệ thống.

source: No password supplied
da: Ingen adgangskode angivet
de: Kein Passwort angegeben
fa: گذزواژه‌ای داده نشد
fi: Salasanaa ei annettu
hu: Nincs jelszó megadva
kn: ಯಾವುದೇ ಗುಪ್ತಪದ ಒದಗಿಸಲಾಗಿಲ್ಲ
nl: Geen wachtwoord opgegeven
ru: Пароль не введен
sl: Geslo ni bilo vneseno
te: ఎటువంటి రహస్యపదము సరఫరాచేయబడదు
tr: Parola girilmedi
vi: Chưa gõ mật khẩu.

source: Password unchanged
da: Adgangskode uændret
de: Passwort unverändert
fa: گذرواژه تغییری نکرد
fi: Salasanaa ei vaihdettu
hu: A jelszó nem változott
kn: ಗುಪ್ತಪದ ಬದಲಾಯಿಸಲಾಗಿಲ್ಲ
nl: Wachtwoord onveranderd
ru: Пароль не был изменен
sl: Geslo ni spremenjeno
te: రహస్యపదము మార్చబడలేదు
tr: Parola değiştirilemedi
vi: Chưa đổi mật khẩu.

source: Can not get username
da: Kan ikke skaffe brugernavn
de: Benutzername konnte nicht ermittelt werden
fa: نمی‌توان نام کاربر را گرفت
fi: Ei saada käyttäjätunnusta
hu: A felhasználónév nem található
kn: ಬಳಕೆದಾರ ಹೆಸರು ದೊರೆಯುತ್ತಿಲ್ಲ
nl: Kan geen gebruikersnaam opvragen
ru: Не удалось получить имя пользователя
sl: Ni mogoče dobiti uporabniškega imena
te: వినియోగదారు నామము పొందుట వీలుకాదు
tr: Kullanıcı adı alınamadı
vi: Không gọi được tên người dùng.

source: Retype new UNIX password:
da: Genindtast ny UNIX-adgangskode:
de: Neues UNIX-Passwort bestätigen:
fa: گذرواژهٔ جدید یونیکس را دوباره بنویسید:
fi: Syötä uudelleen uusi Unix-salasana:
hu: Adja meg ismét a jelszót:
kn: ಹೊಸ UNIX ಗುಪ್ತಪದವನ್ನು ಪುನಃ ದಾಖಲಿಸಿ:
nl: Geef uw nieuwe wachtwoord nogmaals:
ru: Повторите новый пароль UNIX:
sl: Ponovno vpišite novo geslo:
te: కొత్త యునిక్స్ రహస్యపదము మరలాచేర్చుము:
tr: Yeni UNIX parolanızı tekrar girin:
vi: Hãy gõ lại mật khẩu UNIX mới:

source: Enter new UNIX password:
da: Indtast ny UNIX-adgangskode:
de: Neues UNIX-Passwort:
fa: گذرواژهٔ جدید یونیکس را وارد کنید:
fi: Syötä uusi Unix-salasana:
hu: Adja meg az új jelszót:
kn: ಹೊಸ UNIX ಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸಿ:
nl: Geef uw nieuwe wachtwoord:
ru: Введите новый пароль UNIX:
sl: Vpišite novo geslo:
te: కొత్త యునిక్స్ రహస్యపదము చేర్చుము:
tr: Yeni UNIX parolanızı girin:
vi: Hãy gõ mật khẩu UNIX mới:

source: (current) UNIX password:
da: Aktuel UNIX-adgangskode:
de: (aktuelles) UNIX-Passwort:
fa: گذرواژهٔ یونیکس (فعلی):
fi: (nykyinen) Unix-salasana:
hu: Jelenlegi UNIX jelszó:
kn: (ಪ್ರಸ್ತುತ) UNIX ಗುಪ್ತಪದ:
nl: Geef uw huidige wachtwoord:
ru: (текущий) пароль UNIX:
sl: (trenutno) geslo:
te: (ప్రస్తుత) యునిక్స్ రహస్యపదము:
tr: (şimdiki) UNIX parolanız:
vi: mật khẩu UNIX (hiện thời):

source: Error while changing NIS password.
da: Fejl ved ændring af NIS-adgangskode.
de: Fehler beim Ändern des NIS-Passworts.
fa: خطا در هنگام تغییر دادن گذرواژهٔ NIS.
fi: Virhe vaihdettaessa NIS-salasanaa.
hu: Hiba a NIS jelszó módosítása közben.
kn: NIS ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸುವಾಗ ದೋಷ.
nl: Fout bij veranderen van NIS-wachtwoord.
ru: Ошибка изменения пароля NIS.
sl: Napaka ob spreminjanju gesla NIS
te: ఎన్ఐఎస్ రహస్యపదము మార్చునపుడు దోషము.
tr: NIS parolası değiştirilirken bir hata oluştu.
vi: Gặp lỗi khi thay đổi mật khẩu NIS.

source: You must choose a longer password
da: Du skal vælge en længere adgangskode
de: Sie müssen ein längeres Passwort wählen
fa: شما باید گذرواژهٔ بلندتری انتخاب کنید
fi: Salasanan täytyy olla pidempi
hu: Válasszon hosszabb jelszót
kn: ನೀವು ಒಂದು ಉದ್ದವಾದ ಗುಪ್ತಪದವನ್ನು ಆರಿಸಬೇಕು
nl: U moet een langer wachtwoord kiezen
ru: Необходимо выбрать более длинный пароль
sl: Izbrati morate daljše geslo
te: నీవు ఒక పొడవైన రహస్యపదము ఎంచుకొనవలయును
tr: Daha uzun bir parola seçmelisiniz
vi: Bạn phải chọn mật khẩu dài hơn.

source: Password has been already used. Choose another.
da: Adgangskoden er allerede blevet brugt. Vælg en anden.
de: Passwort wurde bereits verwendet. Wählen Sie ein Anderes.
fa: گذرواژه قبلاً استفاده شده است. یکی دیگر انتخاب کنید.
fi: Salasana on jo ollut käytössä. Valitse jokin muu.
hu: A megadott jelszót már használta. Adjon meg egy másikat.
kn: ಈ ಗುಪ್ತಪದವು ಈಗಾಗಲೆ ಬಳಸಲ್ಪಟ್ಟಿದೆ. ಬೇರೆಯದನ್ನು ಬಳಸಿ.
nl: Wachtwoord is al gebruikt. Kies een ander.
ru: Пароль уже используется. Выберите другой пароль.
sl: Geslo je bilo že uporabljeno. Izberite drugo.
te: రహస్యపదము ఇది వరకే వాడబడినది. మరియొకటి ఎంచుకొనుము.
tr: Bu parola daha önce kullanılıyordu. Başka bir parola seçin.
vi: Mật khẩu đã được dùng nên hãy chọn điều khác.

source: You must wait longer to change your password
da: Du skal vente længere for at skifte din adgangskode
de: Sie müssen länger warten, um Ihr Passwort zu ändern.
fa: شما باید مدت بیشتری صبر کنید تا بتوانید گذرواژهٔ خود را تغییر دهید
fi: Sinun täytyy odottaa pidempään vaihtaaksesi salasanaasi.
hu: Még várnia kell a jelszó megváltoztatásával
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಬಹಳ ಹೊತ್ತು ಕಾಯಬೇಕಾಗುತ್ತದೆ
nl: U moet langer wachten om uw wachtwoord te veranderen
ru: Вам необходимо подождать еще для изменения вашего пароля
sl: Za spremembo gesla morate počakati dlje
te: మీ యొక్క రహస్యపదము మార్చుటకు నీవు దీర్ఘముగా నిరీక్షించవలయును
tr: Parolanızı değiştirmek için daha uzun beklemelisiniz
vi: Bạn phải chờ lâu hơn để thay đổi mật khẩu của bạn

source: Sorry, passwords do not match
da: Adgangskoderne er ikke ens
de: Leider stimmen die Passwörter nicht überein
fa: گذرواژه‌ها یکسان نیستند
fi: Valitettavasti salasanat eivät täsmää
hu: Sajnálom, a megadott jelszavak nem egyeznek meg
kn: ಕ್ಷಮಿಸಿ, ಗುಪ್ತಪದ ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
nl: Sorry, de wachtwoorden komen niet overeen
ru: Извините, пароли не совпадают
sl: Oprostite, gesli se ne ujemata
te: క్షమించండి, రహస్యపదములు ఉపమించవు
tr: Üzgünüm, parolalar uyuşmuyor
vi: Rất tiếc, hai mật khẩu không khớp.

source: Cannot setup pam handle with null display
da: Kan ikke opsætte PAM-håndtering med nul-terminal
de: PAM-Handle konnte nicht mit leerer Anzeige eingerichtet werden
fi: PAM-kahvaa ei voi asettaa olemattomalle näytölle
hu: Nem állítható be a PAM kezelő üres képernyővel
kn: ಶೂನ್ಯ ಪ್ರದರ್ಶನದೊಂದಿಗೆ pam handle ಅನ್ನು ಸಂಯೋಜಿಸಲಾಗಿಲ್ಲ
nl: Kan de PAM-afhandeling niet instellen met null-scherm
ru: Не удалось установить обработчик pam с пустым значением дисплея
sl: Ni mogoče nastaviti ročice pam z neobstoječim (null) zaslonom
te: శూన్యమైన ప్రదర్శనతో అదుపుచేయగల pam అమర్చుట వీలుకాదు
tr: Null görüntü ile pam tutacağı kurulamadı
vi: Không thiết lập được bộ xử lý PAM với bộ trình bày rỗng.

source: Unable to establish service %s: %s
da: Kan ikke etablere tjeneste %s: %s
de: Dienst %s konnte nicht bereitgestellt werden: %s
fi: Palvelua %s ei voi käynnistää: %s
hu: Nem sikerült elindítani a(z) %s szolgáltatást: %s
kn: %s ಸೇವೆಯನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ: %s
nl: Kan de service %s niet instellen: %s
ru: Не удалось установить службу %s: %s
sl: Ni mogoče vzpostaviti storitve %s: %s
te: %s సేవ స్థాపించుటకు వీలుకాదు: %s
tr: %s servisi başlatılamadı: %s
vi: Không thể thiết lập dịch vụ %s: %s

source: Can't set PAM_TTY=%s
da: Kan ikke sætte PAM_TTY=%s
de: PAM_TTY=%s konnte nicht gesetzt werden
fi: PAM_TTY=%s -asetus ei onnistunut
hu: Nem állítható be a PAM_TTY=%s változó
kn: PAM_TTY=%s ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan PAM_TTY=%s niet instellen
ru: Не удалось задать значение переменной PAM_TTY=%s
sl: Ni mogoče nastaviti PAM_TTY=%s
te: PAM_TTY=%s అమర్చుట వీలుకాదు
tr: PAM_TTY=%s tanımlanamadı.
vi: Không đặt được PAM_TTY=%s

source: Can't set PAM_RHOST=%s
da: Kan ikke sætte PAM_RHOST=%s
de: PAM_RHOST=%s konnte nicht gesetzt werden
fi: PAM_RHOST=%s -asetus ei onnistunut
hu: Nem állítható be a PAM_RHOST=%s változó
kn: PAM_RHOST=%s ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan PAM_RHOST=%s niet instellen
ru: Не удалось задать значение переменной PAM_RHOST=%s
sl: Ni mogoče nastaviti PAM_RHOST=%s
te: PAM_RHOST=%s అమర్చుట వీలుకాదు
tr: PAM_RHOST=%s tanımlanamadı.
vi: Không đặt được PAM_RHOST=%s

source: Couldn't authenticate user
da: Kunne ikke godkende bruger
de: Benutzer konnte nicht legitimiert werden
fa: هویت کاربر تأیید نشد
fi: Käyttäjän todennus epäonnistui
hu: A felhasználó nem hitelesíthető
kn: ಬಳಕೆದಾರನನ್ನು ದೃಢೀಕರಸಲಾಗಿಲ್ಲ
nl: Kon gebruiker niet aanmelden
ru: Не удалось авторизовать пользователя
sl: Ni mogoče overiti uporabnika
te: వినియోగదారు ప్రామాణీకరించుట వీలుకాదు
tr: Kimlik doğrulanamadı
vi: Không thể xác thực người dùng

source: The system administrator is not allowed to login from this screen
da: Systemadministrator kan ikke logge ind fra denne skærm
de: Der Systemadministrator darf sich von diesem Bildschirm aus nicht anmelden
fa: مدیر سیستم مجاز نیست از این صفحهٔ نمایش وارد سیستم شود
fi: Järjestelmän ylläpitäjä ei saa kirjautua tämän näytön kautta
hu: A rendszergazda nem jelentkezhet be erről a képernyőről
kn: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ಈ ತೆರೆಯಿಂದ ಒಳಗೆ ಪ್ರವೇಶಿಸುವುದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
nl: De systeembeheerder mag zich niet aanmelden op dit scherm.
ru: Администратору не разрешено входить в систему с этого экрана
sl: Skrbniku sistema prijava s tega zaslona ni dovoljena
te: ఈ తెర నుండి ప్రవేశద్వారంకు వ్యవస్థ నిర్వాహకి అనుమతించబడదు
tr: Sistem yöneticisinin bu ekrandan girişi yasaklanmıştır
vi: Không cho phép quản trị hệ thống đăng nhập vào màn hình này.

source: Authentication token change failed for user %s
da: Godkendelsesstafetskift mislykkedes for bruger %s
de: Wechsel der Legitimationskennung für Benutzer %s gescheitert
fa: تغییر نشانهٔ تأیید هویت برای کاربر %s شکست خورد
fi: Käyttäjän %s todennussymbolin vaihto epäonnistui
hu: %s felhasználó jelszavának megváltoztatása sikertelen
kn: ಬಳಕೆದಾರ %s ನಿಗೆ ದೃಢೀಕರಣ ಸಂಕೇತದ ಬದಲಾವಣೆಯು ವಿಫಲಗೊಂಡಿದೆ
nl: Identificatie-eenheid (token) kon niet veranderd worden voor gebruiker %s
ru: Произошел сбой при смене маркера авторизации для пользователя %s
sl: Sprememba žetona overitve za uporabnika %s ni uspela
te: %s వినియోగదారు కొరకు ప్రామాణీకరణ చిహ్నాము మార్పు విఫలమైంది
tr: %s için yetkilendirme işareti değişikliği sırasında hata oluştu
vi: Quá trình thay đổi hiệu bài xác thực đã thất bại cho người dùng %s

source: The change of the authentication token failed. Please try again later or contact the system administrator.
da: Skift af godkendelsesstafetten mislykkedes. Prøv igen senere eller kontakt systemadministratoren.
de: Die Änderung der Legitimationskennung schlug fehl. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Systemadministrator.
fa: تغییر نشانهٔ تأیید هویت شکست خورد. لطفاً بعداً دوباره امتحان کنید یا با مدیر سیستم خود تماس بگیرید.
fi: Todennussymbolin muuttaminen epäonnistui. Yritä uudelleen tai ota yhteyttä järjestelmän ylläpitäjään.
hu: A jelszó megváltoztatása sikertelen. Próbálja meg később, vagy lépjen kapcsolatba a rendszergazdával.
kn: ದೃಢೀಕರಣ ಸಂಕೇತದ ಬದಲಾವಣೆಯು ವಿಫಲಗೊಂಡಿದೆ. ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವ ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Het veranderen van het identificatieteken is mislukt. Probeer het later nogmaals of neem contact op met de systeembeheerder.
ru: Произошел сбой при смене маркера авторизации. Попробуйте опять позже или свяжитесь со своим системным администратором.
sl: Sprememba žetona overitve ni uspela. Prosimo, poskusite kasneje ali se obrnite na skrbnika sistema.
te: ప్రామాణీకరణ చిహ్నాము యొక్క మార్పు విఫలమైంది. దయచేసి మరలా ప్రయత్నించు లేదా వ్యవస్థ నిర్వాహకి ని సంప్రదించు.
tr: Yetkilendirme işareti değişikliği sırasında hata oluştu. Lütfen sonra tekrar deneyin veya sistem yöneticinize başvurun.
vi: Sự thay đổi của hiệu bài xác thực thất bại. Hãy thử lại hoặc liên hệ quản trị hệ thống.

source: User %s no longer permitted to access the system
da: Brugeren %s har ikke længere tilladelse til at tilgå systemet
de: Benutzer %s darf nicht mehr auf das System zugreifen
fa: کاربر %s دیگر مجاز نیست به سیستم دسترسی داشته باشد
fi: Käyttäjällä %s ei ole enää oikeutta kirjautua järjestelmään
hu: A(z) %s felhasználó már nem léphet be a rendszerbe
kn: ಬಳಕೆದಾರ %s ಈ ಗಣಕವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಇನ್ನು ಮುಂದೆ ಅನುಮತಿ ಇಲ್ಲ
nl: Gebruiker %s heeft geen toegang meer tot het systeem
ru: Пользователю %s больше не разрешен доступ в систему
sl: Uporabniku %s dostop do sistema ni več dovoljen
te: %s వినియోగదారు వ్యవస్థ సాంగత్యం కు దీర్ఘమైన అనుమతి లేదు
tr: %s kullanıcısının artık bu sisteme girişi kabul edilmiyor
vi: Không cho phép người dùng %s truy cập hệ thống.

source: User %s not permitted to gain access at this time
da: Brugeren %s har ikke længere tilladelse til at få adgang nu
de: Benutzer %s darf zu diesem Zeitpunkt nicht auf das System zugreifen
fa: در حال حاضر کاربر %s مجاز به دستیابی به سیستم نیست
fi: Käyttäjällä %s ei ole tällä hetkellä oikeutta kirjautua
hu: A(z) %s felhasználó ebben az időpontban nem léphet be
kn: ಬಳಕೆದಾರ %s ಈ ಸಮಯದಲ್ಲಿ ಪ್ರವೇಶಾಧಿಕಾರವನ್ನು ಪಡೆಯಲು ಅನುಮತಿ ಇಲ್ಲ
nl: Gebruiker %s heeft op dit moment geen toegang tot het systeem
ru: Пользователю %s не разрешен доступ в это время
sl: Uporabniku %s dostop v tem trenutku ni dovoljen
te: %s వినియోగదారు ఈ సమయం వద్ద సాంగత్యం పొందుటకు అనుమతించబడలేదు
tr: %s kullanıcısının şu anda hesabını açmasına izin verilmiyor
vi: Không cho phép người dùng %s truy cập vào lúc này.

source: The system administrator has disabled access to the system temporarily.
da: Systemadministratoren har deaktiveret adgang til systemet midlertidigt.
de: Der Systemadministrator hat den Zugriff auf das System vorübergehend gesperrt.
fa: مدیر سیستم دسترسی شما به سیستم را موقتاً از کار انداخته است.
fi: Järjestelmän ylläpitäjä on väliaikaisesti estänyt pääsyn järjestelmään.
hu: A rendszergazda ideiglenesen felfüggesztette a rendszerbe történő bejelentkezést.
kn: ಗಣಕಕ್ಕೆ ಪ್ರವೇಶಿಸುವುದನ್ನು ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿರ್ಬಂಧಿಸಿದ್ದಾನೆ.
nl: De systeembeheerder heeft tijdelijk de toegang tot het systeem uitgeschakeld.
ru: Администратор системы временно заблокировал доступ к системе.
sl: Skrbnik sistema je začasno onemogočil dostop do sistema.
te: వ్యవస్థ నిర్వాహకి వ్యవస్థను కొంతకాలమువరకు సాంగత్యపరచుటకు నిరుపయోగపరచెను.
tr: Sistem yöneticisi sisteme girişleri geçici olarak kapatmıştır.
vi: Quản trị hệ thống đã vô hiệu hóa tạm thời truy cập hệ thống.

source: Couldn't set acct. mgmt for %s
da: Kunne ikke sætte kontohåndtering for %s
de: Zugangsverwaltung für %s konnte nicht gesetzt werden
fi: Ei voitu asettaa tunnustietojen hallintaa %s:lle
hu: Nem állítható be a felhasználókezelés %s számára
kn: %s ಗೆ acct. mgmt ಅನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan acct. mgmt voor %s niet instellen
ru: Не удалось настроить управление счетом для пользователя %s
sl: Ni mogoče nastaviti upravljalnika prijave za %s
te: %s కొరకు acct. mgmt అమర్చుట వీలుకాదు
tr: %s için hesap yönetimi tanılanamadı
vi: Không thể thiết lập acct. mgmt (cách quản lý tàì khoản) cho %s
