Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: No servers were defined in the configuration file and XDMCP was disabled. This can only be a configuration error. MDM has started a single server for you. You should log in and fix the configuration. Note that automatic and timed logins are disabled now.
da: Ingen servere er defineret i konfigurationsfilen, og XDMCP er deaktiveret. Dette kan kun være en opsætningsfejl. MDM har startet en enkelt server til dig. Du bør logge ind og rette opsætningen. Bemærk at automatisk og tidsindstillet logind nu er deaktiveret.
de: In der Konfigurationsdatei wurden keine Server definiert und XDMCP wurde deaktiviert. Dies kann ausschließlich ein Konfigurationsfehler sein. Daher wurde für Sie ein einzelner Server gestartet. Sie sollten sich anmelden und die Konfiguration korrigieren. Beachten Sie, dass automatische und zeitverzögerte Anmeldungen momentan nicht möglich sind.
fi: Asetustiedostossa ei ole palvelimia määritettynä, eikä XDMCP ole käytössä. Tämän täytyy olla asetusvirhe. MDM käynnistettiin yhdellä palvelimella sinulle. Kirjaudu sisään ja korjaa asetukset. Ajastetut ja automaattiset kirjautumiset eivät ole nyt käytössä.
hu: Nincs kiszolgáló definiálva a beállítófájlban, és az XDMCP ki van kapcsolva. Ez csak egy beállítási hiba lehet. A MDM elindított egy kiszolgálót. Lépjen be, és javítsa ki a beállítást. Az automatikus és időzített bejelentkezések le vannak tiltva.
kn: ಸಂರಚನಾ ಕಡತದಲ್ಲಿ ಯಾವುದೇ ಪರಿಚಾರಕವು ಸೂಚಿತವಾಗಿಲ್ಲ್ ಹಾಗು XDMCP ಅಶಕ್ತಗೊಂಡಿದೆ. ಇದು ಕೇವಲ ಒಂದು ಸಂರಚನ ದೋಷವಾಗಿರಲು ಸಾಧ್ಯ. MDM ನಿಮಗಾಗಿ ಒಂದು ಏಕ ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸಿದೆ. ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಿ ಹಾಗು ಸಂರಚನ ಕಡತವನ್ನು ಸರಿಪಡಿಸಿ. ಸ್ವಯಂಚಾಲಿತ ಹಾಗುಸಮಯಾಧಾರಿತ ಪ್ರವೇಶಗಳು ಸದ್ಯಕ್ಕೆ ಅಶಕ್ತಗೊಂಡಿವೆ.
nl: Er zijn geen servers gedefinieerd in het configuratiebestand en XDMCP is uitgeschakeld. Dit kan eigenlijk alleen maar een configuratieprobleem zijn. Ik heb dus een single-server voor u gestart. U kunt het beste aanmelden en de configuratie repareren. Tijdgeschakeld en automatisch aanmelden zijn momenteel uitgeschakeld.
ru: Ни один сервер не был определён в конфигурационном файле и протокол XDMCP был отключен. Это может быть только ошибкой конфигурации. Так что будет запущен единственный сервер. Следует войти в сеанс и исправить конфигурацию. Учтите, что автоматический вход и вход с задержкой сейчас запрещены.
sl: V datoteki nastavitev ni bilo navedenih strežnikov, XDMCP pa je onemogočen. To je lahko le napaka v nastavitvah, zato je MDM zagnal en sam strežnik. Prijavite se in popravite nastavitev. V tem času so samodejne in časovne prijave onemogočene.
tr: Yapılandırma dosyasında sunucu belirtilmemiş ve XDMCP etkin değiş. Bu bir yapılandırma hatası da olabilir. Bu durumda yalnızca bir sunucu başlatılabilir. Sisteme giriş yapıp yapılandırmayı düzeltmelisiniz. Otomatik ve zamanlamalı girişler şimdilik iptal edildi.
vi: Chưa định nghĩa trình hễ trợ nào trong tập tin cấu hình mà XDMCP lại đã tắt. Chỉ có thể do lỗi cấu hình. Vì thế nên sẽ khởi động một máy phục vụ đơn cho bạn. Bạn nên đăng nhập và sửa lại cấu hình. Chú ý là tính năng đăng nhập tự động và đăng nhập định thời sẽ đã tắt.

source: Could not start the regular X server (your graphical environment) and so this is a failsafe X server. You should log in and properly configure the X server.
da: Kunne ikke at starte den almindelige X-server (dit grafiske miljø), så dette er en fejlsikret X-server. Du bør logge ind og sætte X-serveren korrekt op.
de: Der normale X-Server (Ihre grafische Umgebung) konnte nicht gestartet werden, daher ist dies der abgesicherte X-Server. Sie sollten sich anmelden und den X-Server korrekt konfigurieren.
fi: Vakio-X-palvelimen (graafisen ympäristön) käynnistys ei onnistunut, tämä on vikasietoinen X-palvelin. Kirjaudu sisään ja korjaa X-palvelimen asetukset.
hu: Nem indítható el a szabályos X-kiszolgáló (a grafikus felület) így ez egy csökkentett X-kiszolgáló. Lépjen be és állítsa be megfelelően az X-kiszolgálót.
kn: ರೂಢಿಗತ X ಪರಿಚಾರಕವನ್ನು (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ವಾತಾವರಣ) ಆರಂಭಿಸಲಾಗಿಲ್ಲ ಹಾಗು ಆದಕಾರಣ ಇದು ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ X ಪರಿಚಾರಕ. ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಿ X ಪರಿಚಾರಕವನ್ನು ಸರಿಯಾಗಿ ಸಂರಚಿಸಬೇಕು.
nl: Kan de gewone X-server (de grafische omgeving) niet starten. Dit is een veilige modus X-server. U kunt het beste aanmelden en de configuratie repareren.
ru: Не удалось запустить обычный X-сервер (ваше графическое окружение), поэтому запущен защищённый от сбоев X-сервер. Следует войти в систему и настроить X-сервер.
sl: Ni mogoče zagnati običajnega strežnika X (vašega grafičnega okolja), zato teče varni zagon X strežnika. Prijavite se in pravilno nastavite X strežnik
tr: Normal X sunucusu (grafik ortamınız) çalıştırılamadığından, bu X onarım sunucusu açıldı. Giriş yapıp X sunucunuzu yeniden yapılandırmalısınız.
vi: Không thể khởi chạy máy phục vụ X bình thường vì thế đây là máy phục vụ X dự phòng. Bạn nên đăng nhập và cấu hình lại máy phục vụ X.

source: The specified display number was busy, so this server was started on display %s.
da: Specificeret skærmnummer var optaget så denne server blev startet på skærm %s.
de: Die angegebene Anzeige-Nummer war belegt, daher wurde dieser Server auf Anzeige %s gestartet.
fi: Annettu näyttönumero oli varattu, joten tämä palvelin käynnistettiin näytölle %s.
hu: A megadott képernyő foglalt, így a kiszolgálót a(z) %s képernyőn indítottam el.
kn: ಸೂಚಿಸಲಾದ ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆಯು ಕಾರ್ಯನಿರತವಾಗಿತ್ತು, ಆದ್ದರಿಂದ ಪರಿಚಾರಕವು ಪ್ರದರ್ಶಕ %s ದಲ್ಲಿ ಆರಂಭಗೊಂಡಿದೆ.
nl: Het gespecificeerde schermnummer is bezet. Deze server is gestart op scherm %s.
ru: Дисплей с указанным номером был занят, поэтому этот сервер был запущен на дисплее %s.
sl: Določena številka zaslona je bila zasedena, zato je strežnik zagnan na zaslonu %s.
te: నిర్థేశింపబడిన ప్రదర్శన సంఖ్య తీరికలేక ఉండెను, కాబట్టి ఈ సేవిక ప్రదర్శనపై ప్రారంభించబడింది %s.
tr: Belirtilen görüntü numarası meşguldü, bu yüzden sunucu %s ekranında başlatıldı.
vi: Số hiệu trình bày được ghi rõ đang bận, vì thế máy phục vụ này được khởi động trên bộ trình bày %s.

source: The greeter application appears to be crashing. Attempting to use a different one.
da: Velkomstprogrammet ser ud til at gå ned. Et andet forsøges i stedet.
de: Das Begrüßerprogramm scheint gerade abzustürzen. Es wird versucht, ein anderes zu verwenden.
fi: Kirjautumisikkunan ohjelma näyttää kaatuilevan. Yritetään käyttää toista.
hu: Úgy tűnik, az üdvözlőalkalmazás összeomlott. Egy másikat próbálok használni.
kn: ಸ್ವಾಗತಕಾರಕ ಅನ್ವಯವು ಕುಸಿತಗೊಳ್ಳುತ್ತಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ. ಬೇರೊಂದನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Het begroetingsprogramma stopte onverwacht. Probeert een andere te gebruiken.
ru: Похоже, что произошел сбой программы-приветствия. Будет предпринята попытка запуска другой программы.
sl: Videti je, da se je pozdravni program sesul. Sistem bo poskusil uporabiti drugega.
te: వందనము కార్యక్షేత్రము కుప్పకూలుతున్నట్లు కనబడుతున్నది. ఒక భేదమైన ఒకటివాడుటకు ప్రయత్నించుచున్నది.
tr: Karşılayıcı uygulaması çöküyor.Başka bir karşılayıcı deneniyor.
vi: Trình chào mừng có vẻ đã sụp đổ. Đang thử sử dụng một chương trình khác.

source: %s: Cannot start greeter with gtk modules: %s. Trying without modules
da: %s: Kan ikke starte velkomstbyderen med GTK-modulerne: %s. Prøver uden moduler
de: %s: Fehler beim Starten des Begrüßers mit folgenden GTK+-Modulen: %s. Start ohne Module wird versucht.
fi: %s: Kirjautumisikkunan käynnistys epäonnistui gtk-moduulien kanssa: %s. Yritetään ilman moduuleja
hu: %s: Nem indítható el az üdvözlő a(z) %s gtk modullal együtt. Kísérlet a modul nélkül.
kn: %s: gtk ಘಟಕಗಳೊಂದಿಗೆ ಸ್ವಾಗತಕಾರಕವನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತಿಲ್ಲ: %s. ಘಟಕಗಳಿಲ್ಲದೇ ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
nl: %s: Kan groeter niet met gtk-modules starten: %s. Ik probeer zonder modules
ru: %s: Не удалось запустить программу greeter с модулями gtk: %s. Попытка запуска без модулей
sl: %s: Ni mogoče zagnati pozdravnega programa z gtk moduli: %s. Sistem bo poskusil brez modulov
te: %s: జిటికె అధిభాగాల తో నమస్కరించుట ప్రారంభం వీలుకాదు:%s. అధిభాగాలు లేకుండా ప్రయత్నించుచున్నది
tr: %s: Karşılayıcıyı gtk modülleri ile başlatılamadı: %s. Modüller kullanılmadan deneniyor
vi: %s: không thể khởi chạy trình chào mừng với mô-đun gtk: %s. Đang thử lại không dùng mô-đun.

source: %s: Cannot start greeter trying default: %s
da: %s: Kan ikke starte velkomstbyder, forsøger alternativ konfiguration: %s
de: %s: Fehler beim Starten des Begrüßers, Vorgabe wird versucht: %s
fi: %s: Kirjautumisikkunan käynnistys epäonnistui yritettäessä oletuksella %s
hu: %s: Üdvözlő indítása sikertelen. Alapértelmezett indítása: %s
kn: %s: ಸ್ವಾಗತಕಾರಕವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ ಪೂರ್ವನಿಯೋಜಿತವನ್ನು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ: %s
nl: %s: Fout bij starten van groeter. Ik probeer standaard: %s
ru: %s: Не удалось запустить программу-приветствие, пробуется исходная: %s
sl: %s: Ni mogoče zagnati pozdravnega programa. Sistem bo poskusil uporabiti privzetega: %s
te: %s: అప్రమేయం ప్రయత్నించుచున్నది మొదలుపెట్టుట వీలుకాదు: %s
tr: %s: Karşılayıcı başlatılamıyor, öntanımlı deneniyor: %s
vi: %s: không thể khởi chạy trình chào mừng nên thử dùng trình mặc định: %s

source: Cannot start the greeter application; you will not be able to log in. This display will be disabled. Try logging in by other means and editing the configuration file
da: Kan ikke starte velkomstbyderprogrammet, så du vil ikke være i stand til at logge ind. Denne terminal bliver deaktiveret. Prøv at logge ind på en anden måde og rette konfigurationsfilen
de: Das Begrüßerprogramm konnte nicht gestartet werden. Sie können sich nicht anmelden. Die Anzeige wird deaktiviert. Versuchen Sie, sich auf andere Weise anzumelden und die Konfigurationsdatei zu bearbeiten.
fi: Kirjautumisikkunaa ei voi käynnistää, minkä vuoksi sisäänkirjautuminen on mahdotonta. Tämä näyttö poistetaan käytöstä. Yritä jotain muuta kirjautumistapaa sekä asetustiedoston muokkaamista
hu: Nem indítható el az üdvözlő alkalmazás, így nem tud majd bejelentkezni. Ez a képernyő ki lesz kapcsolva. Próbáljon meg más módon bejelentkezni, és kijavítani a beállítófájlt.
kn: ಸ್ವಾಗತಕಾರಕ ಅನ್ವಯವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ; ನಿಮಗೆ ಒಳಗೆ ಪ್ರವೇಶಸಲಾಗುವುದಿಲ್ಲ. ಈ ಪ್ರದರ್ಶಕವು ಅಶಕ್ತಗೊಳ್ಳುತ್ತದೆ. ಬೇರೆ ವಿಧದಲ್ಲಿ ಪ್ರವೇಶಿಸಿ ಸಂರಚನ ಕಡತವನ್ನು ಪರಿಷ್ಕರಿಸಲು ಪ್ರಯತ್ನಿಸಿ
nl: Kan het groeter-programma niet starten. U zult uzelf niet kunnen aanmelden. Dit scherm wordt uitgeschakeld. Probeer op een andere manier aan te melden en pas de configuratie aan.
ru: Не удалось запустить программу-приветствие, вход в сеанс невозможен. Этот дисплей будет отключён. Попробуйте войти в сеанс другим путем и исправить конфигурационный файл
sl: Ni mogoče zagnati pozdravnega programa, zato se ni mogoče prijaviti. Zaslon bo onemogočen. Poskusite se prijaviti na drug način in popraviti datoteko nastavitev.
tr: Karşılama uygulaması çalıştırılamıyor; bu durumda sisteme giriş yapamazsınız. Bu görüntü birimi devre dışı bırakılacak. Başka bir yoldangiriş yapmayı ve yapılandırma dosyasını düzenlemeyi deneyin.
vi: Không thể khởi chạy trình chào mừng nên bạn sẽ không thể đăng nhập. Bộ trình bày này sẽ đã tắt. Hãy thử đăng nhập bằng cách khác và sửa lại tập tin cấu hình.

source: %s: Error starting greeter on display %s
da: %s: Fejl under opstart af velkomstbyder på terminalen %s
de: %s: Fehler beim Starten des Begrüßers auf Anzeige %s
fi: %s: Virhe käynnistettäessä kirjautumisikkunaa näytölle %s
hu: %s: Hiba az üdvözlő %s képernyőn történő indításakor
kn: %s: %s ಪ್ರದರ್ಶಕದಲ್ಲಿ ಸ್ವಾಗತಕಾರಕವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ದೋಷ
nl: %s: Fout bij het starten van de begroeter op beeld %s
ru: %s: Произошла ошибка при запуске программы-приветствия на дисплее %s
sl: %s: Napaka med zagonu pozdravnega programa na zaslonu %s
te: %s: %s ప్రదర్శన పై నమస్కరించు మొదలుపెట్టుటకు దోషము
tr: %s: %s ekranında karşılayıcı başlatılırken bir hata oluştu
vi: %s: gặp lỗi khi khởi chạy trình chào mừng trên bộ trình bày %s.

source: %s: Can't fork mdmgreeter process
da: %s: Kan ikke forgrene velkomstbyderproces
de: %s: mdmgreeter-Prozess konnte nicht abgespalten werden
fi: %s: Mdmgreeter-kirjautumisikkunaa ei voitu haaroittaa
hu: %s: Nem indítható el a mdmgreeter folyamat
kn: %s: mdmgreeter ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕವಲು ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kan het mdmgreeter-proces niet afsplitsen
ru: %s: Не удалось создать дочерний процесс mdmgreeter
sl: %s: Ni mogoče razvejiti dejanja mdmgreeter
te: %s: జిడియం నమస్కరించు క్రమణం పంగలకర్ర విఫలమైంది
tr: %s: mdmgreeter süreci çalıştırılamadı
vi: %s: không thể nhân đôi tiến trình mdmgreeter (trình chào mừng).

source: %s: Can't open fifo!
da: %s: Kan ikke åbne FIFO!
de: %s: FIFO konnte nicht geöffnet werden!
fi: %s: FIFO:n avaaminen epäonnistui!
hu: %s: fifo megnyitása sikertelen!
kn: %s: fifo ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ!
nl: %s: Kan de FIFO niet openen!
ru: %s: Не удалось открыть файл fifo!
sl: %s: Ni mogoče odpreti fifo!
te: %s: ఫిఫో తెరచుటకు విఫలమైంది!
tr: %s: fifo açılamıyor!
vi: %s: không thể mở fifo (gõ trước, xuất trước).

source: %s: Can't init pipe to mdmchooser
da: %s: Kan ikke åbne datakanal til mdmchooser
de: %s: Weiterleitung zu mdmchooser konnte nicht initialisiert werden
fi: %s: Putkea mdmgreeter-kirjautumisikkunaan ei voitu avata
hu: %s: Nem inicializálható a csővezeték a mdmchooser-hez
kn: %s: mdmಆಯ್ಕೆಗಾರನಿಗೆ pipe ಅನ್ನು init ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kan pijp niet binden aan mdmchooser
ru: %s: Не удалось инициализировать канал к программе mdmchooser
sl: %s: Ni mogoče zagnati cevi do programa mdmchooser
te: %s: జిడియం ఎంచుకొనుటకు పైప్ init వీలుకాదు
tr: %s: Mdmgreeter için boru ilklendirilemedi
vi: %s: không thể khởi động ống dẫn tới mdmchooser (trình chọn).

source: Cannot start the chooser application. You will probably not be able to log in. Please contact the system administrator.
da: Kan ikke starte vælgerprogrammet, så du vil ikke være i stand til at logge ind. Kontakt venligst systemadministratoren.
de: Das Auswählerprogramm konnte nicht gestartet werden. Sie können sich wahrscheinlich nicht anmelden. Bitte kontaktieren Sie den Systemadministrator.
fi: Valitsimen käynnistys epäonnistui. Sisäänkirjautuminen ei todennäköisesti ole mahdollista. Ota yhteyttä järjestelmän ylläpitäjään.
hu: A kiválasztó alkalmazás nem indítható el, így nem tud bejelentkezni. Értesítse a rendszergazdát.
kn: ಆಯ್ಕೆಗಾರ ಅನ್ವಯವನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿಲ್ಲ. ಬಹುಷಃ ನಿಮಗೆ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Kan het kiezerprogramma niet starten. Mogelijkerwijs kunt u zich niet aanmelden. Neem contact op met de systeembeheerder.
ru: Не удалось запустить программу селектор, вероятнее всего регистрация в системе невозможна. Пожалуйста, свяжитесь с системным администратором.
sl: Ni mogoče zagnati izbirnega programa, zato se ni mogoče prijaviti. Obrnite se na skrbnika sistema.
tr: Seçici uygulaması çalıştırılamıyor. Bu durumda sisteme giriş yapamazsınız. Lütfen sistem yöneticinizle iletişime geçin.
vi: Không thể khởi chạy trình chọn lựa nên bạn sẽ không thể đăng nhập. Hãy liên hệ quản trị hệ thống.

source: %s: Error starting chooser on display %s
da: %s: Fejl under opstart af vælger på terminalen %s
de: %s: Fehler beim Starten des Auswählers auf Anzeige %s
fi: %s: Virhe käynnistettäessä valitsinta näytölle %s
hu: %s: Hiba az üdvözlő %s képernyőn történő indításakor
kn: %s: ಪ್ರದರ್ಶಕ %s ದಲ್ಲಿ ಆಯ್ಕೆಗಾರನನ್ನು ಪ್ರಾರಂಭಿಸುವಲ್ಲಿ ದೋಷ
nl: %s: Fout bij het starten van de kiezer op beeld %s
ru: %s: Ошибка запуска селектора на дисплее %s
sl: %s: Napaka ob zagonu izbirnika na zaslonu %s
te: %s: %s ప్రదర్శన పై ఎంచుకొనుట మొదలుపెట్టుట దోషము
tr: %s: %s ekranında karşılayıcı başlatılırken bir hata oluştu
vi: %s: gặp lỗi khi khởi chạy trình lựa chọn trên bộ trình bày %s.

source: %s: Can't fork mdmchooser process
da: %s: Kan ikke forgrene mdmchooser-proces
de: %s: mdmchooser-Prozess konnte nicht abgespalten werden
fi: %s: mdmchooser-prosessia ei voitu haaroittaa
hu: %s: Nem indítható el a mdmchooser folyamat
kn: %s: mdmಆಯ್ಕೆಗಾರ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕವಲು ಮಾಡಲಾಗಿಲ್ಲ
nl: %s: Kan het mdmgroeter proces niet afsplitsen
ru: %s: Не удалось инициализировать процесс mdmgreeter
sl: %s: Ni mogoče razvejiti dejanja mdmchooser
te: %s: పంగలకర్ర జిడియం ఎంచుకొనునది క్రమణం వీలుకాదు
tr: %s: mdmchooser süreci çalıştırılamadı
vi: %s: không thể nhân đôi tiến trình mdmchooser (trình lựa chọn).

source: %s: Could not open ~/.xsession-errors
da: %s: Kunne ikke åbne ~/.xsession-errors
de: %s: »~/.xsession-errors« konnte nicht geöffnet werden
fi: %s: Tiedoston ~/.xsession-errors avaaminen epäonnistui
hu: %s: Nem sikerült megnyitni a „~/.xsession-errors” fájlt
kn: %s: ~/.xsession-ದೋಷಗಳನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
nl: %s: Kon ~/.xsession-errors niet openen
ru: %s: Не удалось открыть файл ~/.xsession-errors
sl: %s: Ni mogoče odpreti ~/.xsession-errors
te: %s: ~/.xసమకూర్పు-దోషాలు తెరచుటకు వీలుకాదు
tr: %s: ~/.xsession-errors açılamadı.
vi: %s: không mở được « ~/.xsession-errors » (lỗi phiên X)

source: %s: Execution of PreSession script returned > 0. Aborting.
da: %s: Udførsel af PreSession-program returnerede > 0. Afbryder.
de: %s: Ausführen des PreSession-Skripts lieferte einen Rückgabewert > 0. Abbruch.
fi: %s: Istunnon edellä suoritettava komentojono palautti arvon > 0. Keskeytetään.
hu: %s: A PreSession parancsfájl futtatása 0-nál nagyobb értékkel tért vissza. A művelet megszakítva.
kn: %s: ಅಧಿವೇಶನ ಪೂರ್ವ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿದಾಗ > 0 ವು ಒದಗಿದೆ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Het opstarten van het PreSession script geeft > 0. Gestopt.
ru: %s: Скрипт PreSession вернул значение > 0. Происходит аварийное окончание работы.
sl: %s: Izvajanje pred-sejne skripte je vrnilo rezultat večji od 0. Prekinitev dejanja.
te: %s: ముందుసమకూర్పు లిపి యొక్క అమలుజరుపుట పురాగమనంచెందినది > 0. అర్థాంతరముగా నిలిపివేయుచున్నది.
tr: %s: Oturum öncesi betiği 0'dan büyük bir değerle döndü. İptal ediliyor.
vi: %s: sự thực hiện tập lệnh PreSession (trước phiên) trả về giả trị > 0 nên hủy bỏ.

source: Language %s does not exist; using %s
da: Sproget %s findes ikke; bruger %s
de: Die Sprache %s existiert nicht, %s wird verwendet
fi: Kieltä %s ei ole olemassa, käytetään kieltä %s
hu: A megadott %s nyelv nem létezik; a(z) %s lesz használva
kn: ಭಾಷೆ %s ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ; %s ಬಳಸಲಾಗುತ್ತಿಲ್ಲ
nl: De taal %s bestaat niet. %s zal worden gebruikt
ru: Язык %s не существует, используется язык %s
sl: Jezik %s ne obstaja; uporabljen bo %s
te: %s భాష కలిగిలేదు; %s వాడుతున్నది
tr: %s dili bulunamadı; onun yerine %s kullanılıyor
vi: Không có ngôn ngữ « %s » nên dùng « %s ».

source: System default
da: Systemforvalg
de: Systemvorgabe
fi: Järjestelmän oletuskieli
hu: Rendszer alapértelmezése
kn: ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ
nl: Systeemstandaard
ru: Системные исходные значения
sl: Sistemsko privzeto
te: వ్యవస్థ అప్రమేయం
tr: Öntanımlı sistem ayarı
vi: Mặc định hệ thống

source: %s: Could not setup environment for %s. Aborting.
da: %s: Kunne ikke opsætte miljøet for %s. Afbryder.
de: %s: Umgebung für %s konnte nicht eingerichtet werden. Abbruch.
fi: %s: Ei voitu asettaa ympäristöä %s:lle. Keskeytetään.
hu: %s: Nem állítható be a környezet %s részére. A művelet megszakítva.
kn: %s: %s ಗೆ ವಾತಾವರಣವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Kan omgeving voor %s niet instellen. Gestopt.
ru: %s: Не удалось установить окружение для %s. Происходит аварийное окончание работы.
sl: %s: Ni mogoče nastaviti okolja za %s. Prekinitev dejanja.
te: %s: %s కొరకు ఆవరణం అమర్చిపెట్టుట వీలుకాదు. అర్థాంతరముగా నిలిపివేయుచున్నది.
tr: %s: %s için çevresel değişkenler atanamadı. İptal ediliyor.
vi: %s: không thể thiết lập môi trường cho %s nên hủy bỏ.

source: %s: setusercontext () failed for %s. Aborting.
da: %s: setusercontext () mislykkedes for %s. Afbryder.
de: %s: setusercontext () für %s gescheitert. Abbruch.
fi: %s: setusercontext() epäonnistui %s:lle. Keskeytetään.
hu: %s: a setusercontext () meghiúsult a következőhöz: %s. A művelet megszakítva.
kn: %s: setusercontext () failed for %s.ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: setusercontext() mislukt voor %s. Gestopt.
ru: %s: сбой функции setusercontext() для %s. Аварийное прерывание.
sl: %s: setusercontext () ni uspel za %s. Prekinitev dejanja.
te: %s: %s కొరకు వినియోగదారుసందర్భంఅమర్చు () విఫలమైంది. అర్థాంతరముగా నిలిపివేయుచున్నది.
tr: %s: %s için setusercontext () başarısız. İptal ediliyor.
vi: %s: lỗi setusercontext() (đặt ngữ cảnh người dùng) cho %s nên hủy bỏ.

source: %s: Could not become %s. Aborting.
da: %s: Kunne ikke blive %s. Afbryder.
de: %s: Es konnte nicht zu %s gewechselt werden. Abbruch.
fi: %s: Ei voitu ryhtyä käyttäjäksi %s. Keskeytetään.
hu: %s: Nem állítható be a környezet %s számára. A művelet megszakítva.
kn: %s: %s ಆಗಲಾಗಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Kan geen %s worden. Gestopt.
ru: %s: Не удалось стать %s. Происходит аварийное окончание работы.
sl: %s: Ni mogoče postati %s. Prekinitev dejanja.
te: %s: %s అవుట వీలుకాదు. అర్థాంతరముగా నిలిపివేయుచున్నది.
tr: %s: %s için çevresel değişkenler atanamadı. İptal ediliyor.
vi: %s: không thể trở thành %s nên hủy bỏ.

source: No Exec line in the session file: %s. Running the GNOME failsafe session instead
da: Ingen Exec-linje i sessionsfilen: %s. Starter den fejlsikrende GNOME-session i stedet
de: Im Sitzungsbasisskript »%s« konnte kein »Exec«-Befehl gefunden werden. Daher wird die abgesicherte GNOME-Sitzung für Sie versucht.
fi: Istuntotiedostossa "%s" ei ole Exec-riviä. Käynnistetään vikasietoinen Gnome-istunto sen sijaan.
hu: Nincs Exec sor a következő környezetfájlban: %s. Helyette a csökkentett módú GNOME kerül elindításra.
kn: ಅಧಿವೇಶನ ಕಡತದಲ್ಲಿ Exec ಸಾಲು ಇಲ್ಲ: %s. ಬದಲಿಗೆ GNOME ವಿಫಲತೆಸುರಕ್ಷಿತ ಆಧಿವೇಶನವನ್ನು ಚಲಾಯಿಸಲಾಗುತ್ತಿದೆ
nl: Geen exec-regel in het sessiebestand: %s. Zal daarom GNOME veilige modus proberen.
ru: Нет строки Exec в файле сеанса: %s. Запускается защищённый от сбоев сеанс GNOME.
sl: Ni vrstice Exec v datoteki seje: %s. Zaganjanje varne seje GNOME.
te: సమకూర్పు దస్త్రం లో నిర్వర్తించు గీత లేదు: %s. గ్నోమ్ విఫలరక్షితం సమకూర్పు నడుపుచున్నది ప్రత్యామ్నాయముగా
tr: %s oturum dosyasında Exec satırı bulunamadı, onun yerine GNOME onarım oturumu başlatılıyor
vi: Không có dòng Exec (thực hiện) trong tập tin phiên chạy: %s. Như thế thì đang chạy phiênGNOME dự phòng thay thế.

source: %s: Cannot find or run the base Xsession script. Running the GNOME failsafe session instead.
da: %s: Kan ikke finde eller køre X-session-programmet. Starter i stedet den fejlsikrede GNOME-session.
de: %s: Das XSession-Basisskript konnte nicht gefunden oder ausgeführt werden. Daher wird die abgesicherte GNOME-Sitzung für Sie versucht.
fi: %s: Tavallista Xsession-komentotiedostoa ei löydy, tai sitä ei voi suorittaa. Käynnistetään vikasietoinen Gnome-istunto sen sijaan.
hu: %s: Nem található vagy nem futtatható az alap Xsession parancsfájl. Helyette a csökkentett módú GNOME kerül elindításra.
kn: %s: Xಅಧಿವೇಶನ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಪತ್ತೆಮಾಡಲಾಗಿಲ್ಲ ಅಥವ ಚಲಾಯಿಸಲಾಗಿಲ್ಲ. ಬದಲಿಗೆ GNOME ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನವನ್ನು ಚಲಾಯಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Kan het basis Xsession-script niet vinden of starten. Zal 'GNOME veilige modus' proberen.
ru: %s: Не удалось найти или выполнить базовый скрипт Xsession. Будет запущен защищённый от сбоев сеанс GNOME.
sl: %s: Ni mogoče najti ali zagnati osnovne skripte Xsession. Zaganjanje varne seje GNOME.
te: %s: మూలం Xసమకూర్పు లిపి నడుపు లేదా వెతుకుట వీలుకాదు. గ్నోమ్ విఫలరక్షితం నడుపుచున్నది సమకూర్పు ప్రత్యామ్నాయముగా.
tr: %s: Temel Xsession oturum betiği bulunamadı veya çalıştırılamadı, onun yerine GNOME onarım oturumu başlatılıyor.
vi: %s: không thể tìm hoặc chạy tập lênh Xsession (phiên X) cơ bản nên đang thử dùng GNOME dự phòng thay thế.
