Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: User's $HOME/.dmrc file is being ignored. This prevents the default session and language from being saved. File should be owned by user and have 644 permissions. User's $HOME directory must be owned by user and not writable by other users.
da: Brugerens $HOME/.dmrc-fil bliver ignoreret. Dette forhindrer forvalgt session samt sprog i at blive gemt. Filen bør være ejet af brugeren og have fil-rettighederne 644. Brugerens $HOME-katalog skal være ejet af bruger og ikke-skrivbar af andre brugere.
de: Die Datei $HOME/.dmrc besitzt ungültige Zugriffsrechte und wird deshalb ignoriert. Dadurch kann die Standardsitzung und -sprache nicht gespeichert werden. Die Datei sollte Eigentum des Benutzers sein und die oktalen Rechte 644 haben. Sein $HOME-Verzeichnis muss sein Eigentum sein und darf für andere nicht beschreibbar sein.
fi: Käyttäjän $HOME/.dmrc-tiedosto ohitetaan. Tämä estää oletusistunnon ja -kielen tallentamisen. Tiedoston tulee olla käyttäjän omistuksessa ja sen oikeuksien 644. Käyttäjän kotihakemiston tulee olla käyttäjän omistuksessa, eikä muilla saa olla sinne kirjoitusoikeutta.
hu: A $HOME/.dmrc fájl jogosultságai nem megfelelőek és mellőzve lesz. Ez megakadályozza az alapértelmezett környezet és nyelv mentését. A fájl tulajdonosa a felhasználó kell legyen és 644 jogosultságokkal kell rendelkeznie. A felhasználó saját könyvtárának tulajdonosa a felhasználó kell legyen és más felhasználók nem írhatják.
kn: ಬಳಕೆದಾರನ $HOME/.dmrc ಕಡತವು ನಿರ್ಲಕ್ಷಿತಗೊಂಡಿದೆ. ಪೂರ್ವನಿಯೋಜಿತ ಅಧಿವೇಶನ ಹಾಗು ಭಾಷೆಯನ್ನು ಉಳಿಸುವುದನ್ನು ತಡೆಯುತ್ತದೆ. ಕಡತವು ಬಳಕೆದಾರರಿಂದ ಸ್ವಾಮ್ಯತ್ವವನ್ನು ಹಾಗು 644 ಅನುಮತಿಯನ್ನು ಹೊಂದಿರಬೇಕು. ಬಳಕೆದಾರರು $HOME ಕೋಶವು ಬಳಕೆದಾರರಿಂದ ಸ್ವಾಮ್ಯತ್ವನ್ನು ಹೊಂದಿರಬೇಕು ಹಾಗು ಬೇರೆ ಬಳಕೆದಾರರಿಂದ ಬರೆಯಲಾಗದಂತಿರಬೇಕು.
nl: Uw bestand $HOME/.dmrc heeft onjuiste toegangsrechten en wordt niet gebruikt. Hierdoor wordt de standaard-sessie en taal niet opgeslagen. Het bestand moet eigendom zijn van de gebruiker en moet de toegangsrechten: 644 hebben. De $HOME map (de persoonlijke map van de gebruiker) moet eigendom zijn van de gebruiker en mag niet beschrijfbaar zijn door andere gebruikers.
ru: Файл пользователя $HOME/.dmrc имеет некорректные права доступа и игнорируется. Это препятствует сохранению сеанса и языка по умолчанию. Владельцем этого файла должен быть пользователь и файл должен иметь права доступа 0644. Домашний каталог пользователя ($HOME) должен принадлежать пользователю и не должен быть доступен для записи другим пользователям.
sl: Uporabnikova datoteka $HOME/.dmrc je prezrta, zato privzete seje in jezika ni mogoče shraniti. Lastnik datoteke bi moral biti uporabnik in imeti dovoljenje 644. Uporabnik mora biti tudi lastnik mape $HOME, v katero drugi uporabniki ne morejo pisati.
tr: Kullanıcının $HOME/.dmrc dosyası gözardı ediliyor. Bu, öntanımlı oturum ve dil ayarlarının kaydedilmesini önler. Söz konusu dosyanın kullanıcıya ait olması ve 644 izin koduna sahip olması gerekmektedir. Kullanıcının $HOME dizini, kullanıcıya ait olmalı ve diğer kullanıcılar tarafından yazılabilir olmamalıdır.
vi: Tập tin <$HOME/.dmrc> của người dùng đang bị bỏ qua, mà ngăn cản lưu phiên chạy và ngôn ngữ mặc định. Người dùng nên sở hữu tập tin này mà nên có quyền hạn 644. Người dùng phải sở hữu thư mục <$HOME> mình, và không cho phép người dùng khác ghi vào nó.

source: MDM could not write to your authorization file. This could mean that you are out of disk space or that your home directory could not be opened for writing. In any case, it is not possible to log in. Please contact your system administrator
da: MDM kunne ikke skrive i din godkendelsesfil. Dette kunne betyde at du er løbet tør for diskplads eller at din hjemmemappe ikke kan åbnes til skrivning. I hvert fald er det ikke muligt at logge ind. Kontakt venligst din systemadministrator
de: MDM konnte nicht in Ihre Legitimationsdatei schreiben. Das könnte bedeuten, dass kein Plattenplatz mehr vorhanden ist oder Ihr Heimverzeichnis nicht zum Schreiben geöffnet werden konnte. In jedem Fall können Sie sich nicht anmelden. Bitte kontaktieren Sie den Systemadministrator.
fi: MDM ei voinut kirjoittaa valtuustiedostoa. Tämä saattaa merkitä sitä, että levytila on lopussa tai kotihakemistoon ei voi kirjoittaa. Joka tapauksessa sisäänkirjautuminen ei ole mahdollista. Ota yhteyttä järjestelmän ylläpitäjään
hu: A MDM nem tudott írni a hitelesítési fájlba. Ez jelentheti azt, hogy megtelt a lemez, vagy hogy a saját könyvtára nem nyitható meg írásra. Bármi történt is, nem tud bejelentkezni. Lépjen kapcsolatba a rendszergazdával.
kn: MDM ಗೆ ನಿಮ್ಮ ದೃಢೀಕರಣ ಕಡತಕ್ಕೆ ಬರೆಯಲಾಗಿಲ್ಲ. ಇದರರ್ಥ ನಿಮ್ಮ ಡಿಸ್ಕ ಜಾಗ ಭರ್ತಿಯಾಗಿರಬೇಕು ಅಥವ ನಿಮ್ಮ ಪ್ರಾರಂಭಿಕ ಕೋಶ ಬರೆಯಲು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ. ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿಯಾದರೂ ಆಗಲಿ, ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
nl: MDM kon niet schrijven in uw identificatiebestand. Dit betekent waarschijnlijk dat u geen schijfruimte meer heeft of dat uw persoonlijke map niet geopend kon worden om in te schrijven. Het is in ieder geval niet mogelijk om u aan te melden. Neem alstublieft contact op met de systeembeheerder
ru: Серверу MDM не удалось записать в ваш авторизационный файл. Это может означать, что не хватает дискового пространства или ваш домашний каталог не удалось открыть для записи. В любом случае, не удалось войти в сеанс. Свяжитесь со своим системным администратором
sl: S programom MDM ni mogoče pisati v vašo overitveno datoteko. Najverjetneje je zmanjkalo prostora na disku ali pa vašega domačega imenika ni mogoče odpreti za pisanje. V obeh primerih prijava ni mogoče. Prosim, stopite v stik s skrbnikom.
tr: MDM yetkilendirme dosyanıza yazamıyor. Bunun sebebi diskinizde yer kalmaması veya başlangıç dizininizin yazılma hakları ile alakalı bir sorun olabilir. Bu nedenle giriş yapmazsınız. Lütfen sistem yöneticisi ile görüşün
vi: MDM không thể ghi vào tập tin xác thực của bạn. Có lẽ là do hết vùng trống trên đĩa hoặc không thể mở thư mục chính để ghi. Trong mọi trường hợp đều không thể đăng nhập. Hãy liên hệ với quản trị hệ thống của bạn.

source: %s: Error forking user session
da: %s: Fejl under forgrening af brugersession
de: %s: Fehler beim Abspalten der Benutzersitzung
fi: %s: Virhe käynnistettäessä käyttäjän istuntoa.
hu: %s: Hiba a felhasználói környezet indításakor
kn: %s: ನಿಮ್ಮ ಅಧಿವೇಶನವನು ಕವಲು ಮಾಡುವಲ್ಲಿ ದೋಷ
nl: %s: Fout bij afsplitsen van gebruikers-sessie
ru: %s: Ошибка инициализации дочернего процесса сеанса пользователя
sl: %s: Napaka pri razvejanju uporabnikove seje
te: %s: వినియోగదారు సమకూర్పు పంగలకర్ర దోషము
tr: %s: Kullanıcı oturumu açılırken bir hata oluştu
vi: %s: gặp lỗi khi nhân đôi phiên chạy của người dùng.

source: Your session only lasted less than 10 seconds. If you have not logged out yourself, this could mean that there is some installation problem or that you may be out of diskspace. Try logging in with one of the failsafe sessions to see if you can fix this problem.
da: Din session varede kortere end 10 sekunder. Hvis du ikke selv har logget ud, kan dette betyde at der er nogle problemer med installationen eller at du er løbet tør for diskplads. Prøv at logge ind med en af de fejlsikrede sessioner og se om du kan løse problemet.
de: Ihre Sitzung dauerte lediglich weniger als 10 Sekunden. Falls Sie sich nicht selbst abgemeldet haben, deutet dies darauf hin, dass ein Installationsproblem vorliegt oder kein Plattenplatz mehr verfügbar ist. Versuchen Sie, sich mit einer abgesicherten Sitzung anzumelden, um zu versuchen, das Problem zu beheben.
fi: Istunnon kesto oli alle 10 sekuntia. Ellet itse kirjautunut ulos, tämä voi olla merkki asennusongelmasta tai levytilan loppumisesta. Yritä kirjautua jollakin vikasietoisella istunnolla ja tarkista, pystytkö korjaamaan ongelman.
hu: A környezet futása kevesebb mint 10 másodpercig tartott. Ha nem önszántából lépett ki, akkor ez azt jelentheti, hogy telepítési hiba történt, vagy megtelt a lemez. Próbáljon meg bejelentkezni csökkentett módban, hogy lássa, ki tudja-e küszöbölni a problémát.
kn: ನಿಮ್ಮ ಅಧಿವೇಶನ ಕೇವಲ ೧೦ ಸೆಕೆಂಡುಗಳಷ್ಟು ಮಾತ್ರವೇ ಇತ್ತು. ನೀವಾಗಿಯೆ ಹೊರಗೆ ನಿರ್ಗಮಿಸದೇ ಹೋಗಿದ್ದರೆ, ಇದರರ್ಥ ಒಂದಿಷ್ಟು ಅನುಸ್ಥಾಪನೆಯ ತೊಂದರೆಗಳು ಇರಬೇಕು ಅಥವ ನಿಮ್ಮಲ್ಲಿ ಡಿಸ್ಕ್ ಜಾಗ ಇಲ್ಲದೇ ಇರಬಹುದು. ನೀವು ಈ ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸಲು ಆಗುತ್ತದೆ ಎಂದು ಪ್ರಯತ್ನಿಸಲು ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನದಲ್ಲಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
nl: Uw sessie is beëindigd binnen 10 seconden. Als u zichzelf niet heeft afgemeld, is er waarschijnlijk een installatieprobleem of uw schijf is vol. Probeer met een van de veilige-modus-sessies aan te melden om te kijken of u het probleem kunt verhelpen.
ru: Ваш сеанс продолжался менее 10 секунд. Если Вы не завершали сеанс сами, это может означать, что существует проблема в установке или что не хватает дискового пространства. Попробуйте войти в один из сеансов защиты от сбоев, чтобы определить, как исправить эту проблему.
sl: Vaša seja je trajala manj kot 10 sekund. V primeru,da se niste sami odjavili, to pomeni, da obstaja težava z namestitvijo ali pa, da vam je zmanjkalo prostora na disku. Poskušajte se prijaviti v varno sejo in poskusite ugotoviti ali lahko problem odpravite.
tr: Oturumunuz 10 saniyeden az bir sürede sona erdi. Eğer kendiniz çıkış yapmadıysanız bunun sebebi yükleme sırasındaki hatalar veya diskinizde yer kalmaması olabilir. Lütfen bu problemi düzeltmek için onarım oturumlarından birini kullanmaya deneyin.
vi: Phiên chạy của bạn lần cuối cùng kéo dài ít hơn 10 giây. Nếu bạn không tự đăng xuất, điều này có lẽ nghĩa là có vấn đề nào về cài đặt hoặc bạn đã hết vùng trống trên đĩa. Hãy thử đăng nhập vào một phiên chạy dự phòng để xem có giải quyết được vấn đề hay không.

source: View details (~/.xsession-errors file)
da: Vis detaljer (filen ~/.xsession-errors)
de: Details anzeigen (Datei ~/.xsession-errors)
fi: Katso yksityiskohdat (tiedostosta ~/.xsession-errors)
hu: Részletek megtekintése (~/.xsession-errors fájl)
kn: ವಿವರಗಳನ್ನು ನೋಡಿ (~/.xsession-ದೋಷಗಳ ಕಡತ)
nl: Details weergeven (~/.xsession-errors)
ru: Посмотреть подробности (файл ~/.xsession-errors)
sl: Glej podrobnosti (datoteka ~/.xsession-errors)
te: సవిస్తరములుగా దర్శనం (~/.xసమకూర్పు-దోషముల దస్త్రం)
tr: Detayları görüntüle (~/.xsession-errors dosyası)
vi: Xem chi tiết (tập tin ~/.xsession-errors [các lỗi trong phiên X])

source: MDM detected a halt or restart in progress.
da: MDM opdagede en igangværende slukning eller genstart.
de: MDM hat ermittelt, dass momentan ein Herunterfahr- oder Neustartprozess im Gange ist.
fi: MDM havaitsi kesken olevan sammutuksen tai uudelleenkäynnistyksen.
hu: A MDM leállítást vagy újraindítást észlelt.
kn: MDM ಒಂದು ಸ್ಥಗಿತತೆ ಅಥವ ಪ್ರಗತಿಯಲ್ಲಿರುವ ಪುನರ್ ಆರಂಭವನ್ನು ಪತ್ತೆಹಚ್ಚಿದೆ.
nl: MDM detecteerde een herstart of uitschakeling in voortgang.
ru: MDM обнаружил, что идет процесс останова или перезагрузки.
sl: Program MDM je zaznal, da je v teku ustavitev ali ponoven zagon sistema.
te: పురోగమనంలో ఒక నిలుపు లేదా మరలామొదలుపెట్టుట జిడియం ఆచూకీతీయబడినది.
tr: MDM şu anda süren bir kapatma ya da yeniden başlatma işlemi buldu.
vi: MDM đã phát hiện máy đang trong quá trình tạm dừng lại hoặc khởi động lại.

source: %s: Fatal X error - Restarting %s
da: %s: Fatal X-fejl - genstarter %s
de: %s: Schwerwiegender X-Fehler - %s wird neu gestartet
fi: %s: Vakava X-virhe – %s käynnistetään uudelleen
hu: %s: Végzetes X hiba - %s újraindítása
kn: %s: ಮಾರಕ X ದೋಷ - ಪುನರ್ ಆರಂಭಿಸಲಾಗುತ್ತಿದೆ %s
nl: %s: Fatale X-fout - %s wordt opnieuw gestart
ru: %s: Фатальная ошибка X - Перезапуск %s
sl: %s: Usodna napaka X - znova se zaganja %s
te: %s: తీవ్ర X దోషము - %s మరలాప్రారంభించుచున్నది
tr: %s: Ölümcül X hatası - %s yeniden başlatılıyor
vi: %s: lỗi X nghiêm trọng nên khởi động lại %s

source: Login sound requested on non-local display or the play software cannot be run or the sound does not exist
da: Logind-lyd forespurgt på ikke-lokal terminal eller også kan afspilningsprogrammet ikke findes eller lyden eksisterer ikke
de: Der Anmeldeklang wurde auf einer nicht-lokalen Anzeige angefordert, die Wiedergabe-Software konnte nicht ausgeführt werden oder der Klang existiert nicht
fi: Sisäänkirjautumisääntä pyydetty etänäytöltä, tai soitto-ohjelmistoa ei voi suorittaa, tai äänitiedostoa ei ole
hu: Bejelentkezési hang kérése nem helyi képernyőn, a lejátszó program nem futtatható, vagy a hangfájl nem létezik.
kn: ಸ್ಥಳಿಯವಲ್ಲದ ಪ್ರದರ್ಶಕ ಅಥವ ತಂತ್ರಾಂಶವನ್ನು ಪ್ಲೇ ಮಾಡುವುದರ ಮೇಲೆ ಮನವಿ ಸಲ್ಲಿಸಿದ ಪ್ರವೇಶ ಶಬ್ಧವನ್ನು ಚಲಾಯಿಸಲಾಗಿಲ್ಲ ಅಥವ ಶಬ್ಧವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
nl: Aanmeldgeluid gevraagd op niet-lokaal scherm, of de afspeelsoftware kan niet worden uitgevoerd of het geluid bestaat niet
ru: Звук регистрации был запрошен на не-локальном дисплее, или программа воспроизведения не может быть выполнена, или звук не существует
sl: Zahtevanega zvoka ob prijavi na oddaljenem zaslonu, ni mogoče predvajati ali pa zvočna datoteka ne obstaja.
tr: Yerel olmayan bir görüntü giriş sesi istedi veya oynatıcı yazılım çalıştırılamadı veyases bulunamıyor
vi: Âm thanh đăng nhập được yêu cầu trên bộ trình bày ở xa hoặc phần mềm phát âm không chạy được hoặc không có âm thanh đó

source: %s: Failed starting: %s
da: %s: Det mislykkedes at starte: %s
de: %s: Ausführen gescheitert: %s
fi: %s: Käynnistys epäonnistui: %s
hu: %s: %s indítása sikertelen
kn: %s: ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ: %s
nl: %s: Starten van %s mislukt
ru: %s: Ошибка запуска: %s
sl: %s: Napaka pri zagonu: %s
te: %s: మొదలుపెట్టుట విఫలమైంది: %s
tr: %s: %s başlatılırken bir hata oluştu
vi: %s: lỗi khởi động: %s

source: %s: Can't fork script process!
da: %s: Kan ikke forgrene skriptproces!
de: %s: Skriptprozess konnte nicht abgespalten werden!
fi: %s: Komentotiedostoprosessia ei voitu haaroittaa!
hu: %s: A parancsfájl folyamata nem indítható!
kn: %s: ಸ್ಕ್ರಿಪ್ಟ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕವಲು ಮಾಡಲಾಗಿಲ್ಲ!
nl: %s: Kan het mdmgroeter proces niet afsplitsen!
ru: %s: Не удалось инициализировать дочерний процесс скрипта!
sl: %s: Ni mogoče razvejiti dejanja skripte!
te: %s: లిపి క్రమణం పంగలకర్ర వీలుకాదు!
tr: %s: Betik işlemi başlatılamadı!
vi: %s: không thể nhân đôi tiến trình tập lệnh.

source: %s: Failed creating pipe
da: %s: Kan ikke oprette datakanal
de: %s: Weiterleitung konnte nicht angelegt werden
fi: %s: Putken luominen epäonnistui
hu: %s: Cső létrehozása sikertelen
kn: %s: pipe ಅನ್ನು ರಚಿಸುವಲ್ಲಿ ವಿಫಲತೆ
nl: %s: Kon pipe niet maken
ru: %s: Ошибка создания канала
sl: %s: Ni mogoče ustvariti cevi
te: %s: పైప్ సృష్టించుటకు విఫలమైంది
tr: %s: Boru oluşturulamadı
vi: %s: lỗi tạo ống dẫn.

source: %s: Failed executing: %s
da: %s: Det mislykkedes at køre: %s
de: %s: Ausführen gescheitert: %s
fi: %s: Suoritus epäonnistui: %s
hu: %s: %s végrehajtása sikertelen
kn: %s: ಕಾರ್ಯಗತಗೊಳಿಸುವಲ್ಲಿ ವಿಫಲತೆ: %s
nl: %s: Starten van %s mislukt
ru: %s: Ошибка выполнения: %s
sl: %s: Napaka pri zagonu: %s
te: %s: నిర్వర్తించుటలో విఫలమైంది: %s
tr: %s: %s çalıştırılırken bir hata oluştu
vi: %s: lỗi thực thi: %s

source: Incorrect username or password. Letters must be typed in the correct case.
da: Ugyldigt brugernavn eller adgangskode. Bemærk at der gøres forskel med hensyn til små og store bogstaver.
de: Der Benutzername oder das Passwort ist fehlerhaft. Buchstaben müssen unter Berücksichtigung der Groß-/Kleinschreibung eingegeben werden.
fa: نام کاربر یا گذرواژه درست نیست. بزرگی و کوچکی حروف باید رعایت شود.
fi: Väärä käyttäjätunnus tai salasana. Kirjainkoon täytyy olla oikein.
hu: Érvénytelen felhasználónév vagy jelszó. A kis- és nagybetűk különbözőek. A Caps Lock legyen kikapcsolva.
kn: ಬಳಕೆದಾರ ಹೆಸರು ಅಥವ ಗುಪ್ತಪದ ಸರಿ ಇಲ್ಲ. ಅಕ್ಷರಗಳನ್ನು ಸರಿಯಾದ ಅಕ್ಷರಗಳಲ್ಲಿ ಬರೆಯಬೇಕು.
nl: Onjuiste gebruiker of wachtwoord. Let op dat namen en wachtwoorden hoofdlettergevoelig zijn.
ru: Некорректное имя пользователя или пароль. Символы должны быть введены в правильном регистре.
sl: Napačno uporabniško ime ali geslo. Upošteva se tudi velikost črk.
te: వినియోగదారునామము లేదా రహస్యపదము సరియైనదికాదు. పదములు సరియైన పద్దతిలో ముద్రించవలయును .
tr: Geçersiz kullanıcı adı ya da parola. Büyük küçük harf uyumuna dikkat edin.
vi: Tên người dùng sai hoặc mật khẩu sai. Các ký tự phải được gõ chính xác, phân biệt chữ hoa, thường.

source: Caps Lock is on.
da: Caps Lock er slået til.
de: Feststelltaste ist aktiviert.
fi: CapsLock on päällä.
hu: Caps Lock bekapcsolva.
kn: ಕ್ಯಾಪ್ಸ್ ಲಾಕ್ ಕೀಲಿ ಚಾಲಿತವಾಗಿದೆ.
nl: Caps Lock staat aan.
ru: Включен режим Caps Lock.
sl: Caps Lock vklopljen.
te: క్యాప్స్ తాళం తెరచిఉంది.
tr: Caps Lock (Büyük harf kilidi) açık.
vi: Phím CapsLock đã bật.

source: Please enter your username
da: Indtast venligst dit brugernavn
de: Bitte geben Sie Ihren Benutzernamen ein
fa: لطفاً نام کاربری‌تان را وارد کنید
fi: Syötä käyttäjätunnus
hu: Adja meg a felhasználónevét
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ದಾಖಲಿಸಿ
nl: Voer uw gebruikersnaam in
ru: Введите имя пользователя
sl: Prosim, vpišite svoje uporabniško ime
te: దయచేసి మీ యొక్క వినియోగదారునామము ను చేర్చుము
tr: Lütfen kullanıcı adınızı girin
vi: Hãy gõ tên người dùng của bạn

source: Username:
da: Brugernavn:
de: Benutzername:
fa: نام کاربر:
fi: Käyttäjätunnus:
hu: Felhasználónév:
kn: ಬಳಕೆದಾರ ಹೆಸರು:
nl: Gebruikersnaam:
ru: Имя пользователя:
sl: Uporabniško ime:
te: వినియోగదారునామము:
tr: Kullanıcı adı:
vi: Tên người dùng:

source: Password:
da: Adgangskode:
de: Passwort:
fa: گذرواژه:
fi: Salasana:
hu: Jelszó:
kn: ಗುಪ್ತಪದ:
nl: Wachtwoord:
ru: Пароль:
sl: Geslo:
te: రహస్య పదము:
tr: Parola:
vi: Mật khẩu:

source: Couldn't authenticate user "%s"
fa: هویت کاربر «%s» تأیید نشد
kn: ಬಳಕೆದಾರ "%s" ನನ್ನು ದೃಢೀಕರಿಸಲಾಗಿಲ್ಲ
te: "%s" వినియోగదారు ప్రామాణీకరించుట వీలుకాదు

source: Root login disallowed on display '%s'
da: Root-logind ikke tilladt på terminalen "%s"
de: »root«-Anmeldung auf Anzeige »%s« verboten
fa: ورود به سیستم برای root از صفحهٔ نمایش «%s» مجاز نیست
fi: Pääkäyttäjän istunto estetty näytöllä "%s"
hu: A root bejelentkezése nem engedélyezett a(z) „%s” képernyőn
kn: ಪ್ರದರ್ಶಕ '%s' ದಲ್ಲಿ ಮೂಲ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
nl: Root-aanmelding niet toegestaan op scherm `%s'
ru: Вход в сеанс для суперпользователя (root) запрещен на дисплее "%s"
sl: Prijava skrbnika na zaslonu '%s` ni dovoljena
te: '%s' ప్రదర్శన పై మూలం నమోదు అనుమతించబడదు
tr: Root girişine '%s' ekranından izin verilmiyor
vi: Không cho phép đăng nhập chủ trên bộ trình bày '%s'

source: The system administrator is not allowed to login from this screen
da: Systemadministratoren har ikke tilladelse til at logge ind fra denne skærm
de: Der Systemadministrator darf sich von diesem Bildschirm aus nicht anmelden
fa: مدیر سیستم مجاز نیست از این صفحهٔ نمایش وارد سیستم شود
fi: Järjestelmän ylläpitäjä ei saa kirjautua tämän näytön kautta
hu: A rendszergazda nem léphet be erről a képernyőről
kn: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ಈ ತೆರೆಯಿಂದ ಒಳಗೆ ಪ್ರವೇಶಿಸುವುದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
nl: De systeembeheerder mag zich niet aanmelden op dit scherm.
ru: Администратор системы не позволил входить в систему с этого экрана
sl: Administratorju sistema prijava s tega zaslona ni dovoljena
te: ఈ తెర నుండి నమోదుకు వ్యవస్థ నిర్వాహకి అనుమతించబడదు
tr: Sistem yöneticisinin bu ekrandan giriş yapmasına izin verilmiyor
vi: Không cho phép quản trị hệ thống đăng nhập vào màn hình này.

source: User %s not allowed to log in
fa: کاربر %s مجاز به ورود به سیستم نیست
kn: ಬಳಕೆದಾರ %s ನನ್ನು ಒಳಗೆ ಪ್ರವೇಶಿಸದಂತೆ ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
te: %s వినియోగదారు ప్రవేశద్వారం కు అనుమతించబడదు

source: The system administrator has disabled your account.
da: Systemadministratoren har deaktiveret din konto.
de: Der Systemadministrator hat Ihren Zugang gesperrt.
fa: مدیر سیستم حساب شما را از کار انداخته است.
fi: Järjestelmän ylläpitäjä on poistanut tunnuksen käytöstä.
hu: A rendszergazda felfüggesztette az Ön felhasználói fiókját.
kn: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಿದ್ದಾನೆ.
nl: De systeembeheerder heeft uw account uitgeschakeld.
ru: Администратор системы отключил вашу учетную запись.
sl: Administrator sistema je onemogočil vaš račun.
te: వ్యవస్థ నిర్వాహకి మీ యొక్క ఖాతాను నిరుపయోగపరచెను.
tr: Sistem yöneticisi kullanıcı hesabınızı kapatmış.
vi: Quản trị hệ thống đã vô hiệu hóa tài khoản của bạn.

source: Cannot set user group for %s
da: Kan ikke sætte brugergruppe for %s
de: Benutzergruppe für %s konnte nicht festgelegt werden
fa: نمی‌توان گروه کاربر را برای %s تنظیم کرد
fi: Ryhmän asettaminen käyttäjälle %s epäonnistui
hu: Nem állítható be %s felhasználó csoportja
kn: %s ಗೆ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
nl: Kan gebruikersgroep niet instellen voor %s
ru: Не удалось установить группу пользователя для %s
sl: Ni mogoče nastaviti uporabniške skupine za %s
te: %s కొరకు వినియోగదారు సముదాయం అమర్చుట వీలుకాదు
tr: %s için kullanıcı grubu atanamadı
vi: Không thể thiết lập nhóm người dùng cho %s

source: Cannot set your user group; you will not be able to log in. Please contact your system administrator.
da: Kan ikke sætte din brugergruppe, så du vil ikke være i stand til at logge på, kontakt venligst systemadministratoren.
de: Ihre Benutzergruppe konnte nicht festgelegt werden. Sie können sich deshalb nicht anmelden. Bitte kontaktieren Sie Ihren Systemadministrator.
fa: نمی‌توان کروه کاربر شما را تنظیم کرد، شما نمی‌توانید وارد سیستم شوید. لطفاً با مدیر سیستم خود تماس بگیرید.
fi: Ryhmäsi asettaminen ei onnistu; et voi kirjautua tietokoneelle. Ota yhteyttä järjestelmän ylläpitäjään.
hu: Nem állítható be az Ön felhasználói csoportja, így nem tud bejelentkezni, értesítse a rendszergazdát.
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಸಮೂಹವನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ; ನೀವು ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ.
nl: Kan de gebruikersgroep niet instellen, u zult niet kunnen aanmelden. Neem contact op met de systeembeheerder.
ru: Не удалось установить вашу группу пользователя, Вы не сможете войти в сеанс. Пожалуйста, свяжитесь со своим системным администратором.
sl: Ni mogoče nastaviti uporabniške skupine, zato se ni mogoče prijaviti. Obrnite se na vašega skrbnika sistema.
te: మీ యొక్క వినియోగదారు సముదాయం అమర్చుట వీలుకాదు; నీవు లోపలికి నమోదవుట సాధ్యపడదు. దయచేసి మీ యొక్క వ్యవస్థ నిర్వాహకి సంప్రదించుము .
tr: Kullanıcı grubunuz belirlenemiyor, giriş yapamayacaksınız. Lütfen sistem yöneticinizle iletişime geçin.
vi: Không thể thiết lập nhóm người dùng của bạn nên bạn sẽ không thể đăng nhập; hãy liên hệ quản trị hệ thống.

source: Password of %s has expired
fa: گذرواژهٔ %s منقضی شده است
kn: %s ದ ಗುಪ್ತಪದದ ಅವಧಿ ಮುಗಿದು ಹೋಗಿದೆ
te: %s యొక్క రహస్యపదము కాలంచెల్లినది

source: You are required to change your password. Please choose a new one.
da: Du skal skifte din adgangskode. Vælg venligst en ny.
de: Sie müssen Ihr Passwort ändern. Bitte wählen Sie ein neues.
fa: لازم است گذرواژهٔ خود را تغییر دهید. لطفاً یک گذرواژهٔ جدید انتخاب کنید.
fi: Salasana on pakko vaihtaa. Ole hyvä ja valitse uusi.
hu: Azonnal meg kell változtatnia a jelszavát (ez a rendszergazda kérése).
kn: ನೀವು ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸುವ ಅಗತ್ಯವಿದೆ. ದಯವಿಟ್ಟು ಹೊಸದನ್ನು ಆರಿಸಿ.
nl: U moet uw wachtwoord veranderen. Kies een nieuwe.
ru: Вам необходимо сменить пароль немедленно. Выберите новый пароль.
sl: Spremeniti morate svoje geslo. Izberite novega.
te: నీవు మీ యొక్క రహస్యపదమును మార్చుట అవసరము. దయచేసి ఒక కొత్త దాన్ని ఎంచుకొను.
tr: Parolanızı değiştirmeniz gerekiyor. Yeni bir tane seçin.
vi: Bạn được yêu cầu thay đổi mật khẩu của bạn. Hãy chọn mật khẩu mới.
