Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: If a user has no defined face image, MDM will use the "stock_person" icon defined in the current GTK+ theme. If no such image is defined, the image specified by DefaultFace will be used. The image must be in an gdk-pixbuf supported format and the file must be readable to the MDM user.
da: Hvis en bruger ikke har valgt et ansigtsbillede, vil MDM bruger det "stock_person"-ikon som er defineret i det nuværende GTK+ tema. Hvis dette ikke er defineret vil det billede der er specificeret af DefaultFace blive brugt i stedet. Dette billede skal i et gdk-pixbuf understøttet format og filen skal være læsbar for MDM-brugeren.
de: Wenn ein Benutzer kein festgelegtes Benutzerbild hat, verwendet MDM das »stock_person«-Symbol des aktuellen GTK+-Themas. Wenn ein solches Bild nicht definiert ist, wird das als voreingestelltes Benutzerbild festgelegte Bild verwendet. Das Bild muss in einem von gdk-pixbuf unterstützten Format abgelegt werden und für den MDM-Benutzer lesbar sein.
fi: Jos käyttäjälle ei ole asetettu kasvokuvaa, MDM käyttää valitussa GTK+-teemassa määritettyä oletushenkilön kuvaketta. Jos kuvaketta ei ole määritetty, käytetään arvossa DefaultFace määritettyä kuvaa. Kuvan tulee olla gdk-pixbuf-kirjaston ymmärtämässä muodossa ja tiedoston MDM-käyttäjän luettavissa.
hu: Ha a felhasználó nem adott meg arcképet, akkor az aktuális GTK+ téma által megadott „alapértelmezett személy” ikon fog megjelenni. Ha ilyen kép nincs megadva, akkor a DefaultFace által megadott kép kerül felhasználásra. A képnek a gdk-pixbuf által támogatott formátumúnak kell lennie és a fájlnak olvashatónak kell lennie a MDM felhasználó által.
kn: ಬಳಕೆದಾರರ ಚಹರೆ ಚಿತ್ರ ಇಲ್ಲದೆ ಹೋದರೆ, MDM ಪ್ರಸ್ತುತ ಇರುವ GTK+ ಥೀಮಿನಲ್ಲಿ ಸೂಚಿಸಿದ "ದಾಸ್ತಾನು ವ್ಯಕ್ತಿ (_p)" ಲಾಂಛನವನ್ನು ಬಳಸುತ್ತದೆ. ಅಂತಹ ಯಾವುದೆ ಚಿತ್ರ ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಪೂರ್ವನಿಯೋಜಿತಚಿತ್ರವನ್ನು(DefaultFace) ಬಳಸಲಾಗುತ್ತದೆ. ಚಿತ್ರವು gdk-pixbuf ಬೆಂಬಲಿತ ವಿನ್ಯಾಸದಲ್ಲಿ ಇರಬೇಕು ಹಾಗು MDM ಬಳಕೆದಾರನಿಗೆ ಅದನ್ನು ಓದಲು ಅನುಮತಿ ಇರಬೇಕು.
nl: Als er voor de gebruiker geen gezichtsafbeelding is opgegeven zal MDM de pictogram 'stock_version' gebruiken dat is gedefinieerd door het huidige GTK+-thema. Als het thema deze afbeelding niet definieert zal de afbeelding die bij 'Standaardgezicht' is gespecificeerd gebruikt worden. Het type afbeelding dient te worden ondersteund door gdk-pixbuf en het bestand moet leesbaar zijn voor de MDM-gebruiker.
ru: Если у пользователя нет определённого персонального изображения, MDM будет использовать значок "stock_person", определённый текущей темой GTK+. Если и этот значок не определён, будет использоваться изображение, указанное как DefaultFace. Это изображение должно быть в формате, поддерживаемом gdk-pixbuf, и должно быть доступно для чтения пользователю MDM.
sl: V primeru, da uporabnih nima določene slike obraza, bo uporabljena privzeta risana ikona, kot jo določa trenutna GTK+ tema. Slika obraza mora biti v ustreznem gdk zapisu in datoteka mora imeti ustrezna dovoljenja za branje.
tr: Bir kullanıcının tanımlanmış yüz imgesi yoksa, MDM, kullanılan GTK+ arayüz teması ile belirlenen "stock_person" simgesini kullanacaktır. Böyle bir imge de tanımlanmadıysa DefaultFace ile belirlenen imge kullanılacaktır. İmgenin gdk-pixbuf tarafından desteklenen bir biçimde, ve MDM kullanıcısı tarafından okunabilir olması gerekir.
vi: Người dùng không có ảnh chân dung đã đặt thì MDM sẽ dùng biểu tượng « người kho » được xác định trong sắc thái GTK+ hiện thời. Chưa xác định ảnh như vậy thì dùng ảnh được đặt cho « Chân dung mặc định ». Ảnh phải có định dạng được gdk-pixbuf hỗ trợ, và tập tin phải cho phép người dùng MDM đọc nó.

source: Image file to display in the logo box. The file must be in an gdk-pixbuf supported format and it must be readable by the MDM user. If no file is specified the logo feature is disabled.
da: Billedfil som skal vises i logoboksen. Filen skal være i et gdk-pixbuf understøttet format og skal være læsbar for MDM-brugeren. Hvis der ikke er valgt en fil vil logofunktionen blive slået fra.
de: Bilddatei, die als Logo angezeigt wird. Die Datei muss in einem von gdk-pixbuf unterstützten Format abgelegt werden und für den MDM-Benutzer lesbar sein. Ist keine Datei festgelegt, wird die Logo-Funktion deaktiviert.
fi: Logolaatikossa näytettävä kuvatiedosto. Kuvan tulee olla gdk-pixbuf-kirjaston ymmärtämässä muodossa ja tiedoston MDM-käyttäjän luettavissa. Jos kuvaa ei ole määritetty, logoa ei näytetä lainkaan.
hu: A logó mezőben megjelenítendő képfájl. A képnek a gdk-pixbuf által támogatott formátumúnak kell lennie és a fájlnak olvashatónak kell lennie a MDM felhasználó által. Ha nincs fájl megadva, akkor ez a szolgáltatás nem fog működni.
kn: ಲೊಗೊ ಚಿತ್ರ ಚೌಕಟ್ಟಿನಲ್ಲಿ ಕಾಣಿಸರಬೇಕಿರುವ ಚಿತ್ರ ಕಡತ. ಚಿತ್ರವು gdk-pixbuf ಬೆಂಬಲಿತ ವಿನ್ಯಾಸದಲ್ಲಿ ಇರಬೇಕು ಹಾಗು MDM ಬಳಕೆದಾರನಿಗೆ ಅದನ್ನು ಓದಲು ಅನುಮತಿ ಇರಬೇಕು.. ಯಾವುದೇ ಕಡತವನ್ನು ಸೂಚಿಸದೆ ಹೋದರೆ ಲೋಗೊ ವೈಶಿಷ್ಟ್ಯವು ನಿಷ್ಕ್ರಿಯಗೊಳ್ಳುತ್ತದೆ.
nl: Afbeeldingsbestand om te weergeven in het logoveld. Het type afbeeldingsbestand dient te worden ondersteund door gdk-pixbuf en leesbaar zijn voor de MDM-gebruiker. Als er geen bestand is gespecificeerd zal de logofunctie worden uitgeschakeld.
ru: Файл изображения, отображаемый в окне логотипа. Файл должен быть в формате, поддерживаемом gdk-pixbuf, и должен быть доступен для чтения пользователю MDM. Если файл не указан, функция отображения логотипа будет отключена.
sl: Slikovna datoteka, ki se prikaže v prijavnem okvirčku. Datoteka mora biti ustrezna gdk datoteka in mora imeti dovoljenja za branje. V primeru, da datoteka ni določena, bo možnost onemogočena.
tr: Logo kutusunda gösterilecek olan imge dosyası. Dosyanın gdk-pixbuf tarafından desteklenen bir biçimde ve MDM kullanıcısı tarafından okunabilir olması gerekir. Eğer hiçbir dosya belirtilmemişse logo gösterme özelliği devre dışı kalacaktır.
vi: Tập tin ảnh cần hiển thị trong hộp biểu hình. Tập tin phải có định dạng được gdk-pixbuf hỗ trợ, và tập tin phải cho phép người dùng MDM đọc nó. Chưa xác định tập tin thì tính năng biểu hình bị tắt.

source: Includ_e Hostname Chooser (XDMCP) menu item
da: In_kludér værtsnavn-vælger (XDMCP) menupunkt
de: Symbol für Rechnerwähler (_XDMCP) anzeigen
fi: Näytä valikossa _kirjautumisisännän valitsin (XDMCP)
hu: Gépné_v választó (XDMCP) menüelem hozzáadása
kn: ಅತಿಥೇಯ ಆಯ್ಕೆಗಾರ (XDMCP) ಪರಿವಿಡಿ ಅಂಶಕ್ಕೆ ಸೇರಿಸು(_e)
nl: H_ostnaamkiezer (XDMCP) in het menu tonen
ru: Вклю_чить элемент меню "Выбор узлов (XDMCP)"
sl: Vključi menijski vnos Izbirnik imena gostitelja (XDMCP)
te: _ఆతిథ్యనామము ఎంచుకొను (ఎక్స్డియంసిపి) జాబితా పద్దు కలుపుకొను
tr: Makin_e Adı Seçici (XDMCP) menü öğesini içer
vi: _Gồm mục trình đơn Bộ chọn tên máy (XDMCP)

source: Include Con_figure menu item
da: Inkludér kon_figurations-menupunkt
de: Symbol zur _Konfiguration anzeigen
fi: Näytä valikkokohta _Asetukset
hu: _Beállítás menüelem hozzáadása
kn: ಸಂರಚನ ಪರಿವಿಡಿ ಅಂಶಗಳನ್ನು ಅಡಕಗೊಳಿಸಿ(_f)
nl: _Configuratiemenu tonen
ru: Включить _элемент меню "Настроить"
sl: Vključi menijski vnos _Nastavitve
te: _రూపకరించు జాబితా పద్దు కలుపుకొనుము
tr: _Yapılandır menü öğesini içer
vi: Gồm mục trình đơn _Cấu hình

source: Indicates that the X server should be started at a different process priority.
da: Indikerer at X-serveren skal startes med en anden procesprioritet.
de: Gibt an, dass der X-Server mit einer anderen Prozesspriorität gestartet werden soll.
fi: Määrittää, että X-palvelin tulisi käynnistää muulla prosessiprioriteetilla.
hu: Jelzi, hogy az X kiszolgálót más folyamatprioritással kell indítani.
kn: X ಪರಿಚಾರಕವನ್ನು ಬೇರೆ ಒಂದು ಪ್ರಕ್ರಿಯೆ ಆದ್ಯತೆಯೊಂದಿಗೆ ಆರಂಭಿಸಬೇಕು ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
nl: Geeft aan dat de X-server dient te worden gestart met een andere procesprioriteit.
ru: Указывает, что X-сервер должен быть запущен с другим приоритетом процесса.
sl: Določa da je strežnik X zagnan kot prednostno opravilo.
te: X సేవిక ఒక భేదమైన క్రమణం వద్ద మొదలుపెట్టబడుతుందని అది సూచిస్తుంది ప్రాధాన్యత.
tr: X sunucunun farklı bir işlem önceliğiyle başlatılması gerektiğini belirtir.
vi: Ngụ ý rằng máy phục vụ X nên được khởi chạy ở mức ưu tiên tiến trình khác.

source: Interval in which to ping the X server in seconds. If the X server doesn't return before the next time we ping it, the connection is stopped and the session ended.
da: Intervallet i sekunder mellem ping til X-serveren. Hvis X-serveren ikke svarer før næste ping vil forbindelsen blive lukket og sessionen afsluttet.
de: Intervall in Sekunden, in dem ein Ping an den X-Server gesendet wird. Wenn der X-Server nicht vor dem nächsten Ping, das gesendet wird, antwortet, wird die Verbindung gestoppt und die Sitzung beendet.
fi: Aikaväli X-palvelimen tiedustelupakettien välillä. Jos X-palvelin ei vastaa ennen seuraavaa pakettia, yhteys katkaistaan ja istunto lopetetaan.
hu: Az X kiszolgáló pingelésének időköze. Ha az X kiszolgáló nem jelez vissza a következő ping előtt, akkor a kapcsolat leáll és a munkamenet befejeződik.
kn: X-ಪರಿಚಾರಕವನ್ನು ಪಿಂಗ್ ಮಾಡಬೇಕಿರುವ ಕಾಲಾವಕಾಶ, ಸೆಕೆಂಡುಗಳಲ್ಲಿ. ಮುಂದಿನ ಬಾರಿ ನಾವು ಪಿಂಗ್ ಮಾಡುವ ಮೊದಲು X-ಪರಿಚಾರಕವು ಪುನಃ ಹಿಂತಿರುಗಿ ಬಾರದೆ ಹೋದಲ್ಲಿ, ಸಂಪರ್ಕವು ನಿಂತು ಹೋಗುತ್ತದೆ ಹಾಗು ಅಧಿವೇಶನವು ಮುಗಿಯಲ್ಪಡುತ್ತದೆ.
nl: Interval waarmee de X-server wordt gepingt. Als de X-server niet reageert voordat de volgende ping gegeven wordt, wordt de verbinding stopgezet en de sessie beëindigd.
ru: Интервал в секундах, по истечении которого X-серверу посылается ping. Если X-сервер не отвечает на очередной запрос, соединение разрывается и сеанс завершается.
sl: Zamik v sekundah, ko naj sistem pošlje ping X strežniku. V primeru, da se strežnik ne odzove v tem času, se povezava prekine in seja konča.
tr: X sunucusuna ping atılacağı (saniye cinsinden) zaman aralığı. Eğer X sunucusu, sonraki pingimizden önce yanıt vermezse, bağlantı kesilmiş ve oturum sonlanmıştır.
vi: Khoảng thời gian (theo giây) giữa hai lần gửi gói tin ping cho máy phục vụ X. Máy đó không trả về trước khi ping lần kế tiếp thì sự kết nối được dừng và phiên chạy được kết thúc.

source: LRla_bel:
da: LR_Mærkat:
de: LRBe_schriftung:
hu: _Címke:
kn: LRಲೇಬಲ್(_b):
sl: Oznaka gumba:
te: _ఎల్ఆర్ లేబుల్:

source: La_unch:
da: _Kør:
de: _Starten:
fa: _راه‌اندازی:
fi: _Käynnistä:
hu: _Futtatás:
kn: ಆರಂಭಿಸು(_u):
nl: _Opstarten:
ru: _Запустить:
sl: Z_aženi:
te: _ప్రయోగించు:
tr: Ça_lıştır
vi: Khởi chạ_y:

source: Listen on _UDP port:
da: Lyt på _UDP-port:
de: An _UDP-Port horchen:
fa: _گوش دادن به درگاه UDP:
fi: Kuuntele _UDP-porttia:
hu: Ezen az _UDP porton figyel:
kn: _UDP ಪೊರ್ಟಿನಲ್ಲಿ ಕೇಳಿಸಿಕೊಳ್ಳಿ:
nl: Luisteren op _UDP poort:
ru: Слушать порт _UDP:
sl: Poslušaj na vratih _UDP:
te: _యుడిపి రేవు పై ఆలకించు:
tr: _UDP portunu dinle:
vi: Lắng nghe trên cổng _UDP:

source: Loc_k position of the window
da: L_ås vinduets position
de: Fensterposition _sperren
fi: _Lukitse ikkunan sijainti
hu: Az a_blak pozíciójának zárolása
kn: ವಿಂಡೊದ ಲಾಕ್ ಸ್ಥಿತಿ
nl: Positie van het venster ver_grendelen
ru: _Заблокировать положение окна
sl: Zakleni položaj okna
te: _గవాక్షం యొక్క తాళం స్థానము
tr: Pencere konumunu _kilitle
vi: _Khoá vị trí cửa sổ

source: Local
da: Lokal
de: Lokal
fa: محلی
fi: Paikallinen
hu: Helyi
kn: ಸ್ಥಳಿಯ
nl: Lokaal
ru: Локальный вход
sl: Krajevno
te: స్థానిక
tr: Yerel
vi: Cục bộ

source: Login Window Preferences
da: Indstillinger for logind-skærm
de: Einstellungen des Anmeldefensters
fa: ترجیحات پنجرهٔ ورود به سیستم
fi: Kirjautumisikkunan asetukset
hu: Bejelentkező ablak tulajdonságai
kn: ಪ್ರವೇಶ ಕಿಟಿಕಿಯ ಆದ್ಯತೆಗಳು
nl: Aanmeldvenster voorkeuren
ru: Параметры окна входа в систему
sl: Nastavitve prijavnega okna
te: ప్రవేశద్వారం గవాక్ష అభీష్టాలు
tr: Giriş Penceresi Tercihleri
vi: Tùy thích Cửa sổ Đăng nhập

source: Login _failed:
da: Logind _mislykkedes:
de: Anmeldung _gescheitert:
fa: ورودهای شکست خورده به سیستم:
fi: Kirjautuminen _epäonnistui:
hu: A bejelentkezés _meghiúsult:
kn: ದಾಖಲಾತಿ ವಿಫಲಗೊಂಡಿದೆ (_f):
nl: Aan_melding mislukt:
ru: _Безуспешный вход:
sl: Prijava _ni uspela:
te: _ప్రవేశద్వారం విఫలమైంది:
tr: Giriş _başarısız:
vi: _Lỗi đăng nhập:

source: Login _retry delay:
da: Logind _gentagelsesinterval:
de: Ver_zögerung vor erneuter Anmeldung:
fi: Kirjautumisen _uudelleenyrityksen viive:
hu: Bejelentkezés újrapróbálásának i_dőköze:
kn: ಪ್ರವೇಶಕ್ಕೆ ಪುನಃ ಪ್ರಯತ್ನಿಸಿದಾಗಿ ವಿಳಂಬ:
nl: Wachttijd na _foutieve aanmelding:
ru: _Задержка перед повторным входом:
sl: Premor med p_oskusi prijave:
te: _ప్రవేశద్వారం మరలాప్రయత్నించు ఆలస్యము:
tr: Girişi _yeniden deneme geciktirmesi:
vi: T_rễ đang nhập lại:

source: Login _successful:
da: Logind lykkede_s:
de: Anmeldung _erfolgreich:
fa: ورودهای موفق به سیستم:
fi: Kirjautuminen _onnistui:
hu: A bejelentkezés _sikeres:
kn: ದಾಖಲಾತಿ ಯಶಸ್ವಿಗೊಂಡಿದೆ (_s):
nl: Aa_nmelding gelukt:
ru: _Успешный вход:
sl: U_spela prijava:
te: _ప్రవేశద్వారం విజయవంతం:
tr: Giriş _başarılı:
vi: Đã đăng nhậ_p:

source: Logo
fa: نشان
hu: Logó
kn: ಲಾಂಛನ
ru: Логотип
sl: Logotip
te: చిహ్నము
vi: Biểu hình

source: Maximum _remote sessions:
da: Maks. _fjernsessioner:
de: Maximale Anzahl _entfernter Sitzungen:
fa: حداکثر نشست‌های _دوردست:
fi: _Etäistuntojen enimmäismäärä:
hu: _Távoli kapcsolatok maximális száma:
kn: ಗರಿಷ್ಟ್ ಸಂಖ್ಯೆಯ ದೂರಸ್ಥ ಅಧಿವೇಶನಗಳು(_r):
nl: Maximum aantal _niet-lokale sessies:
ru: Максимальное число _удаленных сеансов:
sl: Največje število o_ddaljenih sej:
te: _అత్యధిక సుదూర సమకూర్పులు:
tr: _Azami uzaktan oturum sayısı:
vi: Số phiên chạy từ _xa tối đa:

source: Maximum _wait time:
da: Maksimal vente_tid:
de: Maximale _Wartezeit:
fa: حداکثر زمان _انتظار:
fi: _Odottamisen enimmäisaika:
hu: Maximális _várakozási idő:
kn: ಗರಿಷ್ಟ ಕಾಯುವ ಸಮಯ(_w):
nl: Ma_ximale wachttijd:
ru: Максимальное время _ожидания:
sl: Največji ča_kalni čas:
te: అత్యధిక నిరీక్షించు సమయం:
tr: Azami bekleme _süresi:
vi: Thời gian _chờ tối đa:

source: Maximum indirect w_ait time:
da: Maksimal in_direkte ventetid:
de: Maximale indirekte War_tezeit:
fa: حداکثر زمان ا_نتظار غیرمستقیم:
fi: Epäsuoran o_dottamisen enimmäisaika:
hu: M_aximális várakozási idő, közvetett esetben:
kn: ಗರಿಷ್ಟ ಪರೋಕ್ಷ ಕಾಯುವ ಸಮಯ(_a):
nl: Maximale _indirecte wachttijd:
ru: Максимальное время ожидания н_епрямых запросов:
sl: Največji po_sredni čakalni čas:
te: _అత్యధిక వక్రమైన నిరీక్షించు సమయం:
tr: A_zami dolaylı bekleme süresi:
vi: Thời gi_an chờ gián tiếp tối đa:

source: Maximum p_ending indirect requests:
da: Maks. v_entende indirekte forespørgsler:
de: Maximale Anzahl au_sstehender indirekter Anforderungen:
fa: حداکثر تعداد درخواست‌های نامستقیم م_علق:
fi: Odottavien e_päsuorien pyyntöjen enimmäismäärä:
hu: Függő közv_etett kérések maximális száma:
kn: ಗರಿಷ್ಟ ಬಾಕಿ ಇರುವ ಪರೋಕ್ಷ ಮನವಿಗಳು(_p):
nl: Maximum _aantal wachtende indirecte aanvragen:
ru: Максимальное число _непрямых запросов:
sl: Najv_ečje število čakajočih posrednih zahtevkov:
te: _అత్యధిక నిల్వవున్న వక్రమైన మనవిలు:
tr: En yüksek b_eklemedeki dolaylı istek sayısı:
vi: Số _yêu cầu gián tiếp bị hoãn tối đa:

source: Menu Bar
da: Menulinie
de: Menüleiste
fa: نوار منو
fi: Valikkopalkki
hu: Menüsáv
kn: ಮೆನು ಪಟ್ಟಿ
nl: Menubalk
ru: Панель меню
sl: Menijska vrstica
te: జాబితా పట్టీ
tr: Menü Çubuğu
vi: Thanh trình đơn

source: Messa_ge:
da: _Besked:
de: _Nachricht:
fi: _Viesti:
hu: Ü_zenet:
kn: ಸಂದೇಶ(_g):
nl: Beric_ht:
ru: Сооб_щение:
sl: _Sporočilo:
te: _సందేశము:
tr: İle_ti:
vi: Thôn_g điệp:

source: Ne_ver place cookies on NFS
da: Placer al_drig infokager på NFS
de: Nie_mals Cookies auf NFS ablegen
fi: Älä tallenna evästeitä _NFS-levylle
hu: Ne használjon _sütiket NFS-en
kn: ಕುಕಿಗಳನ್ನು NFS ಇರಿಸಬೇಡಿ(_v)
nl: Nooit cookies op N_FS plaatsen
ru: _Не размещать файлы "cookies" на NFS
sl: Nikoli ne zapiši piškotkov na NFS sistem.
te: _ఎన్ఎఫ్ఎస్ పై కుకీ ఎప్పుడును స్థానములేదు
tr: NFS üzerine hiçbir zaman _çerez yerleştirme
vi: Không _bao giờ để cookie trên NFS

source: No _restart required
da: Ingen _genstart er påkrævet
de: Kein _Neustart erforderlich
fi: _Uudelleenkäynnistystä ei tarvita
hu: Nincs szükség újrain_dításra
kn: ಪುನರ್ ಆರಂಭಿಸುವ ಅಗತ್ಯವಿಲ್ಲ(_r)
nl: Geen he_rstart vereist
ru: Пе_резапуск не требуется
sl: Ponovni zagon ni zahtevan
te: _ మరలామొదలుపెట్టుట అవసరంలేదు
tr: Yeniden başlatma ge_rekmiyor
vi: Không cần khởi chạy _lại

source: Number of simultaneously provided displays with host choosers. If more queries from different hosts come in, the oldest ones will be forgotten.
da: Antallet af samtidigt forsynede logind-sessioner med værts-vælger. Hvis flere forespørgsler fra forskellige værter ankommer vil de ældste blive bortkastet.
de: Anzahl der gleichzeitig mit der Rechnerauswahl bereitgestellten Anzeigen. Wenn mehr Anfragen von verschiedenen Rechnern ankommen, werden die ältesten verworfen.
fi: Palvelinvalitsimien tarjoamien samanaikaisten näyttöjen määrä. Jos saadaan useampia kyselyitä eri asiakkailta, vanhimmat unohdetaan.
hu: A kiszolgálóválasztóval rendelkező, egyidejűleg engedélyezett megjelenítők száma. Ha különböző gépektől több lekérdezés érkezik, akkor a legrégebbiek el lesznek dobva.
kn: ಅತಿಥೇಯ ಆಯ್ಕೆಗಾರರೊಂದಿಗೆ ಏಕ ಕಾಲದಲ್ಲಿ ಒದಗಿಸಲಾದ ಪ್ರದರ್ಶಕಗಳ ಸಂಖ್ಯೆ. ಬೇರೆ ಬೇರೆ ಅತಿಥಿಗಳಿಂದ ಹೆಚ್ಚು ಹೆಚ್ಚು ಮನವಿಗಳು ಬಂದರೆ, ಹಳೆಯವು ನಿರ್ಲಕ್ಷಿಸಲ್ಪಡುತ್ತವೆ.
nl: Aantal simultaan geleverde displays met hostkiezers. Als er meer aanvragen van verschillende hosts binnenkomen zullen de oudste worden vergeten.
ru: Количество одновременно предоставляемых дисплеев с селекторами узлов. Если придёт больше запросов от различных узлов, самые старые запросы будут забыты.
sl: Število sočasno ponujenih zaslonov z izbiro gostitelja. V primeru, da prihaja več poizvedb različnih gostiteljev, bodo najstarejši prezrti.
te: ఆతిథ్యం ఎంచుకొనువారితో సంఖ్య యొక్క సమకాలీనమైన ప్రదర్శనలు సిద్దంచేయబడినవి . ఒకవేళ చాలా భేదమైన ఆతిథ్యముల నుండి లోపలికి రాబడిన, ఒకానోక పాతది మరచిపోయి ఉండవచ్చును.
tr: Aynı anda sağlanan makine seçicili görüntü birimlerinin sayısı. Farklı makinelerden daha fazla sorgular gelirse, en eskileri unutulacaktır.
vi: Số bộ trình bày được cung cấp đồng thời với bộ chọn máy. Quá nhiều truy vấn đến từ máy khác nhau thì những truy vấn cũ nhất bị quên.

source: Only allow login i_f user owns their home directory
da: Tillad kun logind h_vis brugeren ejer sin egen hjemmemappe
de: Nur Anmeldungen zulassen, _wenn der Benutzer Besitzer seines Heimverzeichnisses ist
fi: Salli kirjautu_minen vain, jos käyttäjä omistaa kotihakemistonsa
hu: Csak akkor engedélyezze a bejelentkezést, ha a felhasználók a saját könyvtáruk _tulajdonosai
kn: ಬಳಕೆದಾರರು ಅವರ ಮೂಲ ಕಡತಕೋಶದ ಸ್ವಾಮಿತ್ವವನ್ನು ಹೊಂದಿದ್ದರೆ ಮಾತ್ರ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸು
nl: Aanmelden alleen toe_staan als gebruiker de eigenaar is van diens persoonlijke map
ru: Разрешать вход только если пользователь является владельцем домашнего каталога
sl: Dovoli prijavo le, če je uporabnik _lastnik domače mape
te: ఒకవేళ వినియోగదారు తన నివాస వివరము స్వంతపరచుకున్నపుడు మాత్రమే ప్రవేశద్వారం అనుమతిస్తుంది
tr: Yalnızca _kullanıcı kendi klasörüne sahipse girişe izin ver
vi: Chỉ cho _phép đăng nhập nếu người dùng sở hữu thư mục chính

source: Op_tions:
da: Inds_tillinger:
de: _Einstellungen:
fa: _گزینه‌ها:
fi: Ase_tukset:
hu: _Beállítások:
kn: ಆಯ್ಕೆಗಳು(_t):
nl: Op_ties:
ru: Параметры:
sl: Možnos_ti:
te: ఇఛ్ఛాపూర్వకాలు:
tr: Se_çenekler:
vi: Tù_y chọn:

source: Pa_th:
da: _Sti:
de: _Pfad:
fi: Po_lku:
hu: Út_vonal:
kn: ಪಥ(_t):
nl: Pa_d:
ru: П_уть:
sl: Po_t:
te: _త్రోవ:
tr: Y_ol:
vi: Đườ_ng dẫn:

source: Paranoia option. Only accepts user owned files and directories.
da: Paranoia-indstilling. Accepter kun brugerejede filer og mapper.
de: Paranoia-Option. Nur Benutzer, die Dateien und Ordner besitzen, werden zugelassen.
fi: Vainoharhavalitsin. Hyväksyy vain käyttäjän omistamat tiedostot ja kansiot.
hu: Paranoiás beállítás. Csak a felhasználó által engedélyezett fájlok és könyvtárak elfogadása.
kn: Paranoia ಆಯ್ಕೆ. ಬಳಕೆದಾರರು ಸ್ವಾಮಿತ್ವವನ್ನು ಹೊಂದಿದ ಕಡತಗಳನ್ನು ಹಾಗು ಕಡತಕೋಶಗಳನ್ನು ಮಾತ್ರ ಅನುಮತಿಸುತ್ತ್ತದೆ.
nl: Paranoia-optie. Accepteert alleen bestanden en mappen die eigendom zijn van de gebruiker.
ru: Параноидальный параметр. Принимает только доступные пользователю файлы и каталоги.
sl: Sprejmi le lastnikove datoteke in imenike.
te: పారానోయియా ఇఛ్ఛాపూర్వకం. వినియోగదారు స్వంతంచేసుకున్న దస్త్రములు మరియు వివరములు మాత్రమే ఆమోదించును.
tr: Paranoya seçeneği. Kullanıcının yalnızca kendi dosya ve dizinlerine sahip olmasını kabul eder.
vi: Tùy chọn rất cẩn thận: chỉ cho phép tập tin và thư mục được người dùng sở hữu.

source: Per_sistent
da: Ved_varende
de: Daue_rhaft
fi: Pys_yvä
hu: Álla_ndó
kn: ಅವಿಚ್ಛಿನ್ನ(_s)
nl: Blij_vend
ru: По_стоянно
sl: V_ztrajno
te: _మూర్ఖపుపట్టు
tr: Surek_li
vi: _Bền bỉ

source: Permissions
da: Tilladelser
de: Zugriffsrechte
fi: Oikeudet
hu: Jogosultságok
kn: ಅನುಮತಿಗಳು
nl: Toegangsrechten
ru: Права
sl: Dovoljenja
te: అనుమతులు
tr: İzinler
vi: Quyền hạn

source: Pick Background Color
da: Vælg baggrundsfarve
de: Hintergrundfarbe wählen
fa: رنگ پس‌زمینه را انتخاب کنید
fi: Valitse taustaväri
hu: Válasszon háttérszínt
kn: ಹಿಂಭಾಗದ ಬಣ್ಣವನ್ನು ಆರಿಸಿ
nl: Achtergrondkleur kiezen
ru: Подобрать цвет фона
sl: Izberi barvo ozadja
te: పూర్వరంగం వర్ణమును ఎత్తుకొను
tr: Artalan Rengini Seçin
vi: Chọn màu nền

source: Plain Plain with face browser Themed Themed with face browser
da: Simpel Simpel med ansigtsvælger Med tema Med tema og ansigtsvælger
de: Einfach Einfach, mit Benutzeralbum Grafisch Grafisch, mit Benutzeralbum
fi: Tavallinen Tavallinen kasvoselaimella Teema Teema kasvoselaimella
hu: Egyszerű Egyszerű arcböngészővel Témázott Témázott, arcböngészővel
kn: ಸಾದಾ ಚಹರೆ ವೀಕ್ಷಕದೊಂದಿಗೆ ಸಾದಾ ಥೀಮ್ ಆದ ಚಹರೆ ವೀಕ್ಷಕನೊಂದಿಗೆ ಥೀಮ್ ಆದ
nl: Normaal Normaal met gezichtenlijst Met thema Met thema en gezichtenlijst
ru: Простой Простой с выбором изображений С темой С темой и выбором изображений
sl: Običajno Običajno z brskalnikom obrazov Tema Tema z brskalnikom obrazov
te: సాధారణ సాధారణ ముఖ అన్వేషితో వైవిథ్యాంశ వైవిథ్యాంశ ముఖ అన్వేషితో
tr: Düz İmge seçicili düz Temalı İmge seçicili ve temalı
vi: Chuẩn Chuẩn với trình duyệt chân dung Theo sắc thái Theo sắc thái với trình duyệt chân dung

source: Qui_ver when incorrect username/password entered
da: R_yst når forkert burgernavn/adgangkode indtastes
de: Bl_inken, wenn ein Anmeldeversuch gescheitert ist.
fi: _Värise väärän salasanan syötöstä
hu: _Rázkódjon hibás felhasználónév/jelszó megadásakor
kn: ಬಳಕೆದಾರ ಹೆಸರು/ಗುಪ್ತಪದವನ್ನು ತಪ್ಪಾಗಿ ನಮೂದಿಸಿದಾಗ ಕಂಪಿಸುತ್ತದೆ(_v)
nl: Trillen als onjuiste gebruikersnaam/wachtwoord is inge_voerd
ru: Вс_тряхивать экран при неверном вводе имени пользователя/пароля
sl: Zatresi kadar je vneseno napačno uporabniško ime ali geslo.
te: _సరికాని వినియోగదారునామము/రహస్యపదము ప్రవేశింపబడినప్పుడు వణుకు
tr: Yanlış kullanıcı adı/parola girildiğinde ekranı _titret
vi: _Rung nhẹ khi gõ sai người dùng/mật khẩu

source: R_emove
da: _Fjern
de: _Entfernen
fa: _حذف
fi: _Poista
hu: _Eltávolítás
kn: ತೆಗೆದುಹಾಕು (_e)
nl: _Verwijderen
ru: Уд_алить
sl: _Odstrani
te: _తొలగించు
tr: S_il
vi: Gỡ _bỏ

source: Re_move Server
da: F_jern server
de: Server ent_fernen
fa: ح_ذف کارگزار
fi: Pois_ta palvelin
hu: Kisz_olgáló eltávolítása
kn: ಪರಿಚಾರಕವನ್ನು ತೆಗೆದುಹಾಕು (_m)
nl: Server _verwijderen
ru: _Удалить сервер
sl: O_dstrani strežnik
te: _సేవిక తొలగించు
tr: Sunucuyu Si_l
vi: Gỡ bỏ _máy phục vụ

source: Reboot, Halt, Suspend and Custom Command Preferences
da: Genstarts-, slukke-, hvile- og tilpassede kommando-indstillinger
de: Neustart, Anhalten, Ruhezustand und Einstellungen der Spezialbefehle
fi: Uudelleenkäynnistyksen, sammutuksen, virransäästötilan ja oman komennon asetukset
hu: Újraindítás, leállítás, felfüggesztés és egyéni parancsok beállításai
kn: ಪುನರ್ ಬೂಟಿಸು, ಸ್ಥಗಿತಗೊಳಿಸು, ತಾತ್ಕಾಲಿಕವಾಗಿ ಸ್ಥಗಿತಗೊಳಿಸು ಹಾಗು ಗ್ರಾಹಕೀಯ ಆಜ್ಞಾ ಆಯ್ಕೆಗಳು
nl: Opdrachtvoorkeuren voor herstarten, afsluiten , pauzestand en eigen opdrachten
ru: Параметры перезагрузки, остановки, ждущего режима и пользовательских команд
sl: Nastavitve ponovnega zagona, zaustavitve, ustavitve in ukazov po meri
te: పునఃప్రారంభం, ఆగు, నిలువగల మరియు మలచిన ఆదేశం అభీష్టాలు
tr: Yeniden Başlatma, Bilgisayarı Kapatma ve Özel Komut Tercihleri
vi: Tùy thích Khởi động lại, Dừng lại, Ngưng và Lệnh riêng
