Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Text to appear on the radio buttons and list items
da: Tekst som skal vises ved radioknapper og listeelementer
de: Text, der in Auswahlknöpfen und Listeneinträgen erscheint
fi: Valintanapeissa ja listan kohdissa näytettävä teksti
hu: A választógombokon és listaelemeken megjelenítendő szöveg
kn: ರೇಡಿಯೊ ಗುಂಡಿಗಳು ಹಾಗು ಅಂಶ ಪಟ್ಟಿಗಳಲ್ಲಿ ಕಾಣಿಸುವ ಸಂದೇಶ
nl: Tekst die verschijnt op de keuzerondjes en lijstitems
ru: Текст, появляющийся на радиокнопках и элементах списков
sl: Besedilo, ki se prikaže na izbirnih gumbih in predmetih seznamov
te: రేడియో బొత్తంలు మరియు జాబితా వస్తువుల పై కనబడుటకు పాఠం
tr: Radyo düğmeleri ve liste öğeleri üzerinde görünecek yazı
vi: Văn bản sẽ hiển thị trên các cái nút chọn một và mục danh sách

source: Text to appear on the tooltips
da: Tekst som skal vises som værktøjstip
de: Text, der in Minihilfen erscheint
fi: Vihjeissä näytettävä teksti
hu: A gyorstippeken megjelenítendő szöveg
kn: ಉಪಕರಣಸಲಹೆಗಳಲ್ಲಿ ಕಾಣಿಸುವ ಸಂದೇಶ
nl: Tekst die verschijnt in de tekstballonnen
ru: Текст, появляющийся на всплывающих подсказках
sl: Besedilo, ki se prikaže na namigih
te: పనిముట్టుచిట్కా పై కనబడుటకు పాఠం
tr: Araç bilgileri üzerinde görünecek yazı
vi: Văn bản sẽ hiển thị trên các mẹo công cụ

source: The UDP port number mdm should listen to for XDMCP requests. Don't change this unless you know what you are doing.
da: Det UDP-portnummer som mdm skal lytte på efter XDMCP-forespørgsler. Du bør ikke ændre dette med mindre du ved hvad du laver.
de: Die UDP<Portnummer, auf der mdm XDMCP-Anfragen annehmen soll. Ändern Sie diese nicht, wenn Sie nicht wissen, was sie tun.
fi: UDP-porttinumero, jossa mdm kuuntelee XDMCP-pyyntöjä. Älä muuta tätä, jos et ole varma siitä, mitä teet.
hu: Az az UDP portszám, amelyet a MDM-nek az XDMCP kérésekhez figyelnie kell. Ne változtassa meg, hacsak nem tudja mit csinál.
kn: XDMCP ಮನವಿಗಳಿಗಾಗಿ mdm ಕೇಳಬೇಕಿರುವ UDP ಪೊರ್ಟ್ ಸಂಖ್ಯೆ. ನೀವು ಮಾಡುತ್ತಿದ್ದಿರೆಂದು ನಿಮಗೆ ಗೊತ್ತಿರದ ಹೊರತು ಇದನ್ನು ಬದಲಾಯಿಸಲು ಹೋಗಬೇಡಿ.
nl: Het UDP-poortnummer waarop MDM moet luisteren naar XDMCP-verzoeken. Wijzig dit niet tenzij u weet wat u doet.
ru: Номер порта UDP. на котором mdm должен слушать запросы UDP. Не изменяйте, если вы не уверены что именно вы делаете.
sl: Številka UDP vrat, ki naj naj bodo nadzorovana za zahteve XDMCP uporabnike. Nastavitve ni priporočljivo spreminjati.
tr: XDMCP istekleri için mdm'in dinleyeceği UDP port numarası.Ne yaptığınızı bilmiyorsanız bunu değiştirmeyin.
vi: Số hiệu cổng UDP trên nó MDM nên lắng nghe cho yêu cầu XDMCP. Đừng thay đổi giá trị này nếu bạn không hiểu chính xác thiết lập này.

source: The command to execute, with full path to the binary of the X server, and any extra arguments needed. Example: /usr/X11R6/bin/X
da: Den kommando der skal køres, inklusive den fulde sti til X-serverens binære programfil og eventuelle ekstra argumenter der skal bruges. F.eks.: /usr/X11R6/bin/X
de: Der auszuführende Befehl inklusive vollständigem Pfad und aller benötigten Zusatzargumente des X-Servers. Beispiel: /usr/X11R6/bin/X
fi: Suoritettava komento, joka sisältää X-palvelinohjelman koko polun sekä tarvittavat lisävalitsimet, esimerkiksi: /usr/X11R6/bin/X
hu: A végrehajtandó parancs az X kiszolgáló binárisának teljes elérési útjával és a szükséges paraméterekkel. Például: /usr/X11R6/bin/X
kn: ಕಾರ್ಯಗತವಾಗಬೇಕಿರುವ ಆಜ್ಞೆ, X ಪರಿಚಾರಕದ ಬೈನರಿಗಾಗಿನ ಸಂಪೂರ್ಣ ಪಥದೊಂದಿಗೆ, ಹಾಗು ಯಾವುದೆ ಅಗತ್ಯವಿರುವ ಯಾವುದೆ ಹೆಚ್ಚುವರಿ ಆಜ್ಞೆಗಳೊಂದಿಗೆ. ಉದಾಹರಣೆಗೆ: /usr/X11R6/bin/X
nl: De opdracht om uit te voeren, met volledig pad naar het programma van de X-server en alle benodigde extra argumenten. Voorbeeld: /usr/X11R6/bin/X
ru: Команда для выполнения, с полным путём к исполняемому файлу X-сервера и всеми необходимыми аргументами. Пример: /usr/X11R6/bin/X
sl: Ukaz za izvedbo s polno potjo do binarne datoteke strežnika X in z ustreznimi argumenti. Primer: /usr/X11R6/bin/X
te: నిర్వర్తించుటకు ఆదేశం, X సేవిక యొక్క ద్విసంఖ్యామానంకు మొత్తం త్రోవతో, మరియు ఏదేని అధికమైన క్రమానుగతసంకేతం అవసరం. ఉదాహారణ: /usr/X11R6/bin/X
tr: Çalıştırılacak komut, yani X sunucuyu başlatan ikili dosyanın tam yol tanımı, ve gerekli diğer bağımsız değişkenler. Örnek: /usr/X11R6/bin/X
vi: Lệnh cần thực hiện, với đường dẫn đầy đủ đến tập tin nhị phân của máy phục vụ X, và đối số thêm nào cần thiết. Thí dụ : « /usr/X11R6/bin/X ».

source: The greeter will play a sound after a failed login attempt.
da: Velkomstbyderen vil afspille en lyd efter et fejlslagent logind-forsøg.
de: Einen Klang ausgeben, wenn ein Anmeldeversuch gescheitert ist.
fi: Kirjautumisikkuna soittaa äänen epäonnistuneen kirjautumisen yhteydessä.
hu: Az üdvözlő játsszon le hangot a meghiúsult bejelentkezési kísérletek után.
kn: ಪ್ರವೇಶ ಪ್ರಯತ್ನವು ವಿಫಲಗೊಂಡ ನಂತರ ಸ್ವಾಗತಕಾರಕವು ಒಂದು ಶಬ್ಧವನ್ನು ಮಾಡುತ್ತದೆ.
nl: De begroeter zal een geluid afspelen als het aanmelden is mislukt.
ru: Программа-приветствие будет выводить звук после неудачной попытки входа.
sl: Pozdravno okno predvaja zvok po neuspeli prijavi.
te: ఒక విఫలమైన ప్రవేశద్వారం ప్రయత్నించు తరువాత వందనము ఒక ధ్వని ఆడుతుంది.
tr: Karşılayıcı, başarısız giriş denemesinden sonra bir ses verecektir.
vi: Bộ chào mừng sẽ phát âm thanh khi đăng nhập sai.

source: The greeter will play a sound after a successful login attempt.
da: Velkomstbyderen vil afspille en lyd efter et vellykket logind-forsøg.
de: Einen Klang ausgeben, wenn ein Anmeldeversuch erfolgreich war
fi: Kirjautumisikkuna soittaa äänen onnistuneen kirjautumisen yhteydessä.
hu: Az üdvözlő játsszon le hangot a sikeres bejelentkezési kísérletek után.
kn: ಪ್ರವೇಶ ಪ್ರಯತ್ನವು ಸಫಲಗೊಂಡ ನಂತರ ಸ್ವಾಗತಕಾರಕವು ಒಂದು ಶಬ್ಧವನ್ನು ಮಾಡುತ್ತದೆ.
nl: De begroeter zal een geluid afspelen als het aanmelden is gelukt.
ru: Программа-приветствие будет выводить звук после удачной попытки входа.
sl: Pozdravno okno predvaja zvok po uspeli prijavi.
te: ఒక విజయవంతమైన ప్రవేశద్వారం ప్రయత్నించు తరువాత వందనము ఒక ధ్వని ఆడుతుంది.
tr: Karşılayıcı, başarısız bir giriş denemesinden sonra bir ses çıkaracaktır.
vi: Bộ chào mừng sẽ phát âm thanh khi đăng nhập được.

source: The greeter will play a sound or beep when it is ready for a login.
da: Velkomstbyderen vil afspille en lyd eller bippe når den er klar til et logind.
de: Einen Klang oder Ton ausgeben, wenn der Begrüßer zur Anmeldung bereit ist.
fi: Kirjautumisikkuna soittaa äänen, kun kirjautumisikkuna on valmis käytettäväksi.
hu: Az üdvözlő játsszon le hangot vagy csipogást, ha készen áll a bejelentkezésre.
kn: ಸ್ವಾಗತಕಾರಕವು ಪ್ರವೇಶಕ್ಕೆ ತಯಾರಾದಾಗ ಒಂದು ಶಬ್ಧವನ್ನು ಅಥವ ಬೀಪನ್ನು ಮಾಡುತ್ತದೆ.
nl: De begroeter zal een geluid of een piep afspelen als het gereed is voor een aanmelding.
ru: Программа-приветствие будет выводить звук или сигнал когда она готова к работе.
sl: Pozdravno okno predvaja zvok pred prijavo v sejo.
te: వందనము ఒక ధ్వని లేదా బీప్ ఒక ప్రవేశద్వారం కొరకు సిద్దంగా ఉన్నపుడు ఆడును.
tr: Karşılayıcı, girişe hazır olduğunda bir ses çıkaracaktır.
vi: Bộ chào mừng sẽ phát âm thanh hay kêu bíp khi nó sẵn sàng cho đăng nhập.

source: The horizontal position of the login window.
da: Logind-vinduets horisontale position.
de: Die horizontale Position des Anmeldefensters.
fi: Kirjautumisikkunan vaakasuuntainen sijainti.
hu: A bejelentkező ablak vízszintes pozíciója.
kn: ಪ್ರವೇಶ ಕಿಟಕಿಯ ಅಡ್ಡಲಾಗಿರುವ ಸ್ಥಿತಿ.
nl: De horizontale positie van het aanmeldvenster.
ru: Позиция окна регистрации по горизонтали
sl: Vodoravna lega prijavnega okna
te: ప్రవేశద్వారం గవాక్షం యొక్క సమతలంగావున్న స్థానము
tr: Giriş penceresinin yatay konumu.
vi: Vị trí ngang của cửa sổ đăng nhập.

source: The name that will be displayed to the user.
da: Navnet som brugeren vil se.
de: Der Name, der dem Benutzer angezeigt wird.
fi: Käyttäjälle näytettävä nimi.
hu: A felhasználónak megjelenítendő név.
kn: ಬಳಕೆದಾರರಿಗೆ ಕಾಣಿಸಿಕೊಳ್ಳುವ ಹೆಸರು.
nl: De naam die naar de gebruiker zal worden weergegeven.
ru: Имя, которое будет отображаться для пользователя.
sl: Ime, ki bo prikazano uporabniku.
tr: Kullanıcıya gösterilecek olan ad.
vi: Tên sẽ được hiển thị cho người dùng.

source: The number of seconds that should pass before reactivating the entry field after a failed login.
da: Antallet af sekunder der skal gå før indtastningsfeltet re-aktiveres efter et fejlslagent logind.
de: Anzahl der Sekunden, die vergehen sollen, bevor das Anmeldefeld nach einer gescheiterten Anmeldung wieder aktiv wird.
fi: Odotettavien sekuntien määrä, ennen kuin syötekenttä aktivoidaan uudestaan epäonnistuneen kirjautumisen jälkeen.
hu: Sikertelen bejelentkezés után a beviteli mező újraaktiválásig eltelő másodpercek száma.
kn: ಒಂದು ವಿಫಲಗೊಂಡ ಪ್ರವೇಶದ ನಂತರ ನಮೂದಿಸುವ ಸ್ಥಳವನ್ನು ಪುನಃ ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೊದಲು ಅದು ಕಾಯಬೇಕಿರುವ ಸೆಕೆಂಡುಗಳು.
nl: Het aantal seconden dat zal verstrijken voordat er na een mislukte aanmelding opnieuw kan worden aangemeld.
ru: Задержка в секундах перед повторной активацией поля ввода после неудачной попытки входа в систему.
sl: Čas v sekundah preden se ponovno osveži vnosno polje prijave po neuspelem poskusu.
te: క్షణముల యొక్క సంఖ్య చేర్చు క్షేత్రం మరలాక్రియాశీలీకరించ ముందు అది పోతుందిఒక క్షేత్రం ప్రవేశద్వారం తరువాత.
tr: Başarısız bir girişten sonra, girdi alanının yeniden etkin hale geçeceği (saniye cinsinden) zaman.
vi: Số giây giữa việc đăng nhập sai và trường hợp nhập được kích hoạt lại.

source: The position of the login window cannot be changed.
da: Logind-vinduets position kan ikke ændres.
de: Die Position des Anmeldefensters kann nicht geändert werden.
fi: Kirjautumisikkunan sijaintia ei voi muuttaa.
hu: A bejelentkezési ablak pozíciója nem módosítható.
kn: ಪ್ರವೇಶ ಕಿಟಕಿಯ ಸ್ಥಳವನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
nl: De positie van het aanmeldvenster kan niet worden gewijzigd.
ru: Положение окна регистрации не может быть изменено.
sl: Lege prijavnega okna ni mogoče spremeniti.
te: ప్రవేశద్వారం గవాక్షం యొక్క స్థానము మార్చబడుటకు వీలుకాదు.
tr: Giriş penceresinin konumu değiştirilemiyor.
vi: Vị trí của cửa sổ đăng nhập không thể được thay đổi.

source: The position of the login window is determined by Position X / Position Y.
da: Logind-vinduets position bestemmes af Position X / Position Y.
de: Die Position des Anmeldefensters wird festgelegt von Position X / Position Y.
fi: Kirjautumisikkuna asetetaan X- ja Y-koordinaattien mukaiselle paikalle.
hu: A bejelentkezési ablak pozícióját az X/Y pozíciók határozzák meg.
kn: ಪ್ರವೇಶ ಕಿಟಕಿಯ ಸ್ಥಾನವು X ನ ಸ್ಥಾನ / Y ನ ಸ್ಥಾನದ ಮೇಲೆ ನಿರ್ಧರಿತವಾಗುತ್ತದೆ.
nl: De positie van het aanmeldvenster wordt bepaald door 'Positie X / Positie Y'.
ru: Положение окна регистрации определяется параметрами Position X / Position Y.
sl: Položaj prijavnega okna določata točki X in Y.
te: ప్రవేశద్వారం గవాక్షం యొక్క స్థానము స్థానము X / స్థానము Y ద్వారా నిశ్చయింపబడుతుంది.
tr: Giriş penceresinin konumu, X Konumu / Y Konumu ile belirlenmektedir.
vi: Vị trí của cửa sổ đăng nhập được quyết định bằng Vị trí X / Vị trí Y (Position X / Position Y).

source: The session that is used by default if the user does not have a saved preference and has picked 'Last' from the list of sessions.
da: Den session der bruges hvis brugeren ikke har indstillet en anden eller valgt "Sidste" i listen over sessioner.
de: Die Sitzung, die standardmäßig verwendet wird, wenn der Benutzer keine Einstellungen gespeichert hat und »Vorherige« aus der Liste der Sitzungen auswählt.
fi: Istunto, jota käytetään oletuksena, jos käyttäjällä ei ole tallennettua valintaa ja käyttäjä valitsi istuntolistasta kohdan "Viimeisin".
hu: Az alapértelmezett környezet, ha a felhasználó nem mentette el a saját beállítását és a környezetek listájából a „Legutóbbi környezet” lehetőséget választotta.
kn: ಬಳಕೆದಾರನಲ್ಲಿ ಒಂದು ಈ ಮೊದಲು ಉಳಿಸಲಾದ ಆಯ್ಕೆಯು ಇಲ್ಲದೆ ಹೋದಲ್ಲ್ಲಿ ಹಾಗು ಅಧಿವೇಶನಗಳ ಪಟ್ಟಿಯಿಂದ 'ಕೊನೆಯ'ದನ್ನು ಆರಿಸಿದರೆ ಪೂರ್ವನಿಯೋಜಿತ ಅಧಿವೇಶನವು ಬಳಸಲ್ಪಡುತ್ತದೆ
nl: De sessie die standaard wordt gebruikt als de gebruiker geen opgeslagen voorkeur heeft en uit de lijst met sessies voor 'Laatste' heeft gekozen.
ru: Сеанс, который используется по умолчанию, если пользователь не имеет сохранённых параметров сеанса и выбрал "Последний" сеанс из списка сеансов.
sl: Seja, ki je uporabljena privzeto v primeru, da uporabik nima shranjenih nastavitev in je izbral 'Zadnje uporabljeno' možnost na seznamu sej.
te: ఆ సమకూర్పు అప్రమేయం ద్వారా వాడబడుతుంది ఒక వేళ వినియోగదారు ఒక దాచబడినది కలిగిలేకుంటే అభీష్టాలు మరియు ఎంచుకోబడి కల్గిన 'చివరి' సమకూర్పుల యొక్క జాబితాల నుండి.
tr: Eğer kullanıcının önceden kaydedilmiş bir tercihi yoksa ve oturum listesinden "Son oturum" seçeneğini seçtiyse bu oturum öntanımlı olarak kullanılacaktır.
vi: Phiên chạy được dùng theo mặc định nếu người dùng không có tùy thích đã lưu, cũng chọn « Cuối » trong danh sách các phiên chạy.

source: The vertical position of the login window.
da: Logind-vinduets vertikale position.
de: Die vertikale Position des Anmeldefensters.
fi: Kirjautumisikkunan pystysuuntainen sijainti.
hu: A bejelentkező ablak függőleges pozíciója.
kn: ಪ್ರವೇಶ ಕಿಟಕಿಯ ಲಂಬವಾದ ಸ್ಥಾನ.
nl: De verticale positie van het aanmeldvenster.
ru: Положение окна регистрации по вертикали.
sl: Navpična lega prijavnega okna
te: నిలువు స్థానము యొక్క ప్రవేశద్వారం గవాక్షం.
tr: Giriş penceresinin düşey konumu.
vi: Vị trí dọc của cửa sổ đăng nhập.

source: Themes
da: Temaer
de: Themen
fa: _تم‌ها
fi: Teemat
hu: Témák
kn: ಥೀಮುಗಳು
nl: Thema's
ru: Темы
sl: Teme
te: వైవిథ్యాంశములు
tr: Temalar
vi: Sắc thái

source: This server is available as a choice when a user wishes to run a flexible, on demand server.
da: Denne server er tilgængelig som en valgmulighed når brugeren ønsker at køre en fleksibel behovsstyret server.
de: Dieser Server ist als Auswahl verfügber, wenn ein Benutzer wünscht, einen flexiblen On-Demand-Server zu starten.
fi: Tämä palvelin toimii pyydettäessä joustavana, tarpeen tullen käynnistettävänä palvelimena.
hu: Ez a kiszolgáló elérhető, ha a felhasználó rugalmas, igény szerinti kiszolgálót kíván indítani.
kn: ಬಳಕೆದಾರನು ಒಂದು ಸುಲಭವಾಗಿ ಒಗ್ಗುವಂತಹ, ಬೇಡಿಕೆಯ ಪರಿಚಾರಕವನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ ಈ ಪರಿಚಾರಕವು ಆತನಿಗೆ ಒಂದು ಆಯ್ಕೆಯಾಗಿ ಲಭ್ಯವಿರುತ್ತದೆ.
nl: Deze server is beschikbaar als keuze als de gebruiker een flexibele 'on-demand' server wil draaien.
ru: Этот сервер доступен как вариант, если пользователь хочет получить гибкий, вызываемый при необходимости сервер.
sl: Strežnik je na voljo izbirno, kadar uporabnih želi zagnati prilagodljivi strežnik na zahtevo.
te: ఒక ఏర్చుకొనుట లాగ సేవిక లభ్యత ఉన్న ఒక వినియోగదారు ఒక మృదువైన నడుపుట కోరుచున్నాడు, ఆవశ్యముగా అడుగు సేవిక పై.
tr: Bu sunucu, eğer bir kullanıcı esnek, istek üzerine başlayan bir sunucu başlatmak isterse kullanılabilir.
vi: Máy phục vụ này sẵn sàng như là sự chọn khi người dùng muốn chạy một máy phục vụ dẻo phản ứng khi yêu cầu.

source: To avoid denial of service attacks, MDM has fixed size queue of pending connections. Please note that this parameter does *not* limit the number of remote displays which can be managed. It only limits the number of displays initiating a connection simultaneously.
da: For at undgå "denial of service(DoS)" angreb har MDM en fast størrelse på køen for ventende forbindelser. Bemærk at denne parameter *ikke* begrænser antallet af fjerne forbindelser der kan håndteres. Det eneste den begrænser er antallet af sessioner som kan starte en forbindelse samtidig.
de: Um Denial-of-Service-Angriffe zu vermeiden, existiert eine maximale Anzahl anstehender Verbindungen in der Warteschlange. Bitte beachten Sie, dass dieser Parameter *nicht* die Anzahl der gleichzeitigen Verbindungen, die verwaltet werden können, beschränkt. Er beschränkt nur die Anzahl der Anzeigen, die gleichzeitig eine Verbindung initialisieren können.
fi: Palvelunestohyökkäyksien estämiseksi MDM:ssä on kiinteämittainen jono alustustilassa oleville yhteyksille. Huomaa, että tämä valinta ei rajoita hallittavien etänäyttöjen määrää. Valinta rajoittaa ainoastaan samanaikaisten yhteydenavausyritysten lukumäärää.
hu: A szolgáltatástúlterheléses támadások megakadályozása érdekében a MDM rögzített méretű sorban tartja a függőben lévő kapcsolatokat. Ne feledje, hogy ez a szám nem korlátozza a kezelhető távoli megjelenítők számát. Ez csak az egyidejűleg kapcsolatot kezdeményezni képes megjelenítők számát korlátozza.
kn: ಸೇವಾ ಆಕ್ರಮಣಗಳನ್ನು ತಿರಸ್ಕರಿಸಲು, MDM ಬಾಕಿ ಉಳಿದ ಸಂಪರ್ಕಗಳ ಸರತಿಯ ಗಾತ್ರವನ್ನು ನಿಗದಿಪಡಿಸಿದೆ. ಈ ನಿಯತಾಂಕವು ನಿರ್ವಹಿಸಬಹುದಾದ ದೂರಸ್ಥ ಪ್ರದರ್ಶಕಗಳ ಸಂಖ್ಯೆಗಳನ್ನು *ಮಿತಿಗೊಳಪಡಿಸುವುದಿಲ್ಲ* ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ. ಅದು ಕೇವಲ ಏಕಕಾಲದಲ್ಲಿ ಪ್ರದರ್ಶಕವು ಆರಂಭಿಸಬಹುದಾದ ಸಂಪರ್ಕಗಳ ಸಂಖ್ಯೆಯನ್ನು ಮಿತಿಗೊಳಿಸುತ್ತದೆ.
nl: Om denial-of-service-aanvallen te voorkomen heeft de wachtrij voor verbindingen van MDM een vaste grootte. Opmerking: Deze parameter beperkt *niet* het aantal externe displays dat kan worden beheerd. Het beperkt alleen het aantal displays dat simultaan verbinding kan maken.
ru: Чтобы избежать атак типа DOS (отказ в обслуживании), MDM имеет фиксированный размер очереди ожидающих соединений. Учтите, что этот параметр *не* ограничивает количество одновременно обслуживаемых дисплеев. Он только ограничивает количество дисплеев, одновременно инициирующих соединение.
sl: V izogib DDOS napadom, prilagaja MDM velikost čakalne vrste. Parametri ne omejijo števila oddaljenih zaslonov, ki jih je mogoče uporavljati, ampak le število sočasnih povezav do teh zaslonov.
tr: DOS saldırılarından korunmak için MDM, beklemedeki bağlantı sorgu büyüklüğünü belirli bir değer olarak saptamıştır. Bu değer, yönetilebilen uzak görüntü birimlerinin sayısını sınırlamaz. Yalnızca aynı anda bağlantı kurmaya çalışan görüntü birimlerinin sayısını sınırlar.
vi: Để tránh sự tấn công từ chối dịch vụ (DoS attack), MDM đã đặt cố định kích cỡ của hàng đợi chứa các sự kết nối bị hoãn. Ghi chú rằng tham số này _không_ giới hạn số bộ trình bày từ xa có thể được quản lý. Nó chỉ giới hạn số bộ trình bày khởi tạo đồng thời sự kết nối.

source: To prevent attackers from filling up the pending queue, MDM will only allow one connection for each remote computer. If you want to provide display services to computers with more than one screen, you should increase the this value accordingly.
da: For at forhindre angribere i at fylde køen op vil MDM kun tillade en forbindelse til hver fjern computer. Hvis du ønsker at gøre sessionstjenester tilgængelige for computere med mere end én skærm, skal du øge dette tal så det passer.
de: Um Angriffe durch Füllen der Warteschlange zu verhindern, erlaubt MDM nur eine Verbindung für jeden entfernten Rechner. Wenn Sie Anzeigedienste für Rechner mit mehr als einem Bildschirm bereitstellen möchten, sollten Sie diesen Wert entsprechend erhöhen.
fi: MDM sallii vain yhden etäyhteyden kultakin koneelta, jotta hyökkääjät eivät voi niin helposti täyttää jonoa. Jos haluat tarjota näyttöpalveluita koneille, joissa on useampi kuin yksi näyttö, tulee tätä arvoa kasvattaa vastaavasti.
hu: A MDM csak egy kapcsolatot engedélyez egy távoli számítógépről, így akadályozva meg a támadókat a várakozási sor feltöltésében. Ha több képernyővel rendelkező számítógépek számára szeretne megjelenítőszolgáltatásokat biztosítani, akkor ennek megfelelően módosítsa ezt az értéket.
kn: ಆಕ್ರಮಣಕಾರರು ಬಾಕಿ ಉಳಿದ ಸರತಿಯನ್ನು ತುಂಬಿಸುವುದನ್ನು ತಡೆಯಲು, MDM ಪ್ರತಿಯೊಂದು ದೂರಸ್ಥ ಗಣಕಕ್ಕೆ ಕೇವಲ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಮಾತ್ರ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಗಣಕಕ್ಕೆ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ತೆರೆಗಳೊಂದಿಗೆ ಪ್ರದರ್ಶನ ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು ಬಯಸುತ್ತಿದ್ದರೆ, ನೀವು ಅದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಈ ಮೌಲ್ಯವನ್ನು ಹೆಚ್ಚಿಸಬೇಕಾಗುತ್ತದೆ.
nl: Om te voorkomen dat aanvallers de wachtrij voor verbindingen opvullen staat MDM slechts één verbinding toe voor elke externe computer. Als u display-diensten wilt aanbieden aan computers met meer dan één scherm, verhoog dan deze waarde.
ru: Чтобы не дать атакующим полностью заполнить очередь ожидающих соединений, MDM будет позволять только одно соединение для каждого удалённого компьютера. Если вы собираетесь обслуживать компьютеры с более чем одним экраном, необходимо соответственно увеличить этот параметр.
sl: Za preprečevanje neželenega zapolnjevanja čakalne vrste, privzeto MDM dovoli le eno povezavo posameznega oddaljenega računalnika. V primeru, da bi želeli prikaz storitev na računalnikih z več kot enim zaslonom, je treba to vrednost ustrezno povečati.
tr: MDM, saldırganların sıradaki sorguları doldurmalarını engellemek için her uzak bilgisayardan yalnızca bir bağlantıyı kabule edecektir. Birden fazla ekranlı bilgisayarlara görüntü servisleri sağlamak istiyorsanız, bu değeri ona göre ayarlamalısınız.
vi: Để ngăn cản người tấn công điền đầy hàng đợi bị hoãn, MDM sẽ chỉ cho phép một sự kết nối cho mỗi máy tính từ xa. Muốn cung cấp dịch vụ trình bày cho máy tính có nhiều màn hình thì bạn nên tăng giá trị này một cách tương ứng.

source: Turns the Actions menu (which used to be called System menu) on or off. If this is off then one of the actions will be available anywhere. These actions include Shutdown, Restart, Custom, Configure, XDMCP chooser and such.
da: Slår menuen "Handlinger" (tidligere kendt som menuen "System") til eller fra. Hvis den er slået fra vil en af handlingerne være tilgængelig alle steder. Handlingerne inkluderer sluk, genstart, tilpasset, konfigurér, XDMCP-vælger og lignende.
de: Das »Aktionen«-Menü anzeigen (früher bekannt als »System«-Menü). Falls dieses Kontrollkästchen nicht gesetzt ist, steht einer der Systembefehle woanders zur Verfügung (einschließlich »Herunterfahren«, »Neu starten«, »Konfigurieren« sowie »Auswähler« usw).
fi: Kytkee toimintovalikon päälle tai pois käytöstä. Jos valinta ei ole käytössä, toiminnot ovat käytettävissä mistä tahansa. Näitä ovat mm. sammutus, uudelleenkäynnistys, oma komento, asetukset ja XDMCP-valitsin.
hu: A Műveletek menü (amelyet Rendszer menünek is neveznek) be- vagy kikapcsolása. Ha ez ki van kapcsolva, akkor az egyik művelet mindenütt elérhető lesz. Ilyen művelet például a leállítás, újraindítás, egyéni műveletek, beállítás, XDMCP választó és hasonlók.
kn: ಕಾರ್ಯಗಳ ಪರಿವಿಡಿಯನ್ನು (ಗಣಕ ಪರಿವಿಡಿ ಎಂದು ಕರೆಯಲ್ಪಡುತ್ತಿದ್ದ) ಆನ್ ಅಥವ ಆಫ್ ಮಾಡುತ್ತದೆ. ಇದು ಆಫ್ ಆಗಿದ್ದರೆ, ಕಾರ್ಯಗಳಲ್ಲಿ ಒಂದು ಎಲ್ಲಾದರೂ ಲಭ್ಯವಿರುತ್ತದೆ ಎಂದರ್ಥ. ಈ ಕಾರ್ಯಗಳೆಂದರೆಸ್ಥಗಿತಗೊಳಿಸು(shutdown), ಪುನರ್ ಆರಂಭಿಸು, ಗ್ರಾಹಕೀಯಗೊಳಿಸು, ಸಂರಚಿಸು, XDMCP ಆಯ್ಕೆಗಾರ ಹಾಗು ಇನ್ನಿತರೆ.
nl: Zet menu 'Acties' (dat voorheen 'Systeem' heette) aan of uit. Wanneer uit zal een van de acties overal beschikbaar zijn. Deze acties zijn inclusief afsluiten, herstarten, aangepast, configureren, XDMCP-kiezer, etc.
ru: Включает или выключает меню "Действия" (которое раньше называлось "Система"). Если этот параметр отключен, одно из действий будет доступно везде. Действия включают выключение, перезагрузку, настройку, селектор XDMCP и так далее.
sl: Pokaže ali skrije meni dejanj (prej imenovan kot meni Sistem).V primeru, da možnost ni omogočena, ne bo na voljo noben od sistemskih ukazov (to vključuje vnovični zagon, ustavitev, nastavitev in izbirnik).
tr: Eylemler menüsünü (daha önce "Sistem" menüsü idi) açar/kapatır. Eğer seçilmezse, eylemlerden biri herhangi bir yerden kullanılabilir olacaktır. Bu eylemler, Bilgisayarı Kapat, Bilgisayarı Yeniden Başlat, Özel, Yapılandır, XDMCP seçici ve bunun gibileri içerir.
vi: Bật/tắt trình đơn « Hành động » (tên cũ là trình đơn « Hệ thống »). Tắt thì một của những hành động này sẽ sẵn sàng ở bất cứ nơi nào. Những hành động gồm « Tắt máy », « Tự chọn », « Cấu hình », « Bộ chọn XDMCP ».

source: U_ser:
da: Br_uger:
de: _Benutzer:
fa: _کاربر:
fi: Käyttä_jä:
hu: _Felhasználók:
kn: ಬಳಕೆದಾರ(_s):
nl: _Gebruikers:
ru: П_ользователь:
sl: U_porabnik:
te: _వినియోగదారు:
tr: _Kullanıcı adı:
vi: _Người dùng:

source: Us_e 24 Hour Clock:
da: Br_ug 24-timers ur:
de: 24 Stunden-Anzeige verwenden:
fi: _Käytä 24 tunnin kelloa
hu: 2_4 órás óra használata:
kn: ೨೪ ಗಂಟೆಗಳ ಗಡಿಯಾರವನ್ನು ಬಳಸು(_e):
nl: 24-uurs klok g_ebruiken:
ru: _24-часовые часы:
sl: Uporabi 24 _urni prikaz ure:
te: _24 గంటల గడియారము వాడుము:
tr: Zamanı 24 _Saat Olarak Göster
vi: _Dùng đồng hồ 24 giờ :

source: Use circles instead of asterisks in the password entry. This may not work with all fonts however.
kn: ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿದಾಗ ನಕ್ಷತ್ರ ಚಿಹ್ನೆಗಳ ಬದಲಿಗೆ ವೃತ್ತಗಳನ್ನು ಬಳಸು. ಆದರೆ ಇದು ಎಲ್ಲಾ ಅಕ್ಷರ ಶೈಲಿಗಳಲ್ಲೂ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ.
te: రహస్యపదము చేర్చుటలో నక్షత్ర చిహ్నాముల యొక్క బదులుగా వృత్తములు వాడు . ఇది పని చేయక పోవచ్చు అన్ని అక్షరశైలిలతో ఏవిధముగానైనను.
