Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Some of the users had uid lower than MinimalUID (Security tab) and could not be added.
da: Nogle af brugerne havde uid lavere en MinimalUID (Sikkerheds-fane) og kunne ikke tilføjes.
de: Einige Benutzer hatten eine kleinere Benutzerkennung als die Minimale Benutzerkennung (Reiter »Sicherheit«) und konnten nicht hinzugefügt werden.
fi: Joillain käyttäjistä on pienempi käyttäjänumero kuin pienin sallittu, eikä heitä voi lisätä.
hu: Egyes felhasználók felhasználói azonosítója kisebb a legkisebb felhasználói azonosítónál (Biztonság lap) és nem vehetők fel.
kn: ಕೆಲವೊಂದು ಬಳಕೆದಾರರು ಈಗ ಕನಿಷ್ಟUID ಗಿಂತ (ಸುರಕ್ಷತಾ ನಿಯೋಜಕ) ಕಡಿಮೆ uid ಯನ್ನು ಹೊಂದಿದ್ದಾರೆ ಹಾಗು ಅವನ್ನು ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
nl: Enkele gebruikers hadden een uid lager dan Minimale UID (tabblad Beveiliging) en konden niet worden toegevoegd.
ru: Некоторые пользователи имеют uid ниже чем MinimalUID (вкладка Безопасность) и не могут быть добавлены.
sl: Nekateri uporabniki imajo UID nižji kot je določen MinimalUID in jih ni mogoče dodati.
tr: Bazı kullanıcılar MinimalUID (Güvenlik sekmesi) değerinden daha düşük UID değerine sahipler ve eklenemediler.
vi: Một số người dùng có UID nằm thấp hơn ID tối thiểu MinimalUID (thanh Bảo Mật) nên không thể được thêm.

source: Select Command
da: Vælg kommando
de: Befehl auswählen
fi: Valitse komento
hu: Válasszon parancsot
kn: ಆಜ್ಞೆಯನ್ನು ಆರಿಸಿ
nl: Opdracht selecteren
ru: Выберите команду
sl: Izbor ukaza
te: ఆదేశం ఎంచుకొను
tr: Komut Seçin
vi: Chọn lệnh

source: No file selected
da: Ingen fil valgt
de: Keine Datei gewählt
fa: پرونده‌ای انتخاب نشد
fi: Ei tiedostoa valittuna
hu: Nincs fájl kiválasztva
kn: ಯಾವುದೇ ಕಡತ ಆರಿಸಲ್ಪಟ್ಟಿಲ್ಲ
nl: Geen bestand geselecteerd
ru: Файл не выбран
sl: Ni izbrane datoteke
te: ఎటువంటి దస్త్రం ఎంచుకొనబడలేదు
tr: Dosya seçilmedi
vi: Chưa chọn tập tin.

source: Apply the changes to commands before closing?
da: Anvend ændringer på kommandoer før der lukkes ned?
de: Sollen die Änderungen an Befehlen übernommen werden?
fi: Toteutetaanko muutokset komentoihin ennen sulkemista?
hu: Alkalmazza a parancsok módosításait a bezárás előtt?
kn: ಮುಚ್ಚುವ ಮೊದಲು ಬದಲಾವಣೆಗಳನ್ನು ಆಜ್ಞೆಗೆ ಅನ್ವಯಿಸಬೇಕೆ?
nl: De wijzigingen aan de opdrachten toepassen voor sluiten?
ru: Применить изменения команд перед закрытием?
sl: Ali naj se uveljavijo spremembe ukazov pred zapiranjem?
te: మూసివేయుటకు ముందు ఆదేశములకు మార్పులను అనుసంధించు
tr: Kapatmadan önce değişiklikler komutlara uygulansın mı?
vi: Áp dụng các thay đổi cho lệnh trước khi đóng không?

source: If you don't apply, the changes made will be disregarded.
da: Hvis du ikke anvender, vil ændringerne blive kasseret.
de: Wenn Sie nicht »Übernehmen« wählen, gehen alle gemachten Änderungen verloren.
fi: Jos et toteuta muutoksia, muutokset jäävät huomioimatta.
hu: A módosítások elvesznek, ha nem alkalmazza azokat.
kn: ನೀವು ಅನ್ವಯಿಸದೆ ಹೋದರೆ, ಮಾಡಲ್ಪಟ್ಟ ಬದಲಾವಣೆಗಳಿಗೆ ಮನ್ನಣೆ ದೊರಕದೆ ಹೋಗಬಹುದು.
nl: Indien u niet toepast zullen de wijziging verloren gaan.
ru: Если не применить, изменения будут проигнорированы.
sl: V primeru, da sprememb ne uveljavite, bodo te prezrte.
te: ఒకవేళ నీవు అనుసంధించకపోతే,
tr: Uygulamazsanız yapılan değişiklikler yok sayılacaktır.
vi: Không thì các thay đổi được làm sẽ bị bỏ qua.

source: Close _without Applying
da: Luk _uden at anvende
de: Schließen und Änderungen _verwerfen
fa: بستن ب_دون اِعمال
fi: Sulje tote_uttamatta
hu: Bezárás alkalmazás _nélkül
kn: ಅನ್ವಯಿಸದೆ ಮುಚ್ಚು(_w)
nl: Afsluiten _zonder toepassen
ru: Закрыть _без применения
sl: Zapri _brez uveljavljanja
te: _అనుసంధించకుండా మూసివేయు
tr: Uygulamadan _Kapat
vi: Đóng mà _không áp dụng

source: Halt command
da: Sluk-kommando
de: Herunterfahren-Befehl
fi: Sammutuskomento
hu: Leállítás parancs
kn: ನಿಲ್ಲಿಸು ಆಜ್ಞೆ
nl: Afsluitopdracht
ru: Команда остановки
sl: Ukaz za ustavitev
te: ఆదేశం
tr: Sistem kapatma komutu
vi: Lệnh dừng lại

source: Reboot command
da: Genstart-kommando
de: Neustarten-Befehl
fi: Uudelleenkäynnistyskomento
hu: Újraindítás parancs
kn: ರೀಬೂಟ್ ಆಜ್ಞೆ
nl: Herstartopdracht
ru: Команда перезагрузки
sl: Ukaz za ponovni zagon
te: పునఃప్రారంభం ఆదేశం
tr: Yeniden başlatma komutu
vi: Lệnh khởi động lại

source: Suspend command
da: Hvilekommando
de: Ruhezustand-Befehl
fi: Virransäästötilan komento
hu: Felfüggesztés parancs
kn: ಸ್ಥಗಿತಗೊಳಿಸು ಆಜ್ಞೆ
nl: Pauzeeropdracht
ru: Команда перевода в ждущий режим
sl: Ukaz za zaustavitev
te: నిలువగల ఆదేశం
tr: Askıya alma komutu
vi: Ngưng máy

source: Sounds
da: Lydhændelser
de: Klänge
fa: صداها
fi: Äänet
hu: Hangok
kn: ಶಬ್ಧಗಳು
nl: Geluiden
ru: Звуки
sl: Zvoki
te: ధ్వనిలు
tr: Sesler
vi: Âm thanh

source: None
da: Ingen
de: Kein
fa: هیچ‌کدام
fi: Ei mitään
hu: Nincs
kn: ಯಾವುದೂ ಇಲ್ಲ
nl: Geen
ru: Ничего
sl: Brez
te: ఏదీకాదు
tr: Hiçbiri
vi: Không

source: Archive is not of a subdirectory
da: Arkiv er ikke af en undermappe
de: Archiv enthält kein Unterverzeichnis
fa: آرشیو متعلق به یک زیرشاخه نیست
fi: Arkistossa ei ole alihakemistoa
hu: Az archívum nem egy alkönyvtárból áll
kn: ಪತ್ರಗಾರ(Archive) ಒಂದು ಉಪಕೋಶದ್ದಲ್ಲ
nl: Archief bevat geen submap
ru: Архив не из подкаталога
sl: Arhiv ni podimenik
te: ఒక మూలవివరం యొక్క సంగ్రహం కాదు
tr: Bu arşiv bir alt dizin içermiyor
vi: Kho lưu không phải được tạo từ thư mục con.

source: Archive is not of a single subdirectory
da: Arkiv er ikke af en enkelt undermappe
de: Archiv enthält kein einziges Unterverzeichnis
fa: آرشیو متعلق به یک زیرشاخهٔ تکی نیست
fi: Arkisto ei koostu yhdestä alihakemistosta
hu: Az archívum nem egyetlen alkönyvtárból áll
kn: ಪತ್ರಗಾರ(Archive) ಕೇವಲ ಒಂದು ಉಪಕೋಶದ್ದಲ್ಲ
nl: Archief mag slechts 1 submap bevatten
ru: Архив не из отдельного каталога
sl: Arhiv ni enojni podimenik
te: ఒక ఒంటరి మూలవివరం యొక్క సంగ్రహం కాదు
tr: Arşiv tek bir dizinden oluşmuyor
vi: Kho lưu không phải được tạo từ thư mục con đơn.

source: File not a tar.gz or tar archive
da: Fil er ikke et tar.gz- eller tar-arkiv
de: Datei ist kein tar.gz- oder tar-Archiv
fa: پرونده یک آرشیو tar.gz یا tar نیست
fi: Tiedosto ei ole tar.gz- eikä tar-muotoinen arkisto
hu: A fájl nem tar.gz vagy tar archívum
kn: ಕಡತವು ಒಂದು tar.gz ಅಥವ tar archive ಆಗಿಲ್ಲ
nl: Bestand is geen tar.gz of tar archief
ru: Файл не является архивом формата tar или tar.gz
sl: Datotaka ni arhiv tar.gz ali tar
te: దస్త్రం ఒక tar.gz లేదా tar సంగ్రహం కాదు
tr: Dosya bir tar.gz ya da tar arşivi değil
vi: Tập tin không phải là kho lưu dạng tar.gz hoặc tar.

source: Archive does not include a MdmGreeterTheme.info file
da: Arkiv indeholder ikke en MdmGreeterTheme.info-fil
de: Archiv enthält keine »MdmGreeterTheme.info«-Datei
fa: آرشیو حاوی پروندهٔ MdmGreeterTheme.info نیست
fi: Arkistossa ei ole tiedostoa MdmGreeterTheme.info
hu: Az archívum nem tartalmazza a „MdmGreeterTheme.info” fájlt
kn: ಪತ್ರಗಾರ(Archive) ಒಂದು MdmGreeterTheme.info ಕಡತವನ್ನು ಒಳಗೊಂಡಿಲ್ಲ
nl: Archief bevat geen MdmGreeterTheme.info bestand
ru: Архив не содержит файл MdmGreeterTheme.info
sl: Arhiv ne vsebuje datoteke MdmGreeterTheme.info
te: ఒక జిడియం వందనమువైవిథ్యాంశం .సమాచార దస్త్రం సంగ్రహం కలుపుకొనుట చేయలేము
tr: Bu arşiv MdmGreeterTheme.info dosyası içermiyor
vi: Kho lưu không chứa tập tin MdmGreeterTheme.info (thông tin về sắc thái bộ chúc mừng MDM).

source: File does not exist
da: Fil eksisterer ikke
de: Datei existiert nicht
fa: پرونده وجود ندارد
fi: Tiedostoa ei ole olemassa
hu: A fájl nem létezik
kn: ಕಡತವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
nl: Bestand bestaat niet
ru: Файл не существует
sl: Datoteka ne obstaja
te: దస్త్రం కలిగిలేదు
tr: Dosya bulunamadı
vi: Không có tập tin ấy

source: Not a theme archive
da: Ikke et temaarkiv
de: Kein Themenarchiv
fa: یک آرشیو تم نیست
fi: Ei ole teema-arkisto
hu: Ez nem téma fájl
kn: ಒಂದು ಥೀಮ್ ಆರ್ಕೈವ್ ಅಲ್ಲ
nl: Geen thema-archief
ru: Не является архивом темы
sl: Ni arhiv teme
te: ఒక వైవిథ్యాంశ సంగ్రహం కాదు
tr: Bu bir tema arşivi değil
vi: Không phải là kho lưu sắc thái.

source: Theme directory '%s' seems to be already installed. Install again anyway?
da: Temamappen "%s" ser allerede ud til at være installeret. Installér den igen alligevel?
de: Der Themenordner »%s« scheint bereits installiert zu sein. Möchten Sie ihn trotzdem erneut installieren?
fa: به نظر می‌آید شاخهٔ تم «%s» قبلاً نصب شده است. با این وجود دوباره نصب شود؟
fi: Teemahakemisto "%s" näyttää olevan jo asennettu. Asennetaanko se silti uudelleen?
hu: A(z) „%s” témakönyvtár már telepítve van. Mégis újratelepíti?
kn: ಥೀಮ್ ಕೋಶ '%s' ವು ಈಗಾಗಲೆ ಅನುಸ್ಥಾಪಿತಗೊಂಡಿದೆ ಎಂದು ತೋರುತ್ತದೆ. ಆದರೂ ಇನ್ನೊಮ್ಮೆ ಅನುಸ್ಥಾಪಿಸಬೇಕೆ?
nl: Themamap '%s' lijkt al geïnstalleerd te zijn. Opnieuw installeren?
ru: Похоже, каталог темы "%s" уже установлен, Установить снова?
sl: Mapa teme '%s' je že nameščena. Ali jo želite ponovno namestiti?
te: '%s' వైవిథ్యాంశం వివరము ఇదివరకే నెలకొల్పబడినట్టు కనబడుచున్నది. మరలా ఏవిధముగానైనా నెలకొల్పు?
tr: '%s' tema dizini zaten kurulu. Yine de tekrar yüklensin mi?
vi: Hình như thư mục sắc thái « %s » đã được cài đặt. Cài đặt lại không?

source: Some error occurred when installing the theme
da: Der opstod en fejl under installeringen af temaet
de: Beim Installieren des Themas sind Fehler aufgetreten
fa: هنگام نصب تم خطایی رخ داد
fi: Jokin virhe tapahtui asennettaessa teemaa
hu: Hiba történt a téma telepítésekor
kn: ಥೀಮನ್ನು ಅನುಸ್ಥಾಪಿಸುವಾಗ ಕೆಲವೊಂದು ದೋಷ ಉಂಟಾಗಿದೆ
nl: Er is een fout opgetreden bij het installeren van het thema
ru: Произошла неизвестная ошибка при установке темы
sl: Prišlo je do napake med nameščanjem teme
te: వైవిథ్యాంశం నెలకొల్పుచున్నప్పుడు కొన్ని దోషములు సంభవించినవి
tr: Tema yüklenirken bir hata oluştu
vi: Gặp lỗi khi cài đặt sắc thái.

source: Select Theme Archive
da: Vælg temaarkiv
de: Themenarchiv auswählen
fa: آرشیو تم را انتخاب کنید
fi: Valitse teema-arkisto
hu: Válasszon témaarchívumot
kn: ಥೀಮ್ ಆರ್ಕೈವನ್ನು ಆರಿಸು
nl: Thema-archief kiezen
ru: Выбор архива темы
sl: Izberi arhiv tem
te: వైవిథ్యాంశం సంగ్రహం ఎంచుకొను
tr: Tema Paketini Seçin
vi: Chọn kho lưu sắc thái

source: _Install
da: _Installér
de: _Installieren
fa: ن_صب
fi: _Asenna
hu: _Telepítés
kn: ಅನುಸ್ಥಾಪಿಸು(_I)
nl: _Installeren
ru: _Установить
sl: _Namesti
te: _నెలకొల్పుట
tr: _Kur
vi: Cà_i đặt

source: Theme archives
da: Temaarkiver
de: Themenarchive
fi: Teema-arkistot
hu: Témaarchívumok
kn: ಥೀಮ್ ಆರ್ಕೈವುಗಳು
nl: Thema-archieven
ru: Архивы тем
sl: Arhivi tem
te: వైవిథ్యాంశం సంగ్రహములు
tr: Tema paketleri
vi: Kho lưu sắc thái

source: Theme active in "Selected only" mode
da: Tema aktivt i "Kun valgte"-modus
de: Thema im Modus »Nur ausgewähltes« aktiv
fi: Teema aktiivinen "Vain valittu"-tilassa
hu: A téma aktív a „Csak a kijelölt” módban
kn: ಥೀಮ್ "ಆರಿಸದವುಗಳಿಂದ ಮಾತ್ರ" ಕ್ರಮದಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿದೆ
nl: Thema actief in modus "Alleen selectie"
ru: Тема активна в режиме "Только выделенная"
sl: Tema dejavna v načinu "Le izbrane"
te: వైవిథ్యాంశం క్రియాశీలించుట లో "ఎంచుకోబడినవి మాత్రమే" విధం
tr: Tema "Yalnızca seçilen" kipinde etkin
vi: Sắc thái hoạt động trong chế độ « Chỉ đã chọn »

source: This theme cannot be deleted at this point. If you wish to delete this theme switch to "Selected only" mode, and deselect it by choosing a different theme.
da: Temaet kan ikke slettes på nuværende tidspunkt. Hvis du ønsker at slette dette tema skal du skifte til "Kun valgte"-modus og fravælge det ved at vælge et andet tema.
de: Das Thema kann momentan nicht gelöscht werden. Wenn Sie wünschen, es zu löschen, wechseln sie in die Option »nur ausgewähltes« und deselektieren sie es, indem Sie ein anderes Thema wählen.
fi: Tätä teemaa ei voi poistaa nyt. Jos haluat poistaa tämän teeman, siirry "Vain valittu"-tilaan ja peru sen valinta valitsemalla toinen teema.
hu: Ez a téma jelenleg nem törölhető. Ha törölni kívánja a témát, akkor váltson „Csak a kijelölt” módba, majd másik téma kiválasztásával szüntesse meg a téma kijelölését.
kn: ಈ ಸಮಯದಲ್ಲಿ ಈ ಥೀಮನ್ನು ಅಳಿಸಿಹಾಕಲಾಗುವುದಿಲ್ಲ. ಈ ಥೀಮನ್ನು ಅಳಿಸಲು ಬಯಸಿದರೆ "ಆರಿಸಲ್ಪಟ್ಟವು ಮಾತ್ರ" ಕ್ರಮಕ್ಕೆ ಬದಲಾಯಿಸಿ, ಹಾಗು ಬೇರೆ ಥೀಮನ್ನು ಆರಿಸುವುದರಿಂದ ಇದನ್ನು ನಿರಾಕರಿಸಬಹುದು.
nl: Dit thema kan momenteel niet worden verwijderd. Als u dit thema wilt verwijderen, schakel dan naar de modus "Alleen selectie" en deselecteer dit thema door een ander thema te kiezen.
ru: Тема не может быть удалена на этом этапе. Если вы хотите удалить тему, переключитесь в режим "Только выделенная" и отмените выбор этой темы путём выбора другой темы.
sl: Teme v tem trenutku ni mogoče izbrisati. V primeru, da želite izbrisati temo, preklopite na način "Le izbrane" in jo odstranite z izbiro druge teme.
tr: Tema bu aşamada silinemiyor. Bu temayı silmek istiyorsanız, "Yalnızca seçilen" moduna geçin ve başka bir tema seçerek o temayı devre dışı bırakın.
vi: Không thể xoá sắc thái ở điểm thời này. Muốn xoá sắc thái này thì chuyển đổi sang chế độ « Chỉ đã chọn » rồi bỏ chọn nó bằng cách chọn sắc thái khác.

source: Remove the "%s" theme?
da: Fjern temaet "%s"?
de: Soll das Thema »%s« entfernt werden?
fa: تم «%s» حذف شود؟
fi: Poistetaanko teema "%s"?
hu: „%s” téma eltávolítása?
kn: "%s" ಥೀಮನ್ನು ತೆಗೆದು ಹಾಕಬೇಕೆ?
nl: Het thema "%s" verwijderen?
ru: Удалить тему "%s"?
sl: Ali želite odstraniti temo "%s"?
te: "%s" వైవిథ్యాంశం తొలగించు?
tr: "%s" teması silinsin mi?
vi: Gỡ bỏ sắc thái « %s » chứ?

source: If you choose to remove the theme, it will be permanently lost.
da: Hvis du vælger at fjerne temaet, bliver det slettet permanent.
de: Wenn Sie dieses Thema entfernen, wird es dauerhaft gelöscht werden.
fa: اگر تم را حذف کنید، برای همیشه آن را از دست خواهید داد.
fi: Jos poistat teeman, se poistuu pysyvästi.
hu: Ha a téma törlését választja, az véglegesen elvész.
kn: ನೀವು ಥೀಮನ್ನು ತೆಗೆದು ಹಾಕಲು ಆರಿಸಿದರೆ, ಅದು ಶಾಶ್ವತವಾಗಿ ನಾಶಗೊಳ್ಳುತ್ತದೆ.
nl: Indien u kiest om dit thema te verwijderen, zal het definitief verdwijnen.
ru: Если вы выберите удаление этой темы, она будет окончательно утеряна.
sl: V primeru, da zbrišete temo, bo za vedno izgubljena.
te: ఒకవేళ నీవు వైవిథ్యాంశంను తొలగించుటకు ఎంచుకొనినచో, అది శాశ్వతంగా తొలగిపోవును.
tr: Temayı silmeyi seçersiniz, kalıcı olarak silinecektir.
vi: Nếu bạn chọn gỡ bỏ sắc thái này, nó sẽ bị mất hoàn toàn.

source: _Remove Theme
da: _Fjern tema
de: Thema _entfernen
fa: _حذف تم
fi: _Poista teema
hu: _Téma eltávolítása
kn: ಥೀಮನ್ನು ತೆಗೆದು ಹಾಕು(_R)
nl: _Thema verwijderen
ru: _Удалить тему
sl: Odst_rani temo
te: _వైవిథ్యాంశం తొలగించు
tr: _Temayı Sil
vi: Gỡ _bỏ sắc thái

source: Install the theme from '%s'?
da: Installér temaet fra "%s"?
de: Soll das Thema aus »%s« installiert werden?
fa: تم جدید از «%s» نصب شود؟
fi: Asenna teema tiedostosta "%s"?
hu: Telepíti a témát innen: „%s”?
kn: '%s' ದಿಂದ ಥೀಮುಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸಬೇಕೆ?
nl: Het thema van '%s' installeren?
ru: Установить тему из "%s"?
sl: Želite namestiti temo iz '%s'?
te: '%s' నుండి వైవిథ్యాంశం నెలకొల్పు?
tr: '%s' paketindeki tema kurulsun mu?
vi: Cài đặt sắc thái từ « %s » chứ?

source: Select install to add the theme from the file '%s'.
da: Vælg "Installér" for at tilføje temaet fra filen "%s".
de: Wählen Sie »Installieren« um das Thema aus der Datei »%s« hinzuzufügen.
fa: برای اضافه کردن تم از پروندهٔ «%s» نصب را انتخاب کنید.
fi: Valitse "Asenna" asentaaksesi teeman tiedostosta "%s".
hu: Válassza a Telepítést a téma hozzáadásához a következő fájlból: „%s”
kn: '%s' ಕಡತದಿಂದ ಥೀಮುಗಳನ್ನು ಸೇರಿಸಲು ಅನುಸ್ಥಾಪಿಸುವನ್ನು ಆರಿಸು.
nl: Kies 'installeren' om het thema uit het bestand '%s' toe te voegen.
ru: Выберите "установить", чтобы добавить тему из файла "%s".
sl: Izberite namesti, če želite dodati temo iz datoteke '%s'.
te: '%s' దస్త్రం నుండి వైవిథ్యాంశం చేర్చుటకు నెలకొల్పుటను ఎంచుకొను.
tr: '%s' dosyasından temayı eklemek için "Kur" seçeneğini seçin.
vi: Chọn Cài đặt để thêm sắc thái từ tập tin « %s ».

source: This configuration window changes settings for the MDM daemon, which is the graphical login screen for GNOME. Changes that you make will take effect immediately. Note that not all configuration options are listed here. You may want to edit %s if you cannot find what you are looking for. For complete documentation see the GNOME help browser under the "Desktop" category.
da: Dette konfigurationsvindue ændrer indstillinger for MDM-serveren som er den grafiske logind-skærm til GNOME. De ændringer du foretager, vil træde i kraft øjeblikkeligt. Bemærk at ikke alle konfigurationsmulighederne er vist her. Hvis du ikke kan finde hvad du leder efter, kan du prøve at redigere %s. Se hjælpe til GNOME for den komplette dokumentation under kategorien Skrivebord.
de: Dieses Konfigurationsfenster ändert die Einstellungen des MDM-Dienstes, dem grafische Anmeldebildschirm für GNOME. Hier gemachte Änderungen werden sofort wirksam. Beachten Sie, dass hier nicht alle Konfigurationsoptionen aufgelistet sind. Falls Sie hier nicht finden, wonach Sie suchen, sollten Sie %s bearbeiten. Umfassende Dokumentation liefert Ihnen der GNOME-Hilfebrowser unter der Kategorie »Desktop«.
fa: این پنجرهٔ پیکربندی تنظیمات شبح MDM را تغییر می‌دهد، که صفحهٔ گرافیکی ورود به سیستم برای گنوم است. تغییراتی که ایجاد می‌کنید بلافاصله اثر خواهند کرد. توجه داشته باشید که همهٔ گزینه‌های پیکربندی اینجا فهرست نشده‌اند. اگر چیزی را که دنبال آن هستید پیدا نکردید، می‌توانید %s را ویرایش کنید. برای دستیابی به مستندات کامل مرورگر راهنمای گنوم تحت مقولهٔ «رومیزی» را ببینید.
fi: Tämä asetusikkuna muuttaa Gnomen graafisen kirjautumisruudun, MDM:n asetuksia. Tehdyt muutokset tulevat voimaan välittömästi. Huomaa, että kaikkia asetusvaihtoehtoja ei ole lueteltu tässä. Mikäli et löydä etsimääsi täältä, haluat kenties muokata tiedostoa %s. Täydellinen ohjeistus löytyy Gnome-ohjeselaimella "Työpöytä"-luokasta.
hu: Ez a beállítóablak megváltoztatja a MDM démon beállításait, ami a GNOME grafikus bejelentkeztető képernyője. A változtatások azonnal életbe lépnek. Nem minden beállítható paraméter van kilistázva ide. Lehet hogy szerkesztenie kell a(z) %s fájlt, ha nem találja meg, amit keres. A teljes dokumentációt keresse a GNOME súgóböngésző GNOME/Rendszer kategóriájában.
kn: GNOME ನ ಚಿತ್ರಾತ್ಮಕ ಪ್ರವೇಶ ತೆರೆಯಾದ MDM ನೇಪಥಕನ (daemon) ಸಂಯೋಜನೆಗಳನ್ನು ಈ ಸಂರಚನಾ ವಿಂಡೋ ಬದಲಾಯಿಸುತ್ತದೆ. ನೀವು ಮಾಡಿದ ಬದಲಾವಣೆಗಳು ಕೂಡಲೆ ಪರಿಣಾಮಕಾರಿಯಾಗುವಂತೆ ಅನ್ವಯಿಸಲ್ಪಡುತ್ತದೆ. ಎಲ್ಲಾ ಸಂರಚನಾ ಆಯ್ಕೆಗಳು ಇಲ್ಲಿ ಪಟ್ಟಿಮಾಡಲ್ಪಟ್ಟಿಲ್ಲ ಎನ್ನುವುದನ್ನು ಗಮನಿಸಿ. ನಿಮಗೆ ಬೇಕಿನಿಸಿದ್ದು ಕಾಣಿಸದೇ ಹೋದರೆ ನೀವು %s ಅನ್ನು ಸಂಪಾದಿಸಬೇಕಾಗಬಹುದು. ಸಂಪೂರ್ಣ ದಸ್ತಾವೇಜಿಗಾಗಿ "ಗಣಕತೆರೆ" ವಿಭಾಗದಲ್ಲಿರುವ GNOME ಸಹಾಯ ವೀಕ್ಷಕನನ್ನು ನೋಡಿ.
nl: In dit configuratievenster kunt u instellingen wijzigen voor de MDM-daemon, het grafische aanmeldscherm voor GNOME. De wijzigingen worden direct doorgevoerd. Merk op dat niet alle instellingen hier beschikbaar zijn. U kunt %s ook handmatig in een editor bewerken indien u de instelling waar u naar zoekt niet kunt vinden. De complete documentatie is te vinden in hulp van GNOME onder de categorie "Bureaublad".
ru: Это окно конфигурации изменяет параметры сервера MDM, являющемся графическим экраном входа среды GNOME. Внесенные изменения будут иметь эффект немедленно. Заметьте, что не все параметры конфигурации перечислены здесь. Может возникнуть потребность отредактировать файл "%s", если здесь не будет найден искомый параметр. Полную документацию по этой программе можно найти в обозревателе справки среды GNOME, в категории GNOME/System.
sl: To nastavitveno okno spremeni nastavitve demona MDM, ki je grafični prijavni zaslon za GNOME. Spremembe, ki jih boste storili, bodo uveljavljene takoj. Vedite, da tu niso naštete vse nastavitvene možnosti. Če česa ne boste našli, lahko ročno uredite %s. Za popolno dokumentacijo si poglejte brskalnik pomoči GNOME v razdelu "Namizje".
tr: Bu yapılandırma penceresi, GNOME'un grafik arayüzlü giriş yöneticisi olan MDM servisinin ayarlarını değiştirir. Yaptığınız değişiklikler hemen uygulanacaktır. Bütün yapılandırma seçenekleri burada sıralanmıştır. Eğer aradığınızı bulamazsanız %s'i düzenlemeniz gerekebilir. Konuyla ilgili tam belgelendirmeyi GNOME yardım gezginindeki "Masaüstü" başlığı altında bulabilirsiniz.
vi: Cửa sổ cấu hình này thay đổi các thiết lập cho trình nền MDM, chương trình đăng nhập đồ họa của GNOME. Các thay đổi sẽ có tác dụng ngay tức thì. Chú ý là không phải tất cả những tùy chọn cấu hình đều được liệt kê ở đây. Bạn có thể muốn sửa « %s » nếu bạn không tìm thấy những gì muốn tìm. Để tìm tài liệu toàn bộ hãy xem trình duyệt trợ giúp GNOME, trong phần « Màn hình nền ».

source: auto
de: automatisch
fi: automaattinen
kn: ಸ್ವಯಂ
ru: авто
sl: samodejno
te: స్వయం
tr: kendiliğinden
vi: tự động

source: yes
da: ja
de: ja
fi: kyllä
hu: igen
kn: ಹೌದು
nl: ja
ru: да
sl: da
te: అవును
tr: evet
vi: có

source: no
da: nej
de: nein
fi: ei
hu: nem
kn: ಇಲ್ಲ
nl: nee
te: కాదు
tr: hayır

source: Random theme mode change
da: Tilfældig temamodus-ændring
de: Zufälliges Thema auswählen
fi: Satunnainen teeman vaihto
hu: Véletlen téma mód váltása
kn: ಯಾದೃಚ್ಛಿಕ (Random) ಥೀಮ್ ಕ್ರಮ ಬದಲಾವಣೆ
nl: Wijziging in willekeurig-thema-modus
ru: Изменение режима произвольной темы
sl: Naključna sprememba načina teme
te: విభిన్న వైవిథ్యాంశ విధము మార్పు
tr: Rasgele tema kip değişimi
vi: Thay đổi chế độ sắc thái ngẫu nhiên

source: Since no themes were selected in random theme mode switching back to single theme mode.
da: Idet der ikke er valgt nogle temaer i tilfældig temamodus skiftes der tilbage til enkelt temamodus.
de: Es wurden keine Themen für die zufällige Auswahl gewählt, daher wird nur ein einzelnes Thema verwendet.
fi: Koska teemoja ei ollut valittu satunnaisessa teemavalinnassa, siirrytään takaisin yhden teeman tilaan.
hu: Mivel nincsenek kijelölve témák a véletlen témaváltáshoz, az egy téma mód kerül felhasználásra.
kn: ಯಾದೃಚ್ಛಿಕ(random) ಥೀಮ್ ಕ್ರಮದಲ್ಲಿ ಯಾವುದೇ ಥೀಮುಗಳು ಆರಿಸಲ್ಪಡದೇ ಇದ್ದುದರಿಂದ, ಏಕ ಥೀಮ್ ಕ್ರಮಕ್ಕೆ ಮರಳುತ್ತದೆ.
nl: Omdat er geen thema's geselecteerd zijn in de willekeurige themamodus wordt er teruggeschakeld naar de enkelvoudige themamodus.
ru: Поскольку для режима произвольных тем не было выбрано ни одной темы, производится возврат к режиму одной темы.
sl: Ker ni izbrane teme v naključnem načinu prikaza tem bo preklopljeno na enojni način.
te: విభిన్న వైవిథ్యాంశ విధంలో ఎటువంటి వైవిథ్యాంశములు ఎంచుకొనబడలేదు సైగకు వెనుక మీటపరచుచున్నవైవిథ్యాంశ విధం.
tr: Rasgele tema kipinde hiçbir tema seçilmediğinden, tek temalı kipe dönülüyor.
vi: Chưa chọn sắc thái trong chế độ sắc thái ngẫu nhiên nên chuyển đổi về chế độ sắc thái đơn.

source: Apply the changes to users before closing?
da: Anvend ændringerne for brugere inden der lukkes?
de: Sollen die Änderungen an Benutzern übernommen werden?
fa: پیش از بستن تغییرات کاربر اِعمال شود؟
fi: Toteutetaanko käyttäjien muutokset ennen sulkemista?
hu: Alkalmazza a módosításokat a bezárás előtt?
kn: ಮುಚ್ಚುವ ಮೊದಲು ಮಾಡಲ್ಪಟ್ಟ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಬೇಕೆ?
nl: De wijzigingen aan de gebruikers toepassen voor sluiten?
ru: Применить изменения перед закрытием программы?
sl: Uveljavim spremembe uporabnika pred zapiranjem?
te: మూసివేయుటకు ముందు వినియోగదారులకు మార్పులను అనుసంధించు?
tr: Kapatmadan önce değişiklikler kullanıcılara uygulansın mı?
vi: Áp dụng những thay đổi với người dùng trước khi đóng chứ?

source: If you don't apply, the changes made on the Users tab will be disregarded.
da: Hvis du ikke anvender, vil ændringerne lavet på Bruger-fanebladet ikke blive gemt.
de: Wenn Sie nicht »Übernehmen« wählen, gehen alle im Reiter »Benutzer« gemachten Änderungen verloren.
fa: اگر اِعمال نکنید، تغییرات داده شده در زبانهٔ کاربران نادیده گرفته خواهد شد.
fi: Jos et toteuta muutoksia, muutokset käyttäjät-välilehteen jäävät huomioimatta.
hu: A Felhasználók lapon végzett módosítások elvesznek, ha nem alkalmazza azokat.
kn: ಬಳಕೆದಾರರ ನಿಯೋಜಕದಲ್ಲಿ ಮಾಡಲಾದ ಬದಲಾವಣೆಗಳನ್ನು ನೀವು ಅನ್ವಯಿಸದೇ ಹೋದರೆ, ಅವು ಪರಿಗಣಿಸದೇ ಹೋಗುತ್ತವೆ.
nl: Indien u niet toepast, zullen de wijziging in het tabblad Gebruikers verloren gaan.
ru: Если не применить, изменения, сделанные на вкладке "Пользователи", будут проигнорированы.
sl: Če sprememb v zavihku Uporabniki ne uveljavite, bodo prezrte.
te: ఒకవేళ నీవు అనుసంధించకపోతే, వినియోగదారుల బొత్తంపై చేసిన మార్పులు నిర్లక్ష్యముగును.
tr: Uygulamazsanız Kullanıcılar sekmesinde yapılan değişiklikler yok sayılacaktır.
vi: Nếu không thì các thay đổi trên thanh Người dùng sẽ bị bỏ qua.
