Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: A-M|Lithuanian
da: A-M|Litauisk
de: A-M|Litauisch
fa: ش‐ی|لیتوانیایی
fi: A-M|liettua
hu: A-M|Litván
kn: A-M|ಲಿತುಯಾನಿನ್
nl: A-M|Litouws
ru: А-О|Литовский
sl: A-M|Litvanščina
te: ఎ-యమ్|లిథుయానియన్
tr: A-M|Litvanyaca
vi: A-M|Tiếng Li-tu-a-ni

source: A-M|Macedonian
da: A-M|Makedonsk
de: A-M|Mazedonisch
fa: ش‐ی|مقدونی
fi: A-M|makedonia
hu: A-M|Macedón
kn: A-M|ಮೆಸಿಡೋನಿಯ
nl: A-M|Macedonisch
ru: А-О|Македонский
sl: A-M|Makedonščina
te: ఎ-యమ్|మెసిడోనియన్
tr: A-M|Makedonca
vi: A-M|Tiếng Ma-xe-đô-ni-a

source: A-M|Malay
da: A-M|Malayisk
de: A-M|Malaiisch
fa: ش‐ی|مالزیایی
fi: A-M|malaiji
hu: A-M|Maláj
kn: A-M|ಮಲಯಾ
nl: A-M|Maleis
ru: А-О|Малайский
sl: A-M|Malajščina
te: ఎ-యమ్|మలయ్
vi: A-M|Tiếng Mã Lai

source: A-M|Malayalam
da: A-M|Malayam
fa: ش‐ی|مالایالی
fi: A-M|malajalam
hu: A-M|Malajalam
kn: A-M|ಮಲೆಯಾಳಂ
nl: A-M|Malayalaams
ru: А-О|Малаялайский
sl: A-M|Malajalam
te: ఎ-యమ్|మలయాళం
vi: A-M|Tiếng Ma-lay-a-lam

source: A-M|Maltese
da: A-M|Maltesisk
de: A-M|Maltesisch
fi: A-M|malta
hu: A-M|Máltai
kn: A-M|ಮಾಲ್ಟೀಸ್
nl: A-M|Maltees
ru: А-О|Мальтийский
sl: A-M|Malteščina
te: ఎ-యమ్|మల్టీసి
tr: A-M|Maltaca
vi: A-M|Man-tợ

source: A-M|Marathi
fa: ش‐ی|مهاراتی
kn: A-M|ಮರಾಠಿ
ru: А-О|Марати
sl: A-M|Marati
te: ఎ-యమ్|మరాఠి
vi: A-M|Tiếng Ma-ra-thi

source: A-M|Mongolian
da: A-M|Mongolsk
de: A-M|Mongolisch
fa: ش‐ی|مغولی
fi: A-M|mongoli
hu: A-M|Mongol
kn: A-M|ಮಂಗೋಲಿಯನ್
nl: A-M|Mongools
ru: А-О|Монгольский
sl: A-M|Mongolščina
te: ఎ-యమ్|మంగోలియన్
tr: A-M|Moğolca
vi: A-M|Tiếng Mông cổ

source: N-Z|Northern Sotho
da: N-Z|Nordisk Sotho
de: N-Z|Nördliches Sotho
fa: ش‐ی|سوتویی شمالی
fi: N-Z|pohjoissotho
hu: A-M|Északi sotho
kn: N-Z|ನಾರ್ತರ್ನ್ ಸೋಥೋ
nl: N-Z|Noord Sotho
ru: П-Я|Северное Сото
sl: N-Z|Severni Sotho
te: ఎన్-జడ్|నార్తర్న్ సోథో
tr: N-Z|Kuzey Sotho
vi: N-Z|Tiếng Xô-tô Nam

source: N-Z|Norwegian (bokmal)
da: N-Å|Norsk (bokmål)
de: N-Z|Norwegisch (Bokmål)
fa: ش‐ی|نروژی (بوکسمال)
fi: N-Z|norja (bokmål)
hu: N-Z|Norvég (bokmål)
kn: N-Z|ನಾರ್ವೆಜಿಯನ್ (ಬೊಕ್ಮಲ್)
nl: N-Z|Noors (bokmaal)
ru: А-О|Норвежский (bokmal)
sl: N-Z|Norveščina (bokmal)
te: ఎన్-జడ్|నార్వేజియన్ (బొక్మాల్)
tr: N-Z|Norveççe (bokmal)
vi: N-Z|Tiếng Na Uy (bokh-man)

source: N-Z|Norwegian (nynorsk)
da: N-Å|Norsk (nynorsk)
de: N-Z|Norwegisch (Nynorsk)
fa: ش‐ی|نروژی (نروژی جدید)
fi: N-Z|norja (nynorsk)
hu: N-Z|Norvég (nynorsk)
kn: N-Z|ನಾರ್ವೆಜಿಯನ್ (nynorsk)
nl: N-Z|Noors (nynorsk)
ru: А-О|Норвежский (nynorsk)
sl: N-Z|Norveščina (nynorsk)
te: ఎన్-జడ్|నార్వేజియన్ (నైనార్స్క్)
tr: N-Z|Norveççe (nynorsk)
vi: N-Z|Tiếng Na Uy (ni-noa-x-kh)

source: N-Z|Oriya
da: N-Å|Oriya
fa: الف‐س|اوریا
fi: N-Z|orija
hu: N-Z|Orija
kn: N-Z|ಒರಿಯಾ
ru: А-О|Ория
te: ఎన్-జడ్|ఒరియా
vi: N-Z|Tiếng O-ri-ya

source: N-Z|Punjabi
da: N-Å|Punjabisk
de: N-Z|Pandschabi
fi: N-Z|pandžabi
hu: N-Z|Pandzsabi
kn: N-Z|ಪಂಜಾಬಿ
ru: П-Я|Панджаби
sl: N-Z|Pandžabi
te: ఎన్-జడ్|పంజాబీ
vi: N-Z|Pun-gia-bi

source: N-Z|Persian
da: N-Å|Persisk
de: N-Z|Persisch
fa: ش‐ی|فارسی
fi: N-Z|persia
hu: N-Z|Perzsa
kn: N-Z|ಪರ್ಶಿಯನ್
nl: N-Z|Perzisch
ru: П-Я|Персидский
sl: N-Z|Perzijščina
te: ఎన్-జడ్|పర్సియన్
tr: N-Z|Farsça
vi: A-M|Tiếng Ba-tư

source: N-Z|Polish
da: N-Å|Polsk
de: N-Z|Polnisch
fa: ش‐ی|لهستانی
fi: N-Z|puola
hu: A-M|Lengyel
kn: N-Z|ಪೊಲಿಶ್
nl: N-Z|Pools
ru: П-Я|Польский
sl: N-Z|Poljščina
te: ఎన్-జడ్|పోలిష్
tr: A-M|Lehçe
vi: A-M|Tiếng Ba-lan

source: N-Z|Portuguese
da: N-Å|Portugisisk
de: N-Z|Portugiesisch
fa: الف‐س|پرتغالی
fi: N-Z|portugali
hu: N-Z|Portugál
kn: N-Z|ಪೊರ್ಚುಗೀಸ್
nl: N-Z|Portugees
ru: П-Я|Португальский
sl: N-Z|Portugalščina
te: ఎన్-జడ్|పోర్చుగీస్
tr: N-Z|Portekizce
vi: A-M|Tiếng Bồ-đào-nha

source: N-Z|Portuguese (Brazilian)
da: N-Å|Portugisisk (Brasilien)
de: N-Z|Portugiesisch (Brasilien)
fa: الف‐س|پرتغالی (برزیلی)
fi: N-Z|portugali (brasilian-)
hu: N-Z|Portugál (brazil)
kn: N-Z|ಪೋರ್ಚುಗೀಸ್ (ಬ್ರಝಿಲಿಯನ್)
nl: N-Z|Portugees (Brazilië)
ru: П-Я|Португальский (Бразильский)
sl: N-Z|Portugalščina (Brazilija)
te: ఎన్-జడ్|పోర్చుగీస్ (బ్రజీలియన్)
tr: N-Z|Portekizce (Brezilya)
vi: A-M|Tiếng Bồ-đào-nha (Bra-xin)

source: N-Z|Romanian
da: N-Å|Romansk
de: N-Z|Rumänisch
fa: الف‐س|رومانیایی
fi: N-Z|romania
hu: N-Z|Román
kn: N-Z|ರೊಮಾನಿಯನ್
nl: N-Z|Roemeens
ru: П-Я|Румынский
sl: N-Z|Romunščina
te: ఎన్-జడ్|రొమానియన్
tr: N-Z|Romence
vi: N-Z|Tiếng Ru-ma-ni

source: N-Z|Russian
da: N-Å|Russisk
de: N-Z|Russisch
fa: الف‐س|روسی
fi: N-Z|venäjä
hu: N-Z|Orosz
kn: N-Z|ರಶಿಯನ್
nl: N-Z|Russisch
ru: П-Я|Русский
sl: N-Z|Ruščina
te: ఎన్-జడ్|రష్యన్
tr: N-Z|Rusça
vi: N-Z|Tiếng Nga

source: N-Z|Serbian
da: N-Å|Serbisk
de: N-Z|Serbisch
fa: ش‐ی|صربی
fi: N-Z|serbia
hu: N-Z|Szerb
kn: N-Z|ಸರ್ಬಿಯನ್
nl: N-Z|Servisch
ru: П-Я|Сербский
sl: N-Z|Srbščina
te: ఎన్-జడ్|సెర్బియన్
tr: N-Z|Sırpça
vi: N-Z|Tiếng Xéc-bi

source: N-Z|Serbian (Serbia & Montenegro)
da: N-Å|Serbisk (Serbian & Montenegro)
de: N-Z|Serbisch (Serbien & Montenegro)
fi: N-Z|serbia (serbian- ja montenegron-)
hu: N-Z|Szerb (Szerbia és Montenegró)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಸರ್ಬಿಯಾ ಹಾಗು ಮೊಂಟೆನಿಗ್ರೋ)
nl: N-Z|Servisch (Servië & Montenegro)
ru: П-Я|Сербский (Сербия и Черногория)
sl: N-Z|Srbščina (Srbija in Črna gora)
te: ఎన్-జడ్|సెర్బియన్ (సెర్బియా &మోంటెనెర్గో)
tr: N-Z|Sırpça (Sırbistan Karadağ)
vi: N-Z|Xéc-bi (Xéc-bi và Mon-te-ne-gợ-rô)

source: N-Z|Serbian (Montenegro)
da: N-Å|Serbisk (Montenegro)
de: N-Z|Serbisch (Montenegro)
fi: N-Z|serbia (montenegron-)
hu: N-Z|Szerb (Montenegró)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಮೊಂಟೆನಿಗ್ರೋ)
nl: N-Z|Servisch (Montenegro)
ru: П-Я|Сербский (Черногория)
sl: N-Z|Srbščina (Črna gora)
te: ఎన్-జడ్|సెర్బియన్ (మోంటెనెర్గో)
tr: N-Z|Sırpça (Karadağ)
vi: N-Z|Xéc-bi (Mon-te-ne-gợ-rô)

source: N-Z|Serbian (Serbia)
da: N-Å|Serbisk (Serbien)
de: N-Z|Serbisch (Serbien)
fi: N-Z|serbia (serbian-)
hu: N-Z|Szerb (Szerbia)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಸರ್ಬಿಯಾ)
nl: N-Z|Servisch (Servië)
ru: П-Я|Сербский (Сербия)
sl: N-Z|Srbščina (Srbija)
te: ఎన్-జడ్|సెర్బియన్ (సెర్బియా)
tr: N-Z|Sırpça (Sırbistan)
vi: N-Z|Xéc-bi (Xéc-bi)

source: N-Z|Serbian (Latin)
da: N-Å|Serbisk (latinsk)
de: N-Z|Serbisch (Latein)
fa: ش‐ی|صربی(لاتینی)
fi: N-Z|serbia (latinalaisin kirjaimin)
hu: N-Z|Szerb (latin)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಲ್ಯಾಟಿನ್)
nl: N-Z|Servisch (Latijn)
ru: П-Я|Сербский (Латиница)
sl: N-Z|Srbščina (Latinica)
te: ఎన్-జడ్|సెర్బియన్ (లాటిన్)
tr: N-Z|Sırpça (Latin)
vi: N-Z|Tiếng Séc-bi (Chữ La-tinh)

source: N-Z|Serbian (Jekavian)
da: N-Å|Serbisk (jekavisk)
de: N-Z|Serbisch (Dschevakisch)
fa: ش‐ی|صربی (
fi: N-Z|serbia (jekaavinen muoto)
hu: N-Z|Szerb (jekáv)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಜೆಕಾವಿಯನ್)
nl: N-Z|Servisch (Jekavian)
ru: П-Я|Сербский (Jekavian)
sl: N-Z|Srbščina (Cirilica)
te: ఎన్-జడ్|సెర్బియన్ (జెకావియన్)
tr: N-Z|Sırpça (Yugoslav)
vi: N-Z|Tiếng Séc-bi (Che-ca-vi-anh)

source: N-Z|Serbian (Bosnia)
da: N-Å|Serbisk (Bosnien)
de: N-Z|Serbisch (Bosnien)
fi: N-Z|serbia (bosnian-)
hu: N-Z|Szerb (Bosznia)
kn: N-Z|ಸೆರ್ಬಿಯನ್ (ಬೋಸ್ನಿಯಾ)
nl: N-Z|Servisch (Bosnië)
ru: П-Я|Сербский (Босния)
sl: N-Z|Srbščina (Bosna)
te: ఎన్-జడ్|సెర్బియన్ (బోస్నియా)
tr: N-Z|Sırpça (Bosna-Hersek)
vi: N-Z|Xéc-bi (Bo-x-ni-a)

source: N-Z|Slovak
da: N-Å|Slovakisk
de: N-Z|Slowakisch
fa: الف‐س|اسلواکی
fi: N-Z|slovakki
hu: N-Z|Szlovák
kn: N-Z|ಸ್ಲೊವಾಕ್
nl: N-Z|Slowaaks
ru: П-Я|Словацкий
sl: N-Z|Slovaščina
te: ఎన్-జడ్|స్లోవాక్
tr: N-Z|Slovakça
vi: N-Z|Tiếng Xlô-vak

source: N-Z|Slovenian
da: N-Å|Slovensk
de: N-Z|Slowenisch
fa: الف‐س|اسلووینیایی
fi: N-Z|sloveeni
hu: N-Z|Szlovén
kn: N-Z|ಸ್ಲೊವೇನಿಯನ್
nl: N-Z|Sloveens
ru: П-Я|Словенский
sl: N-Z|Slovenščina
te: ఎన్-జడ్|స్లోవెనియన్
tr: N-Z|Slovence
vi: N-Z|Tiếng Xlô-ven

source: N-Z|Spanish
da: N-Å|Spansk
de: N-Z|Spanisch
fa: الف‐س|اسپانیایی
fi: A-M|espanja
hu: N-Z|Spanyol
kn: N-Z|ಸ್ಪಾನಿಶ್
nl: N-Z|Spaans
ru: А-О|Испанский
sl: N-Z|Španščina
te: ఎన్-జడ్|స్పానిష్
tr: A-M|İspanyolca
vi: N-Z|Tiếng Tây-ban-nha

source: N-Z|Spanish (Argentina)
da: N-Å|Spansk (Argentina)
de: N-Z|Spanisch (Argentinien)
fi: A-M|espanja (argentiinan-)
hu: N-Z|Spanyol (Argentína)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಅರ್ಜೆಂಟೀನಾ)
nl: N-Z|Spaans (Argentinië)
ru: А-О|Испанский (Аргентина)
sl: N-Z|Španščina (Argentina)
te: ఎన్-జడ్|స్పానిష్ (అర్జెంటీనా)
tr: A-M|İspanyolca (Arjantin)
vi: N-Z|Tây-ban-nha (A-chen-tí-na)

source: N-Z|Spanish (Bolivia)
da: N-Å|Spansk (Bolivia)
de: N-Z|Spanisch (Bolivien)
fi: A-M|espanja (bolivian-)
hu: N-Z|Spanyol (Bolívia)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಬೊಲಿವಿಯಾ)
nl: N-Z|Spaans (Bolivië)
ru: А-О|Испанский (Боливия)
sl: N-Z|Španščina (Bolivija)
te: ఎన్-జడ్|స్పానిష్ (బొలీవియా)
tr: A-M|İspanyolca (Bolivya)
vi: N-Z|Tây-ban-nha (Bo-li-vi-a)

source: N-Z|Spanish (Chile)
da: N-Å|Spansk (Chile)
de: N-Z|Spanisch (Chile)
fi: A-M|espanja (chilen-)
hu: N-Z|Spanyol (Chile)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಚಿಲಿ)
nl: N-Z|Spaans (Chili)
ru: А-О|Испанский (Чили)
sl: N-Z|Španščina (Čile)
te: ఎన్-జడ్|స్పానిష్ (చిలీ)
tr: A-M|İspanyolca (Şili)
vi: N-Z|Tây-ban-nha (Chi-lê)

source: N-Z|Spanish (Colombia)
da: N-Å|Spansk (Colombia)
de: N-Z|Spanisch (Kolumbien)
fi: A-M|espanja (kolumbian-)
hu: N-Z|Spanyol (Kolumbia)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಕೊಲಂಬಿಯಾ)
nl: N-Z|Spaans (Colombia)
ru: А-О|Испанский (Колумбия)
sl: N-Z|Španščina (Kolumbija)
te: ఎన్-జడ్|స్పానిష్ (కొలంబియా)
tr: A-M|İspanyolca (Kolombiya)
vi: N-Z|Tây-ban-nha (Co-lom-bi-a)

source: N-Z|Spanish (Costa Rica)
da: N-Å|Spansk (Costa Rica)
de: N-Z|Spanisch (Costa Rica)
fi: A-M|espanja (costarican-)
hu: N-Z|Spanyol (Costa Rica)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಕೊಸ್ಟಾರಿಕಾ)
nl: N-Z|Spaans (Costa Rica)
ru: А-О|Испанский (Коста-Рика)
sl: N-Z|Španščina (Kostarika)
te: ఎన్-జడ్|స్పానిష్ (కోస్టా రికా)
tr: A-M|İspanyolca (Kosta Rika)
vi: N-Z|Tây-ban-nha (Co-x-ta Ri-ca)

source: N-Z|Spanish (Ecuador)
da: N-Å|Spansk (Ecuador)
de: N-Z|Spanisch (Ecuador)
fi: A-M|espanja (ecuadorin-)
hu: N-Z|Spanyol (Ecuador)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಇಕ್ವೆಡಾರ್)
nl: N-Z|Spaans (Ecuador)
ru: А-О|Испанский (Эквадор)
sl: N-Z|Španščina (Ekvador)
te: ఎన్-జడ్|స్పానిష్ (ఈక్వెడార్)
tr: A-M|İspanyolca (Ekvador)
vi: N-Z|Tây-ban-nha (E-cua-doa)

source: N-Z|Spanish (Guatemala)
da: N-Å|Spansk (Guatemala)
de: N-Z|Spanisch (Guatemala)
fi: A-M|espanja (guatemalan-)
hu: N-Z|Spanyol (Guatemala)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಗ್ವಾಟೆಮಾಲ)
nl: N-Z|Spaans (Guatemala)
ru: А-О|Испанский (Гватемала)
sl: N-Z|Španščina (Gvatemala)
te: ఎన్-జడ్|స్పానిష్ (గ్వాటెమాలా)
tr: A-M|İspanyolca (Guatemala)
vi: N-Z|Tây-ban-nha (Gua-te-ma-la)

source: N-Z|Spanish (Mexico)
da: N-Å|Spansk (Mexico)
de: N-Z|Spanisch (Mexiko)
fa: الف‐س|اسپانیایی (مکزیک)
fi: A-M|espanja (meksikon-)
hu: N-Z|Spanyol (Mexikó)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಮೆಕ್ಸಿಕೊ)
nl: N-Z|Spaans (Mexico)
ru: А-О|Испанский (Мексиканский)
sl: N-Z|Španščina (Mehika)
te: ఎన్-జడ్|స్పానిష్ (మెక్సికో)
tr: A-M|İspanyolca (meksika)
vi: N-Z|Tiếng Tây-ban-nha (Me-hi-cô)

source: N-Z|Spanish (Nicaragua)
da: N-Å|Spansk (Nicaragua)
de: N-Z|Spanisch (Nicaragua)
fi: A-M|espanja (nicaraguan-)
hu: N-Z|Spanyol (Nicaragua)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ನಿಕರಾಗುವ)
nl: N-Z|Spaans (Nicaragua)
ru: А-О|Испанский (Никарагуа)
sl: N-Z|Španščina (Nikaragva)
te: ఎన్-జడ్|స్పానిష్ (నికరాగ్వా)
tr: A-M|İspanyolca (Nikaragua)
vi: N-Z|Tây-ban-nha (Ni-ca-ra-gua)

source: N-Z|Spanish (Panama)
da: N-Å|Spansk (Panama)
de: N-Z|Spanisch (Panama)
fi: A-M|espanja (panaman-)
hu: N-Z|Spanyol (Panama)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಪನಾಮ)
nl: N-Z|Spaans (Panama)
ru: А-О|Испанский (Панама)
sl: N-Z|Španščina (Panama)
te: ఎన్-జడ్|స్పానిష్ (పనమా)
tr: A-M|İspanyolca (Panama)
vi: N-Z|Tây-ban-nha (Pa-na-ma)

source: N-Z|Spanish (Peru)
da: N-Å|Spansk (Peru)
de: N-Z|Spanisch (Peru)
fi: A-M|espanja (perun-)
hu: N-Z|Spanyol (Peru)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಪೆರು)
nl: N-Z|Spaans (Peru)
ru: А-О|Испанский (Перу)
sl: N-Z|Španščina (Peru)
te: ఎన్-జడ్|స్పానిష్ (పెరు)
tr: A-M|İspanyolca (Peru)
vi: N-Z|Tây-ban-nha (Pê-ru)

source: N-Z|Spanish (Paraguay)
da: N-Å|Spansk (Paraguay)
de: N-Z|Spanisch (Paraguay)
fi: A-M|espanja (paraguayn-)
hu: N-Z|Spanyol (Paraguay)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಪರುಗ್ವೆ)
nl: N-Z|Spaans (Paraguay)
ru: А-О|Испанский (Парагвай)
sl: N-Z|Španščina (Paragvaj)
te: ఎన్-జడ్|స్పానిష్ (పారాగ్వేయ్)
tr: A-M|İspanyolca (Paraguay)
vi: N-Z|Tây-ban-nha (Pa-ra-guay)

source: N-Z|Spanish (El Salvador)
da: N-Å|Spansk (El Salvador)
de: N-Z|Spanisch (El Salvador)
fi: A-M|espanja (elsalvadorin-)
hu: N-Z|Spanyol (El Salvador)
kn: N-Z|ಸ್ಪಾನಿಶ್ (El ಸಾಲ್ವೆಡಾರ್)
nl: N-Z|Spaans (El Salvador)
ru: А-О|Испанский (Сальвадор)
sl: N-Z|Španščina (El Salvador)
te: ఎన్-జడ్|స్పానిష్ (ఎల్ స్లెవెడార్)
tr: A-M|İspanyolca (El Salvador)
vi: N-Z|Tây-ban-nha (En Xan-va-đoa)

source: N-Z|Spanish (Uruguay)
da: N-Å|Spansk (Uruguay)
de: N-Z|Spanisch (Uruguay)
fi: A-M|espanja (uruguayn-)
hu: N-Z|Spanyol (Uruguay)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ಉರುಗ್ವೆ)
nl: N-Z|Spaans (Uruguay)
ru: А-О|Испанский (Уругвай)
sl: N-Z|Španščina (Uruguaj)
te: ఎన్-జడ్|స్పానిష్(ఉరుగ్వేయ్)
tr: A-M|İspanyolca (Uruguay)
vi: N-Z|Tây-ban-nha (U-ru-guay)

source: N-Z|Spanish (Venezuela)
da: N-Å|Spansk (Venezuela)
de: N-Z|Spanisch (Venezuela)
fi: A-M|espanja (venezuelan-)
hu: N-Z|Spanyol (Venezuela)
kn: N-Z|ಸ್ಪಾನಿಶ್ (ವೆನಿಝುವಲಾ)
nl: N-Z|Spaans (Venezuela)
ru: А-О|Испанский (Венесуэла)
sl: N-Z|Španščina (Venezuela)
te: ఎన్-జడ్|స్పానిష్ (వెనెజులా)
tr: A-M|İspanyolca (Venezuela)
vi: N-Z|Tây-ban-nha (Ve-nê-xuê-la)

source: N-Z|Swedish
da: N-Å|Svensk
de: N-Z|Schwedisch
fa: الف‐س|سوئدی
fi: N-Z|ruotsi
hu: N-Z|Svéd
kn: N-Z|ಸ್ವೀಡಿಶ್
nl: N-Z|Zweeds
ru: П-Я|Шведский
sl: N-Z|Švedščina
te: ఎన్-జడ్|స్వీడిష్
tr: A-M|İsveççe
vi: N-Z|Tiếng Thụy-điển

source: N-Z|Swedish (Finland)
da: N-Å|Svensk (Finland)
de: N-Z|Schwedisch (Finnland)
fa: الف‐س|سوئدی (فنلاند)
fi: N-Z|ruotsi (suomen-)
hu: N-Z|Svéd (Finnország)
kn: N-Z|ಸ್ವೀಡಿಶ್ (ಫಿನ್-ಲ್ಯಾಂಡ್)
nl: N-Z|Zweeds (Finland)
ru: П-Я|Шведский (Финляндский)
sl: N-Z|Švedščina (Finska)
te: ఎన్-జడ్|స్వీడిష్ (ఫిన్లాండ్)
tr: A-M|İsveççe (Finlandiya)
vi: N-Z|Tiếng Thụy-điển (Phần-lan)

source: N-Z|Tamil
da: N-Å|Tamilsk
fa: الف‐س|تامیلی
fi: N-Z|tamili
kn: N-Z|ತಮಿಳು
ru: П-Я|Тамильский
sl: N-Z|Tamilščina
te: ఎన్-జడ్|తమిళ్
vi: N-Z|Tiếng Ta-min

source: N-Z|Telugu
da: N-Å|Telugu
fa: الف‐س|تلوگویی
kn: N-Z|ತೆಲುಗು
ru: П-Я|Телугу
te: ఎన్-జడ్|తెలుగు
vi: N-Z|Tiếng Te-lu-gu

source: N-Z|Thai
da: N-Å|Thai
fa: الف‐س|تایلندی
kn: N-Z|ಥಾಯ್
nl: N-Z|Thaïs
ru: П-Я|Тайский
sl: N-Z|Tajščina
te: ఎన్-జడ్|థాయ్
tr: N-Z|Tay
vi: N-Z|Tiếng Thái

source: N-Z|Turkish
da: N-Å|Tyrkisk
de: N-Z|Türkisch
fa: الف‐س|ترکی
fi: N-Z|turkki
hu: N-Z|Török
kn: N-Z|ಟರ್ಕಿಶ್
nl: N-Z|Turks
ru: П-Я|Турецкий
sl: N-Z|Turščina
te: ఎన్-జడ్|టర్కి ష్
tr: N-Z|Türkçe
vi: N-Z|Tiếng Thổ-nhĩ-kỳ

source: N-Z|Ukrainian
da: N-Å|Ukrainsk
de: N-Z|Ukrainisch
fa: الف‐س|اوکراینی
fi: N-Z|ukraina
hu: N-Z|Ukrán
kn: N-Z|ಉಕ್ರೇನಿಯನ್
nl: N-Z|Oekraïns
ru: П-Я|Украинский
sl: N-Z|Ukrajinščina
te: ఎన్-జడ్|యుక్రెనియన్
tr: N-Z|Ukraynaca
vi: N-Z|Tiếng U-kợ-rainh

source: N-Z|Vietnamese
da: N-Å|Vietnamesisk
de: N-Z|Vietnamesisch
fa: ش‐ی|ویتنامی
fi: N-Z|vietnam
hu: N-Z|Vietnami
kn: N-Z|ವಿಯೆತ್ನಾಮೀಸ್
nl: N-Z|Viëtnamees
ru: А-О|Вьетнамский
sl: N-Z|Vietnamčina
te: ఎన్-జడ్|వీట్నామీస్
tr: N-Z|Vietnamca
vi: N-Z|Tiếng Việt

source: N-Z|Walloon
da: N-Å|Vallonsk
de: N-Z|Wallonisch
fa: ش‐ی|والونی
fi: N-Z|valloni
hu: N-Z|Vallon
kn: N-Z|ವ್ಯಾಲೂನ್
ru: А-О|Валлийский
sl: N-Z|Waelščina
te: ఎన్-జడ్|వాలూన్
vi: N-Z|Tiếng Oua-lunh

source: N-Z|Welsh
da: N-Å|Wallisisk
de: N-Z|Walisisch
fa: ش‐ی|ویلزی
fi: A-M|kymri
hu: N-Z|Walesi
kn: N-Z|ವೆಲ್ಶ್
ru: П-Я|Уэльский
sl: N-Z|Welščina
te: ఎన్-జడ్|వెల్ష్
vi: N-Z|Tiếng Ouen-sợ

source: N-Z|Xhosa
da: N-Å|Xhosa
kn: N-Z|ಝೋಸಾ
ru: А-О|Кхоса
te: ఎన్-జడ్|గ్జోసా
vi: N-Z|Xhô-xa

source: N-Z|Yiddish
da: N-Å|Jiddisch
de: A-M|Jiddisch
fa: ش‐ی|یدی
fi: A-M|jiddiš
hu: A-M|Jiddis
kn: N-Z|ಯಿದ್ದಿಷ್
ru: П-Я|Идиш
sl: N-Z|Jidiš
te: ఎన్-జడ్|ఇద్దిష్
vi: N-Z|Tiếng Yi-đi-sợ

source: N-Z|Zulu
da: N-Å|Zulu
fa: الف‐س|زولویی
kn: N-Z|ಝುಲು
ru: П-Я|Зулу
sl: N-Z|Zulujščina
te: ఎన్-జడ్|జులు
tr: N-Z|Zulu dili
vi: N-Z|Tiếng Du-lu

source: Other|POSIX/C English
da: Andre|POSIX/C engelsk
de: Weitere|POSIX/C-Englisch
fa: غیره|انگلیسی POSIC/C
fi: Muu|POSIX/C: englanti
hu: Egyéb|POSIX/C Angol
kn: ಇತರೆ|POSIX/C ಇಂಗ್ಲೀಷ್
nl: Overig|POSIX/C Engels
ru: Другой|POSIX/C Английский
sl: Drugo|POSIX/C Angleško
te: మరియొక|పోసిక్స్/సి ఇంగ్లీష్
tr: Diğer|POSIX/C İngilizcesi
vi: Khác| Tiếng Anh POSIX/C

source: Last language
da: Forrige sprog
de: Vorherige Sprache
fi: Viimeisin kieli
hu: Legutóbbi nyelv
kn: ಹಿಂದಿನ ಭಾಷೆ
nl: Vorige taal
ru: Последний язык
sl: Zadnji jezik
te: చివరి భాష
tr: Son olarak kullanılan dil
vi: Ngôn ngữ cuối

source: System Default
da: Systemforvalg
de: Systemvorgabe
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
hu: A rendszer alapértelmezése
kn: ಗಣಕದ ಡೀಫಾಲ್ಟ್
nl: Systeemstandaard
ru: Системный по умолчанию
sl: Privzeto s strani sistema
te: వ్యవస్థ అప్రమేయం
tr: Öntanımlı Sistem
vi: Mặc định hệ thống

source: Do you wish to make %s the default for future sessions?
da: Ønsker du at gøre %s til forvalgt ved fremtidige sessioner?
de: Möchten Sie %s zur Vorgabe für künftige Sitzungen machen?
fa: آیا می‌خواهید که %s پیش‌فرض نشست‌های بعدی شما قرار گیرد؟
fi: Haluatko käyttää istuntoa "%s" oletuksena uusissa istunnoissa?
hu: A(z) %s legyen az alapértelmezett környezet?
kn: ಭವಿಷ್ಯದ ಅಧಿವೇಶನಗಳಿಗೆ %s ಅನ್ನು ನೀವು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿಸಲು ಬಯಸುತ್ತೀರೆ?
nl: Wilt u voor toekomstige sessies, %s het standaardtype maken?
ru: Хотите ли вы использовать %s по умолчанию в последующих сеансах?
sl: Želite nastaviti %s kot privzeto za nadaljnje seje?
te: భవిష్యత్తు సమకూర్పుల కొరకు %s అప్రమేయం కు మీరు ఇష్టపడుతున్నారా?
tr: Gelecek oturumlar için %s öntanımlı olsun mu?
vi: Bạn có muốn dùng %s là mặc định cho phiên chạy sau không?

source: You have chosen %s for this session, but your default setting is %s.
da: Du har valgt %s for denne session, men den forvalgte indstilling er %s.
de: Sie haben für diese Sitzung %s gewählt, Ihre Vorgabe ist jedoch %s.
fa: شما %s را برای این نشست انتخاب کردید، ولی پیش‌فرض شما %s است.
fi: Valitsit istunnon %s, mutta oletuksesi on %s.
hu: A(z) %s lehetőséget választotta ehhez a környezethez, de az alapértelmezett beállítása %s.
kn: ಈ ಸೆಶನ್ನಿಗೆ ನೀವು %s ಅನ್ನು ಆರಿಸಿದ್ದೀರಿ, ಆದರೆ ನಿಮ್ಮ ಡಿಫಾಲ್ಟ್ ಸಂಯೋಜನೆಯು %s ಆಗಿದೆ.
nl: Uw heeft %s als sessie gekozen, maar uw standaardsessie is %s.
ru: Вы выбрали %s для этого сеанса, но по умолчанию установлен %s.
sl: Za to sejo ste izbrali %s, čeprav je vaša privzeta izbira %s.
te: మీరు ఈ సమకూర్పు కొరకు %s ఎంచుకున్నారు, కాని %s మీ యొక్క అప్రమేయ అమరిక.
tr: Bu oturum için %s seçildi, fakat öntanımlı seçiminiz %s.
vi: Bạn đã chọn %s cho phiên chạy này, nhưng thông số mặc định là %s.

source: Make _Default
da: Gør til _forvalgt
de: Zur _Vorgabe machen
fa: _قرار دادن به عنوان پیش‌فرض
fi: Aseta _oletus
hu: Legyen ez az _alapértelmezett
kn: ಡಿಫಾಲ್ಟ್ ಮಾಡು(_D)
nl: Maak _standaard
ru: Установить по _умолчанию
sl: Naredi _privzeto
te: _అప్రమేయం ఏర్పరచు
tr: Öntanımlı _Yap
vi: Làm _mặc định

source: Just For _This Session
da: Kun for _denne session
de: Nur für _diese Sitzung
fa: فقط برای _این تشست
fi: Vain _tämä istunto
hu: _Csak erre az alkalomra
kn: ಕೇವಲ ಈ ಅಧಿವೇಶನಕ್ಕೆ ಮಾತ್ರ(_T)
nl: Alleen voor _deze sessie
ru: Только для _этого сеанса
sl: _Le za to sejo
te: _ఈ సమకూర్పు కొరకు ఇప్పుడు
tr: Sadece _Bu Oturum İçin
vi: _Chỉ với phiên chạy này

source: Select a Language
da: Vælg et sprog
de: Eine Sprache wählen
fa: یک زبان انتخاب کنید
fi: Valitse kieli
hu: Válasszon nyelvet
kn: ಒಂದು ಭಾಷೆಯನ್ನು ಆರಿಸು
nl: Kies een taal
ru: Выбор языка
sl: Izberi jezik
te: భాషను ఎంచుకొనుము
tr: Bir Dil Seçin
vi: Chọn ngôn ngữ

source: Change _Language
da: Skift s_prog
de: _Sprache ändern
fa: ت_غییر زبان
fi: Vaihda kie_li
hu: _Nyelv módosítása
kn: ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸು(_L)
nl: _Taal wijzigen
ru: Изменить _язык
sl: Spremeni _Jezik
te: _భాషను మార్చుము
tr: _Dili Değiştir
vi: Đổi n_gôn ngữ

source: _Select the language for your session to use:
da: _Vælg et sprog for din session:
de: Wählen Sie die für Ihre Sitzung zu verwendende _Sprache:
fa: زبانی _برای استفاده در طول نشست انتخاب کنید:
fi: _Valitse istunnossasi käytettävä kieli:
hu: _Válassza ki a környezethez használandó nyelvet:
kn: ನಿಮ್ಮ ಅಧಿವೇಶನ ಬಳಸಬೇಕಿರುವ ಭಾಷೆಯನ್ನು ಆರಿಸಿ(_S):
nl: _Kies een taal om te gebruiken in uw sessie:
ru: _Выберите язык для этого сеанса:
sl: Izberite jezik, ki naj ga uporablja vaša _seja:
te: _మీ యొక్క సమకూర్పు వాడుటకు భాషను ఎంచుకొనుము.
tr: Oturumunuzda kullanılacak dili _seçin:
vi: Hãy chọn ngôn ngữ cần dùng ch_o phiên chạy:

source: the login screen
da: logind-skærmen
de: der Anmeldebildschirm
fi: kirjautumisikkuna
hu: a bejelentkező képernyő
kn: ಪ್ರವೇಶ ತೆರೆ
nl: het aanmeldscherm
ru: экран входа в систему
sl: prijavni zaslon
te: ప్రవేశద్వారం తెర
tr: giriş ekranı
vi: màn hình đăng nhập

source: Do you wish to restart %s with the chosen language?
da: Ønsker du at genstarte %s med det valgte sprog?
de: Möchten Sie %s mit der ausgewählten Sprache neu starten?
fi: Haluatko käynnistää %s:n valitulla kielellä?
hu: Újrainduljon a(z) %s a kiválasztott nyelvvel?
kn: ನೀವು ಆರಿಸಲ್ಪಟ್ಟ ಭಾಷೆಯಿಂದ %s ಅನ್ನು ಆರಂಭಿಸಲು ಬಯಸುತ್ತೀರ?
nl: Wilt u %s opnieuw starten met de gekozen taal?
ru: Вы хотите перезапустить %s с выбранным языком?
sl: Ali želite ponovno zagnati %s v izbranem jeziku?
te: ఎంచుకోబడిన భాషతో %s మొదలుపెట్టుటకు నీవు ఇష్టపడుతున్నావా?
tr: %s oturumunu seçilen dille yeniden başlatmak istiyor musunuz?
vi: Bạn có muốn khởi chạy %s bằng ngôn ngữ đã chọn không?

source: You will restart %s with the %s locale.
da: Du vil genstarte %s med lokalitet %s.
de: %s wird mit der Locale-Einstellung »%s« neu gestartet.
fi: %s käynnistetään uudestaan %s-kieliasetuksilla.
hu: A(z) %s újraindul a(z) %s területi beállítással.
kn: ನೀವು %s ಅನ್ನು %s ಭಾಷಾ ಪ್ರಾದೇಶಿಕದಿಂದ ಆರಂಭಿಸುತ್ತೀರ.
nl: U zult %s herstarten met de taal %s.
ru: Вы перезапустите %s в окружении с языком %s.
sl: Ponovno boste zagnali %s v %s jezikovnem sistemu
te: %s కార్యరంగం తో %s మొదలుపెట్టుటకు వీలుకాదు.
tr: %s oturumunu %s yerel ayarıyla başlatacaksınız.
vi: Bạn sẽ khởi chạy lại %s với miền địa phương %s.

source: _Yes
da: _Ja
de: _Ja
fi: _Kyllä
hu: _Igen
kn: ಹೌದು(_Y)
nl: _Ja
ru: _Да
sl: _Da
te: _అవును
tr: _Evet
vi: _Có

source: _No
da: _Nej
de: _Nein
fi: _Ei
hu: _Nem
kn: ಇಲ್ಲ(_N)
nl: _Nee
ru: _Нет
sl: _Ne
te: _కాదు
tr: _Hayır
vi: _Không

source: Cannot run command '%s': %s.
da: Kan ikke køre kommandoen "%s": %s.
de: Befehl »%s« konnte nicht ausgeführt werden: %s.
fa: نمی‌توان فرمان «%s» را اجرا کرد: %s.
fi: Ei voitu suorittaa komentoa "%s": %s.
hu: Nem futtatható a(z) „%s” parancs: %s
kn: ಆಜ್ಞೆ '%s'ಯನ್ನು ಚಲಾಯಿಸಲಾಗಿಲ್ಲ: %s.
nl: Kan opdracht %s niet uitvoeren: %s.
ru: Не удалось запустить команду '%s': %s
sl: Ni mogoče zagnati ukaza '%s': %s.
te: '%s' ఆదేశం నడుపుటకు వీలుకాదు: %s.
tr: '%s' komutu çalıştırılamıyor: %s.
vi: Không chạy được lệnh « %s »: %s

source: Cannot start background application
da: Kan ikke ikke starte baggrundsprogram
de: Hintergrundprogramm konnte nicht gestartet werden
fa: نمی‌توان برنامهٔ پس‌زمینه را آغاز کرد
fi: Taustaohjelmaa ei voi käynnistää
hu: Nem sikerült elindítani a háttéralkalmazást
kn: ಹಿಂಭಾಗದ ಅನ್ವಯವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ
nl: Kan achtergrondtoepassing niet starten
ru: Не удалось запустить фоновое приложение
sl: Ni mogoče zagnati programa v ozadju
te: పూర్వరంగం కార్యక్షేత్రము మొదలుపెట్టుటకు వీలుకాదు
tr: Artalan uygulaması başlatılamıyor
vi: Không thể khởi động ứng dụng nền.

source: User %u will login in %t
da: Brugeren %u logger ind om %t
de: Benutzer %u wird in %t angemeldet
fa: کاربر %Iu در عرض %It ثانیه وارد سیستم می‌شود
fi: Käyttäjä %u kirjautuu viiveellä %t
hu: %u felhasználó bejelentkeztetése %t múlva
kn: ಬಳಕೆದಾರ %u ನು %t ನಲ್ಲಿ ಪ್ರವೇಶಿಸುತ್ತಾನೆ
nl: %u wordt aangemeld over %t
ru: Пользователь %u зарегистрируется через %t
sl: Uporabnik %u se bo prijavil v %t
te: %u వినియోగదారు %t లో ప్రవేశద్వారం
tr: %s kullanıcısı %t saniye içinde giriş yapacak
vi: Người dùng %u sẽ đăng nhập trong vòng %t
