Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Cannot find or run the base session script. Running the GNOME failsafe session instead.
da: Kan ikke finde eller køre grundssessionsprogrammet. Starter i stedet den fejlsikrede GNOME-session.
de: Das Sitzungsbasisskript konnte nicht gefunden oder ausgeführt werden. Daher wird die abgesicherte GNOME-Sitzung für Sie versucht.
fi: Perusistunnon komentotiedostoa ei löydy, tai sitä ei voi suorittaa. Käynnistetään vikasietoinen Gnome-istunto sen sijaan.
hu: Nem található vagy nem futtatható az alap környezet-parancsfájl. Helyette a csökkentett módú GNOME kerül elindításra.
kn: ಮೂಲ ಅಧಿವೇಶನ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಪತ್ತೆಮಾಡಲಾಗಿಲ್ಲ ಅಥವ ಚಲಾಯಿಸಲಾಗಿಲ್ಲ. ಬದಲಿಗೆ GNOME ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನವನ್ನು ಚಲಾಯಿಸಲಾಗುತ್ತಿದೆ.
nl: Kan het basis Xsession-script niet vinden of starten. Zal 'GNOME veilige modus' proberen.
ru: Не удалось найти или выполнить базовый скрипт сеанса. Будет запущен защищённый от сбоев сеанс GNOME.
sl: Ni mogoče najti ali zagnati osnovne skripte seje. Zaganjanje varne seje GNOME.
te: %s: మూలం సమకూర్పు లిపి నడుపు లేదా వెతుకుట వీలుకాదు. గ్నోమ్ విఫలరక్షితం నడుపుచున్నది సమకూర్పు ప్రత్యామ్నాయముగా.
tr: Temel Xsession oturum betiği bulunamadı veya çalıştırılamadı. Onun yerine GNOME onarım oturumu başlatılıyor.
vi: Không thể tìm hoặc chạy tập lênh Xsession (phiên X) cơ bản nên đang thử dùng GNOME dự phòng thay thế.

source: %s: cinnamon-session not found for a failsafe GNOME session, trying xterm
da: %s: kommandoen cinnamon-session ikke fundet til en fejlsikret GNOME-session, prøver xterm
de: %s: cinnamon-session wurde für eine abgesicherte GNOME-Sitzung nicht gefunden. xterm wird versucht
fi: %s: ohjelmaa cinnamon-session ei löytynyt vikasietoisen Gnome-istunnon käynnistämiseksi, yritetään suorittaa xterm
hu: %s: a cinnamon-session nem található a csökkentett módú GNOME környezethez, az xterm-et próbálom
kn: %s: ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ GNOME ಅಧಿವೇಶನಕ್ಕೆ gnome-ಅಧಿವೇಶನ ಪತ್ತೆ ಮಾಡಲಾಗಿಲ್ಲ, xterm ಅನ್ನು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ
nl: %s: cinnamon-session niet gevonden voor een foutveilige GNOME sessie, xterm wordt geprobeerd.
ru: %s: программа cinnamon-session не найдена для защищённого от сбоев сеанса GNOME, попытка запуска сеанса xterm
sl: %s: cinnamon-session ukaz za varno sejo ni mogoče najti, poskus z xterm
te: %s: ఒక విఫలరక్షితం గ్నోమ్ సమకూర్పు కొరకు గ్నోమ్-సమకూర్పు దొరకలేదు, xనామకరణ ప్రయత్నించుచున్నది
tr: %s: GNOME onarım oturumu için cinnamon-session bulunamadı, xterm deneniyor
vi: %s: không tìm thấy « cinnamon-session » (phiên chạy gnome) để thực hiện phiên chạy GNOME dự phòng nên thử dùng « xterm ».

source: Could not find the GNOME installation, will try running the "Failsafe xterm" session.
da: Kunne ikke finde GNOME-installationen, prøver i stedet den "Fejlsikrede xterm"-session.
de: Die GNOME-Installation konnte nicht gefunden werden, die Sitzung »Abgesichertes X-Terminal« wird versucht.
fi: Gnomen asennusta ei löytynyt. Käynnistetään "Vikasietoinen xterm"-istunto sen sijaan.
hu: Nem található a GNOME telepítés, kísérlet a „Csökkentett módú xterm” környezet indítására.
kn: GNOME ಅನುಸ್ಥಾಪನೆಯು ಕಂಡುಬಂದಿಲ್ಲ, "ವಿಫಲತೆಸುರಕ್ಷಿತ xterm" ಅಧಿವೇಶವನ್ನು ಅರಂಭಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುವುದು.
nl: Kan de GNOME installatie niet vinden, de "Foutveilige xterm"-sessie zal geprobeerd worden.
ru: Не удалось найти установку среды GNOME, производится попытка запуска защищённого от сбоев сеанса xterm.
sl: Ni mogoče najti namestitve GNOME. Sistem bo poskušal zagnati varno sejo xterm.
te: గ్నోమ్ స్థాపన వెతుకుట వీలుకాదు, "విఫలరక్షితం xనామకరణ ప్రయత్నించు ఇఛ్ఛ నడుపుచున్నది" సమకూర్పు.
tr: GNOME kurulumu bulunamadı, "xterm onarım" oturumununun çalışması denenecek.
vi: Không thể tìm thấy bản cài đặt GNOME nên thử thực hiện phiên chạy « xterm dự phòng ».

source: This is the Failsafe GNOME session. You will be logged into the 'Default' session of GNOME without the startup scripts being run. This should be used to fix problems in your installation.
da: Dette er den fejlsikrede GNOME-session. Du vil blive logget ind standardsessionen i GNOME uden at opstartsprogrammerne bliver udført. Dette bør kun bruges til at ordne problemer i din installation.
de: Dies ist die abgesicherte GNOME-Sitzung. Sie werden an der GNOME-Vorgabesitzung angemeldet und es werden keine Startskripte ausgeführt. Dies dient ausschließlich zur Problembehebung.
fi: Tämä on Gnomen vikasietoinen istunto. Tällä kirjaudutaan Gnomen "Oletus"-istuntoon suorittamatta käynnistyskomentotiedostoja. Tätä käytetään asennuksessa olevien vikojen korjaamiseen.
hu: Ez a Csökkentett GNOME környezet. Az alapértelmezett GNOME környezetbe lesz bejelentkeztetve az indító parancsfájlok lefuttatása nélkül. Ez csak a rendszer hibáinak javítására szolgál.
kn: ಇದು ವಿಫಲತೆಸುರಕ್ಷಿತ GNOME ಅಧಿವೇಶನ. ಆರಂಭಿಕ ಸ್ಕ್ರಿಪ್ಟುಗಳು ಚಲಾಯಿತವಾಗದೆ ನೀವು GNOME ನ 'ಪೂರ್ವನಿಯೋಜಿತ' ಅಧಿವೇಶನಕ್ಕೆ ಪ್ರವೇಶಿಸಲ್ಪಡುತ್ತಿರಿ. ನಿಮ್ಮ ಅನುಸ್ಥಾಪನೆಯಲ್ಲಿನ ತೊಂದರೆಗಳನ್ನು ನಿವಾರಿಸಲು ಇದನ್ನು ಬಳಸಬೇಕು.
nl: Dit is de 'GNOME veilige modus'-sessie. U wordt aangemeld in de standaard GNOME zonder het uitvoeren van opstartscripts. Dit is alleen bedoeld om installatie-problemen te verhelpen.
ru: Это защищённый от сбоев сеанс GNOME. Будет загружен "Исходный" сеанс среды Gnome без загрузочных скриптов. Этот сеанс предназначен только для исправления проблем установки системы.
sl: To je varna seja GNOME. Prijavljeni boste v 'privzeto' sejo GNOME, brez zagnanih začetnih programov. Seja je namenjena le odpravljanju težav v vaši namestitvi.
tr: Bu, Gnome onarım oturumudur. Başlatma betikleri kullanılmadan 'Öntanımlı' oturuma girmiş olacaksınız. Bu oturum, yalnızca kurulum ile ilgili sorunlarınızı düzeltmeniz içindir.
vi: Đây là Phiên chạy Gnome dự phòng. Bạn sẽ được đăng nhập vào phiên làm việc « Mặc định » của Gnome và không chạy tập lệnh khởi động nào. Chế độ này chỉ được dùng để sửa lỗi trong bản cài đặt của bạn.

source: Cannot find "xterm" to start a failsafe session.
da: Kan ikke finde "xterm" for at starte en fejlsikret session.
de: »xterm« konnte nicht gefunden werden, um eine abgesicherte Sitzung zu starten
fi: Vikasietoisen istunnon ajamiseksi tarvittavaa ohjelmaa "xterm" ei löydy.
hu: Az „xterm” nem található a csökkentett környezethez.
kn: ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸಲು ಒಂದು "xterm" ಕಂಡುಬಂದಿಲ್ಲ.
nl: Kan "xterm" niet vinden om een 'Xterm veilige modus'-sessie te starten.
ru: Не удалось программу "xterm" для запуска защищённого от сбоев сеанса.
sl: Ni mogoče najti programa "xterm" za zagon varne seje.
te: ఒక విఫలరక్షితం సమకూర్పు మొదలుపెట్టుట కు "xనామకరణ" వెతుకుట వీలుకాదు
tr: Onarım oturumu için "xterm" bulunamadı.
vi: Không thể tìm thấy « xterm » để khởi chạy phiên chạy dự phòng.

source: This is the Failsafe xterm session. You will be logged into a terminal console so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
da: Dette er den fejlsikrede xterm-session. Du vil blive logget ind en terminalkonsol så du kan komme til at ordne systemet hvis det ikke er muligt at logge ind på andre måder. Indtast "exit" i vinduet og tryk på returtasten for at afslutte den fejlsikrede session.
de: Dies ist die abgesicherte XTerm-Sitzung. Sie werden an einer Terminal-Konsole angemeldet, sodass Sie Ihr System reparieren können, falls Sie sich auf keine andere Weise anmelden konnten. Geben Sie im Terminal-Emulator »exit« ein und drücken Sie die Eingabetaste, um den Terminal-Emulator zu beenden.
fi: Tämä on vikasietoinen xterm-istunto. Kirjaudutaan pääteikkunaan, jotta järjestelmän voi korjata muiden kirjautumistapojen toimimattomuudesta huolimatta. Kirjoita ikkunaan "exit" ja paina rivinvaihtoa poistuaksesi.
hu: Ez a Csökkentett terminál környezet. Egy terminál konzolba lesz bejelentkeztetve hogy megjavíthassa a rendszerét, ha nem tud más módon bejelentkezni. A terminálból kilépéshez írja be az „exit” szót és nyomjon entert az ablakban.
kn: ಇದು ವಿಫಲತೆಸುರಕ್ಷಿತ(failsafe) xterm ಅಧಿವೇಶನ. ಬೇರಾವುದೇ ಮಾರ್ಗದಿಂದ ನಿಮಗೆ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದೇ ಹೋದಲ್ಲಿ, ತೊಂದರೆಯನ್ನು ನೀವು ನಿವಾರಿಸುವ ಸಲುವಾಗಿ ನಿಮಗೆ ಒಂದು ಗಣಕ ಘಟಕ ಕನ್ಸೊಲನ್ನು (terminal console) ಒದಗಿಸಲಾಗುವುದು. ಗಣಕ ಘಟಕ ಅನುಸಾಧಕ(emulator)ದಿಂದ ಹೊರ ಬರಲು, 'exit' ಎಂದು ಟೈಪಿಸಿ ಹಾಗು ಕಿಟಕಿಗೆ (window) ಪ್ರವೇಶಿಸಿ.
nl: Dit is de 'Xterm veilige modus'-sessie. U wordt aangemeld op een terminal console zodat u het systeem kunt repareren als u op geen enkele andere manier kunt aanmelden. Om de terminal te verlaten, kunt u 'exit' intypen.
ru: Это защищённый от сбоев сеанс xterm. После входа в сеанс в терминальной консоли можно будет исправить конфигурацию, если вход в сеанс другими путями невозможен. Для выхода из эмулятора терминала, введите "exit" и нажмите клавишу "Enter".
sl: Pozdravljeni v varni seji xterm. Prijavljeni boste v konzolo terminala za popravilo sistem v kolikor se drugače ni mogoče prijaviti. Za izhod iz emulatorja terminala vtipkajte 'exit' in pritisnite enter.
tr: Bu xterm onarım oturumudur. Eğer başka bir yol ile düzeltemiyorsanız ,sisteminizi düzeltebilmeniz için bir terminal konsoluna giriş yapacaksınız. Terminal emülatöründen çıkmak için pencereye 'exit' yazıp girin.
vi: Đây là Phiên chạy xterm dự phòng. Bạn sẽ được đăng nhập vào bàn giao tiếp trên bộ mô phỏng thiết bị cuối để có thể sửa lỗi trên hệ thống khi bạn không còn có thể đăng nhập theo cách khác lại. Để thoát khỏi bộ mô phỏng thiết bị cuối này, hãy gõ 'exit' và nhấn phím Enter vào cửa sổ.

source: This is the Failsafe xterm session. You will be logged into a terminal console and be prompted to enter the password for root so that you may fix your system if you cannot log in any other way. To exit the terminal emulator, type 'exit' and an enter into the window.
da: Dette er den fejlsikrede xterm-session. Du vil blive logget ind en terminalkonsol og bedt om at skrive root-adgangskoden, så du kan komme til at ordne systemet, hvis det ikke er muligt at logge ind på andre måder. Indtast "exit" i vinduet og tryk på returtasten for at afslutte terminal-emulatoren.
de: Dies ist die abgesicherte XTerm-Sitzung. Sie werden an einer Terminal-Konsole angemeldet und nach dem »root«-Password gefragt, sodass Sie Ihr System reparieren können, falls Sie sich auf keine andere Weise anmelden können. Geben Sie im Terminal-Emulator »exit« ein und drücken Sie die Eingabetaste, um den Terminal-Emulator zu beenden.
fi: Tämä on vikasietoinen xterm-istunto. Istunto avataan pääteikkunaan, jotta järjestelmän voi korjata muiden kirjautumistapojen toimimattomuudesta huolimatta. Istunnon aluksi kysytään pääkäyttäjän salasanaa, jotta voit korjata järjestelmän virheet. Kirjoita ikkunaan "exit" ja paina rivinvaihtoa poistuaksesi.
hu: Ez a csökkentett módú xterm környezet. Egy terminálra lesz bejelentkeztetve, amely bekéri a rendszergazda jelszót, így megjavítható a rendszer, amelybe másként nem tud bejelentkezni. Ebből a módból az ablakban kiadott „exit” paranccsal léphet ki.
kn: ಇದು ವಿಫಲತೆಸುರಕ್ಷಿತ(failsafe) xterm ಅಧಿವೇಶನ. ಬೇರಾವುದೇ ಮಾರ್ಗದಿಂದ ನಿಮಗೆ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದೇ ಹೋದಲ್ಲಿ, ನಿಮ್ಮ ಗಣಕದಲ್ಲಿನ ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸುವ ಸಲುವಾಗಿ ನಿಮಗೆ ಒಂದು ಗಣಕ ಘಟಕ ಕನ್ಸೊಲನ್ನು (terminal console) ಹಾಗು ಮೂಲಕ್ಕೆ ಗುಪ್ತಪದವನ್ನು ದಾಖಲಿಸುವ ಸಲುವಾಗಿ ಸಿದ್ಧಸೂಚಕ(prompt)ವನ್ನು ಒದಗಿಸಲಾಗುವುದು. ಗಣಕ ಘಟಕ ಅನುಸಾಧಕ(emulator)ದಿಂದ ಹೊರ ಬರಲು, 'exit' ಎಂದು ಟೈಪಿಸಿ ಹಾಗು ಕಿಟಕಿಗೆ (window) ಪ್ರವೇಶಿಸಿ.
nl: Dit is de foutveilige xterm sessie. U wordt aangemeld op een terminal console , en voor het root-wachtwoord gevraagd zodat u het systeem kunt repareren als u op geen enkele andere manier kunt aanmelden. Om de terminal te verlaten, kunt u 'exit' intypen, en op enter drukken.
ru: Это защищённый от сбоев сеанс xterm. После входа в сеанс в терминальной консоли вам будет предложено ввести пароль пользователя root, чтобы вы могли исправить систему и зарегистрироваться в системе другим способом. Для выхода из эмулятора терминала введите в окне терминала "exit" и нажмите клавишу "Enter".
sl: To je varna seja xterm. Prijavljeni boste v konzolo terminala, v kateri boste morali vnesti skrbniško geslo za popravljanje sistema v kolikor se drugače ni mogoče prijaviti. Za izhod iz emulatorja terminala vtipkajte 'exit' in pritisnite enter.
tr: Bu xterm onarım oturumudur. Eğer başka bir yolla sisteme giremiyorsanız, sisteminizi düzeltmek için bir uçbirim penceresinden root parolasını girmeniz istenecek. Uçbirimden çıkmak için 'exit' komutunu girin.
vi: Đây là Phiên chạy xterm dự phòng. Bạn sẽ được đăng nhập vào bàn giao tiếp thiết bị cuối và sẽ được nhắc nhập mật khẩu của người chủ để sửa hệ thống nếu bạn không thể đăng nhập bằng cách khác nào. Để thoát khỏi bộ mô phỏng thiết bị cuối này, hãy gõ « exit » và nhấn phím Enter vào cửa sổ.

source: The failsafe session is restricted to users who have been assigned the root role. If you cannot log in any other way please contact your system administrator
da: Den fejlsikrede session er begrænset til brugere der har fået tildelt root-rollen. Hvis du ikke kan logge ind på nogen anden måde så kontakt din systemadministrator
de: Die abgesicherte Sitzung ist auf Benutzer mit »root«-Zugriff beschränkt. Falls Sie sich auf keine andere Weite anmelden können, wenden Sie sich bitte an Ihren Systemadministrator.
fi: Vikasietotila on rajattu käyttäjille, joilla on ylläpitäjäoikeudet. Ota yhteyttä ylläpitäjääsi, jos et voi kirjautua muilla tavoin sisään.
hu: A csökkentett módú környezet a rendszergazda szereppel rendelkező felhasználókra van korlátozva. Ha másként nem tud bejelentkezni, akkor lépjen kapcsolatba a rendszergazdával.
kn: ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನವು ಮೂಲ ಪಾತ್ರ ನಿಯೋಜಿತವಾದ ಬಳಕೆದಾರರು ಮಾತ್ರ ಬಳಸುವಂತೆ ನಿರ್ಬಂಧಿತವಾಗಿದೆ. ನಿಮಗೆ ಬೇರಾವುದೇ ವಿಧದಲ್ಲಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದೇ ಇದ್ದರೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನನ್ನು ಸಂಪರ್ಕಿಸಿ
nl: De foutveilige sessie is alleen toegankelijk voor gebruikers met rootgebruiker-mogelijkheden. Als u op geen enkele manier kunt inloggen, neem dan contact op met uw systeembeheerder.
ru: Защищённый от сбоев сеанс доступен только для пользователей, имеющих полномочия пользователя root (администратора). Если вы не можете зарегистрироваться в системе, свяжитесь со своим системным администратором.
sl: Varna seja je omejena na uporabnike, ki jim je dodeljena vloga skrbnika. V primeru, da se ni mogoče prijaviti v nobeno drugo sejo, se obrnite na skrbnika sistema.
tr: Hata giderme oturumu root konumundaki kullanıcılara özeldir.Başka bir yoldan sisteme giremezseniz lütfen sistem yöneticinizle iletişime geçin.
vi: Phiên bản dự phòng bị hạn chế thành những người dùng có vai trò người chủ (root). Nếu bạn không thể đăng nhập bằng cách khác nào, vui lòng liên lạc với quản trị hệ thống.

source: %s: User not allowed to log in
da: %s: Bruger har ikke tilladelse til at logge ind
de: %s: Benutzer darf sich nicht anmelden
fi: %s: Käyttäjällä ei ole lupaa kirjautua sisään
hu: A(z) %s felhasználó nem jelentkezhet be
kn: %s: ಬಳಕೆದಾರನಿಗೆ ದಾಖಲಾಗಲು ಅನುಮತಿ ಇಲ್ಲ
nl: %s: Gebruiker mag zich niet aanmelden
ru: %s: Пользователю не разрешен вход в систему
sl: %s: Uporabniku prijava ni dovoljena
te: %s: వినియోగదారుడు ప్రవేశద్వారం కు అనుమతించబడడు
tr: %s: Kullanıcı girmeye yetkili değil
vi: %s: không cho phép người dùng đăng nhập.

source: The system administrator has disabled your account.
da: Systemadministratoren har deaktiveret din konto.
de: Der Systemadministrator hat Ihren Zugang deaktiviert.
fi: Järjestelmän ylläpitäjä on poistanut tunnuksen käytöstä.
hu: A rendszergazda felfüggesztette az Ön felhasználói fiókját.
kn: ಗಣಕ ವ್ಯವಸ್ಥಾಪಕನು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಶಕ್ತಗೊಳಿಸಿದ್ದಾನೆ.
nl: De systeembeheerder heeft uw account uitgeschakeld.
ru: Системный администратор заблокировал вашу учетную запись.
sl: Skrbnik sistema je onemogočil vaš račun.
te: మీ యొక్క ఖాతాను వ్యవస్థ నిర్వాహకుడు నిరుపయోగపరచెను.
tr: Sistem yöneticisi kullanıcı hesabınızı kapatmış.
vi: Quản trị hệ thống đã vô hiệu hóa tài khoản của bạn.

source: Error! Unable to set executable context.
da: Fejl! Kan ikke sætte kørbar kontekst.
de: Fehler! Executable-Kontext konnte nicht gesetzt werden.
fi: Virhe! Ei voi asettaa suorituskontekstia.
hu: Hiba! Nem sikerült futtató környezetet beállítani.
kn: ದೋಷ! ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಸನ್ನಿವೇಶವನ್ನು ಸಂಯೋಜಿಸಲಾಗಿಲ್ಲ.
nl: Fout! Niet in staat de context voor het programma in te stellen.
ru: Ошибка! Не удалось установить исполняемый контекст.
sl: Napaka! Ni mogoče določiti izvedljive vsebine.
te: దోషము! నిర్వర్తించబడు సంధర్భం అమర్చుటకు వీలుకాదు.
tr: Hata! Çalıştırılabilir bir içerik ayarlanamıyor.
vi: Lỗi! Không thể đặt ngữ cảnh thực thi.

source: %s: Could not exec %s
da: %s: Kunne ikke køre %s
de: %s: %s konnte nicht ausgeführt werden
fi: %s: Komentoa %s ei voitu suorittaa
hu: %s: Nem sikerült elindítani ezt: %s
kn: %s: %s ಅನ್ನು exec ಮಾಡಲಾಗುತ್ತಿಲ್ಲ
nl: %s: kon %s niet uitvoeren
ru: %s: Не удалось выполнить %s
sl: %s: Ni mogoče zagnati %s
te: %s: %s నిర్వర్తించుట వీలుకాదు
tr: %s: %s Çalıştırılamadı
vi: %s: không thể thực hiện %s

source: Cannot start the session due to some internal error.
da: Kan ikke starte sessionen pga. en intern fejl.
de: Die Sitzung konnte aufgrund eines internen Fehlers nicht gestartet werden.
fi: Istuntoa ei voi käynnistää jonkin sisäisen virheen takia.
hu: A környezet nem indítható el valamilyen belső hiba miatt.
kn: ಕೆಲವೊಂದು ಆಂತರಿಕ ದೋಷದ ಕಾರಣದಿಂದಾಗಿ ಅಧಿವೇಶನವನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗಿಲ್ಲ.
nl: Kan de sessie niet starten vanwege een interne fout.
ru: Не удалось запустить сеанс из-за внутренней ошибки.
sl: Ni mogoče zagnati seje zaradi notranje napake.
te: కొన్ని అంతర్గత దోషం ల వల్ల సమకూర్పు మొదలుపెట్టుటకు వీలుకాదు.
tr: Bazı dahili sorunlar yüzünden oturum başlatılamadı.
vi: Không thể khởi chạy phiên chạy vì lỗi nội tại.

source: %s: User passed auth but getpwnam (%s) failed!
da: %s: Bruger godkendt, men getpwnam (%s) mislykkedes!
de: %s: Benutzer übergab auth, getpwnam (%s) ist jedoch gescheitert!
fi: %s: Käyttäjä läpäisi todentamisen, mutta getpwnam(%s) epäonnistui.
hu: %s: A bejelentkezés sikeres, de a getpwnam (%s) meghiúsult!
kn: %s: ಬಳಕೆದಾರರನು ದೃಢೀಕರಣದಲ್ಲಿ ತೇರ್ಗಡೆ ಹೊಂದಿದ್ದಾನೆ ಆದರೆ getpwnam (%s) ವಿಫಲಗೊಂಡಿದೆ!
nl: %s: Gebruiker is geïdentificeerd maar getpwnam(%s) is mislukt!
ru: %s: Пользователь прошел авторизацию, но не удалось выполнить функцию getpwnam(%s)!
sl: %s: Uporabnik je overjen, vendar getpwnam (%s) ni uspešno zagnan!
te: %s: వినియోగదారు వెళ్ళబడిన ప్రామాణికం కాని getpwnam (%s) విఫలమైంది!
tr: %s: Kullanıcı giriş yapabildi fakat getpwnam (%s) başarısız oldu!
vi: %s: người dùng đã chuyển auth (xác thực) nhưng getpwnam(%s) (lấy mật khẩu và tên) thất bại.

source: %s: Execution of PostLogin script returned > 0. Aborting.
da: %s: Udførsel af præsessionsprogram returnerede > 0. Afbryder.
de: %s: Ausführen des PostLogin-Skripts lieferte einen Rückgabewert > 0. Abbruch.
fi: %s: Kirjautumisen jälkeisen komentojonon suoritus palautti arvon > 0. Keskeytetään.
hu: %s: A PostLogin parancsfájl futtatása nullánál nagyobb értékkel tért vissza. Művelet megszakítva.
kn: %s: ಪ್ರವೇಶೋತ್ತರ ಸ್ಕ್ರಿಪ್ಟನ ಕಾರ್ಯಗತಗೊಳಿಸುವಿಕೆಯು ಹಿಮ್ಮರಳಿದೆ > 0. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: %s: Het opstarten van het PostLogin script geeft > 0. Gestopt.
ru: %s: Скрипт PostLogin вернул значение > 0. Происходит аварийное окончание работы.
sl: %s: Izvajanje PostLogin skripte je vrnilo rezultat večji od 0. Prekinitev dejanja.
te: %s: పోస్ట్ నమోదు లిపి యొక్క అమలుజరుపుట పురాగమనంచెందినది > 0. అర్థాంతరముగా నిలుపుచున్నది.
tr: %s: Oturum öncesi betiği 0'dan büyük bir değerle döndü. İptal ediliyor.
vi: %s: sự thực hiện tập lệnh PostLogin (sau khi đăng nhập) trả về giả trị > 0 nên hủy bỏ.

source: Your home directory is listed as: '%s' but it does not appear to exist. Do you want to log in with the / (root) directory as your home directory? It is unlikely anything will work unless you use a failsafe session.
da: Din hjemmemappe bliver angivet til at være "%s" men ser ikke ud til at eksistere. Vil du logge ind med rodmappen "/" som din hjemmemappe? Sandsynligvis virker intet medmindre du bruger en fejlsikret session.
de: Ihr Heimverzeichnis ist als »%s« gelistet, scheint jedoch nicht zu existieren. Möchten Sie sich mit dem Wurzelverzeichnis (/) als Heimverzeichnis anmelden? Vermutlich wird nichts funktionieren, sofern Sie keine abgesicherte Sitzung verwenden.
fi: Kotihakemistosi on asetettu arvoon "%s", mutta sitä ei näytä olevan olemassa. Haluatko kirjautua siten, että kotihakemistona käytetään juurihakemistoa? Todennäköisesti mikään ei toimi oikein, ellet kirjaudu vikasietoiseen istuntoon.
hu: A saját könyvtára „%s” néven van felsorolva, de úgy tűnik, ez a könyvtár nem létezik. Be akar lépni úgy, hogy a gyökérkönyvtár (/) legyen a saját könyvtára? Valószínűleg semmi sem fog működni, hacsak nem a csökkentett módú környezetet választja.
kn: ನಿಮ್ಮ ಪ್ರಾರಂಭಿಕ (home) ಕಡತಕೋಶವು: '%s' ಎಂದು ಸೂಚಿತವಾಗಿದೆ ಆದರೆ ಅದು ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಂತೆ ಕಾಣಿಸುವುದಿಲ್ಲ. ನೀವು / (ಮೂಲ) ಕಡತಕೋಶವನ್ನೇ ನಿಮ್ಮ ಪ್ರಾರಂಭಿಕ ಕಡತ ಕೋಶವೆಂದು ಪರಿಗಣಿಸಿ ಒಳಗೆ ಪ್ರವೇಶಿಸಲು ಬಯಸುತ್ತೀರೆ? ನೀವು ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ ಅಧಿವೇಶನವನ್ನು ಬಳಸದೇ ಹೋದಲ್ಲಿ ಯಾವುದೇ ಕಾರ್ಯ ಸಂಭವಿಸುವ ಸಾಧ್ಯತೆ ಬಹಳ ಕಡಿಮೆ ಆಗಿರುತ್ತದೆ.
nl: Uw persoonlijke map is ingesteld als:'%s', maar die lijkt niet te bestaan. Wilt u aanmelden met de hoofdmap '/' als uw persoonlijke map? Het is onwaarschijnlijk dat er ook maar iets werkt tenzij u een 'veilige modus'-sessie gebruikt.
ru: Ваш домашний каталог определён как: "%s", но, похоже что он не существует. Желаете ли войти в сеанс, имея каталог суперпользователя в качестве домашнего каталога? Скорее всего, ничего не будет работать, пока не будет использован защищённый от сбоев сеанс.
sl: Vaš domači imenik je naveden kot: '%s', vendar je videti, da ne obstaja.Ali se želite prijaviti s skrbniškim imenikom kot vašim domačim imenikom? V kolikor ne uprabljate varne seje, verjetno ne bo nič delalo.
tr: Başlangıç dizininiz '%s' olarak belirlenmiş fakat böyle dizin yok. Başlangıç dizini olarak kök dizin (/) ile giriş yapmak ister misiniz? Onarım oturumu açana kadar çoğu uygulama çalışmayabilir.
vi: Thư mục chính của bạn được liệt kê là: '%s', nhưng có vẻ là nó không tồn tại. Bạn có muốn đăng nhập với thư mục gốc / như là thư mục chính của bạn không? Rất có thể không hoạt động được trừ khi bạn dùng phiên chạy dự phòng.

source: %s: Home directory for %s: '%s' does not exist!
da: %s: Hjemmemappen til %s: "%s" eksisterer ikke!
de: %s: Heimverzeichnis »%s« für %s existiert nicht!
fi: %s: Käyttäjän %s kotihakemistoa "%s" ei ole olemassa.
hu: %s: A(z) %s felhasználó „%s” saját könyvtára nem létezik!
kn: %s: %s ಕ್ಕೆ ಪ್ರಾರಂಭಿಕ ಕಡತಕೋಶ: '%s' ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ!
nl: %s: Persoonlijke map voor %s: '%s' bestaat niet!
ru: %s: Домашний каталог пользователя %s: "%s" не существует!
sl: %s: Domači imenik za %s: '%s' ne obstaja!
te: %s: %s కొరకు నివాస వివరము: '%s' కలిగిలేదు!
tr: %s: %s için başlangıç dizini: '%s' yok!
vi: %s: thư mục chính của %s: '%s' không tồn tại.
