Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Allow group writable files and directories.
da: Tillad gruppe-skrivbare filer og mapper.
de: Dateien und Ordner mit Gruppenschreibrecht zulassen.
fi: Salli tiedostot ja kansiot, joihin ryhmillä on kirjoitusoikeus.
hu: A csoport által írható fájlok és könyvtárak engedélyezése.
kn: ಸಮೂಹ ಬರೆಯಬಲ್ಲ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳನ್ನು ಅನುಮತಿಸು.
nl: Voor groep schrijfbare bestanden en mappen toestaan
ru: Разрешить файлы и каталоги с правом записи группы.
sl: Dovoli skupinsko pisljive datoteke in imenike
te: సముదాయం వ్రాయబడు దస్త్రములు మరియు వివరములు అనుమతించు.
tr: Grup tarafından yazılabilir dosya ve dizinlere izin ver.
vi: Cho phép nhóm ghi vào tập tin và thư mục.

source: Allow logi_n if group write permissions on user's home directory
da: Tillad logi_nd hvis der er gruppe-skrivetilladelse på brugerens hjemmemappe
de: A_nmeldung bei Gruppenschreibrechten auf das Heimverzeichnis des Benutzers zulassen
fi: Salli kirjautuminen, kun ry_hmällä on kirjoitusoikeus kotihakemistoon
hu: Bejelentkezés engedélyezése, ha a felhasználó saját könyvtárára a _csoportnak írási joga van
kn: ಬಳಕೆದಾರನ ಪ್ರಾರಂಭಿಕ ಕೋಶಕ್ಕೆ ಸಮೂಹಕ್ಕೆ ಬರೆಯಲು ಅನುಮತಿ ಇದ್ದರೆ ಪ್ರವೇಶವನ್ನು(_n) ಅನುಮತಿಸು
nl: Aanmelde_n toestaan als groep schrijftoegang heeft in persoonlijke map van gebruiker
ru: Разрешить вход, если домашний каталог пользователя имеет доступ на запись для группы
sl: Dovoli _prijavo, če ima skupina dovoljenja za pisanje v uporabnikovi domači mapi.
te: _వినియోగదారుల నివాస వివరం పై ఒకవేళ సముదాయం వ్రాయు అనుమతులు ప్రవేశద్వారం అనుమతించు
tr: Kullanıcı dizinindeki _grup yazma hakları var ise girişe izin ver
vi: Cho phép đăng nhập nếu _nhóm (group) có quyền ghi vào thư mục chính của người dùng

source: Allow login _if all write permissions on user's home directory
da: Tillad log_ind hvis alle har skrivetilladelse til brugerens hjemmemappe
de: Anmeldung be_i globalen Schreibrechten auf das Heimverzeichnis des Benutzers zulassen
fi: Salli k_irjautuminen, kun kaikilla on kirjoitusoikeus kotihakemistoon
hu: Bejelentkezés engedélyezése, ha a felhasználó saját könyvtárára _mindenkinek írási joga van
kn: ಬಳಕೆದಾರನ ಪ್ರಾರಂಭಿಕ ಕೋಶಕ್ಕೆ ಸಮೂಹಕ್ಕೆ ಬರೆಯುವ ಎಲ್ಲಾ ಅನುಮತಿ ಇದ್ದರೆ ಪ್ರವೇಶವನ್ನು(_i) ಅನುಮತಿಸು
nl: Aanmelden toestaan als iedereen schrijftoegang heeft _in persoonlijke map van gebruiker
ru: Разрешить вход, если домашний каталог пользователя имеет доступ на запись для всех
sl: Dovoli _prijavo, če imajo vsi dovoljenja za pisanje v uporabnikovi domači mapi
te: _వినియోగదారుల నివాస వివరం పై ఒకవేళ అన్ని వ్రాయు అనుమతులు ప్రవేశద్వారం అనుమతించు
tr: Kullanıcı dizinindeki tüm _yazma hakları varsa ise girişe izin ver
vi: Cho phép đăng nhập nếu mọ_i người có quyền ghi vào thư mục chính của người dùng

source: Allow world writable files and directories.
da: Tillad globalt skrivbare filer og mapper.
de: Dateien und Ordner mit globalen Schreibrechten zulassen.
fi: Salli tiedostot ja kansiot, joihin kaikilla on kirjoitusoikeus.
hu: Mindenki által írható fájlok és könyvtárak engedélyezése.
kn: ಜಾಗತಿಕವಾಗಿ ಬರೆಯಬಲ್ಲ ಕಡತಗಳಿಗೆ ಹಾಗು ಕೋಶಗಳನ್ನು ಅನುಮತಿಸು.
nl: Voor iedereen schrijfbare bestanden en mappen toestaan.
ru: Разрешить доступные для всех файлы и каталоги.
sl: Dovoli datoteke in imenike pisljive za vse
te: దేశ వ్రాయబడు దస్త్రములు మరియు వివరములు అనుమతించు.
tr: Herkes tarafından yazılabilir dosya ve dizinlere izin ver.
vi: Cho phép thế giới (world) ghi vào tập tin và thư mục.

source: Allows the configurator to be run from the greeter. Note that the user will need to type in the root password before the configurator will be started.
da: Tillader at indstillingsprogrammet kan køres fra velkomstbyderen. Bemærk at brugeren vil være nødt til at skrive root-adgangskoden før indstillingsprogrammet vil blive startet.
de: Erlaubt es, die Einstellungen aus dem Begrüßer heraus zu ändern. Beachten Sie, dass der Benutzer dafür das Root-Passwort eingeben muss.
fi: Salli asetusohjelman suoritus kirjautumisikkunasta. Huomaa, että käyttäjän täytyy antaa pääkäyttäjän salasana, jotta asetusohjelma voidaan käynnistää.
hu: Lehetővé teszi a beállító futtatását az üdvözlőből. Ne feledje, hogy ehhez a felhasználónak be kell írnia a rendszergazda jelszavát.
kn: ಸಂರಚಕವನ್ನು ಸ್ವಾಗತಕಾರಕದಲ್ಲಿ ಚಲಾಯಿತವಾಗುವಂತೆ ಅನುಮತಿಸು. ಸಂರಚಕವು ಆರಂಭಗೊಳ್ಳುವ ಮೊದಲು ಬಳಕೆದಾರನು ಮೂಲದ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಬೇಕು ಎಂಬುದನ್ನು ನೆನಪಿಡಿ.
nl: Staat toe dat de configuratie vanuit de begroeter kan worden gewijzigd. Opmerking: de gebruiker dient het root-wachtwoord in te voeren voordat het configuratieprogramma wordt gestart.
ru: Позволяет запустить утилиту настройки из программы-приветствия. Учтите, что для запуска утилиты настройки пользователю потребуется ввести пароль пользователя root.
sl: Dovoli zagon nastavitev preko pozdravnega zaslona. Uporabnik bo moral vnesti skrbniško geslo preden bo program za nastavljanje zagnan.
tr: Yapılandırıcının karşılayıcı ekranından çalıştırılmasına izin verir. Ayarlayıcının başlaması için kullanıcının root parolası girmesi gerekmektedir.
vi: Cho phép chạy bộ cấu hình từ bộ chào mừng. Ghi chú rằng người dùng vẫn cần phải gõ mật khẩu vào trước khi bộ cấu hình khởi chạy được.

source: Always append -nolisten tcp to the command line of local X servers, thus disallowing TCP connection. This is useful if you do not care for allowing remote connections, since the X protocol could really be potentially a security hazard to leave open, even though no known security problems exist. Also disables X forwarding, but does not affect XDMCP.
da: Tilføj altid -nolisten tcp til den lokale X-servers kommandolinje, hvilket fører til at TCP-forbindelser afvises. Dette er nyttigt hvis du ikke har lyst til at tillade fjern-forbindelser, idet X-protokollen potentielt kunne udgøre en sikkerhedsrisiko, selvom der ikke eksisterer nogen kendte sikkerhedsproblemer. Dette deaktiverer også X-videresending men har ikke indflydelse på XDMCP.
de: Erlaubt es, an die Befehlszeile des lokalen X-Servers »-nolisten tcp« anzuhängen, sodass TCP-Verbindingen verboten werden. Dies ist nützlich, wenn Sie entfernte Verbindungen nicht benötigen, da das X-Protokoll eine mögliche offene Sicherheitslücke darstellen kann, auch wenn keine bekannten Sicherheitsprobleme existieren. X-Forwarding wird ebenfalls deaktiviert, aber wirkt sich nicht auf XDMCP aus.
fi: Estä TCP-yhteydet lisäämällä aina "-nolisten tcp"-valitsin paikallisten X-palvelinten komentoriville. Näin kannattaa tehdä, jos et halua sallia suoria etäyhteyksiä palvelimelle. X-protokollan yhteyksien jättäminen avoimiksi saattaa myös olla turvallisuusriski, vaikka tunnettuja haavoittuvuuksia ei olekaan. Asetus estää myös X:n uudelleenohjauksen mutta ei vaikuta XDMCP-yhteyksiin.
hu: A helyi X kiszolgálók parancssorához mindig fűzze hozzá a -nolisten tcp kapcsolót, így letiltva a TCP kapcsolatot. Ez akkor hasznos, ha nem kívánja engedélyezni a távoli kapcsolatokat, mivel az X protokoll nyitva hagyása valódi biztonsági kockázatot jelenthet, még ha nincsenek is ismert biztonsági hibák. Ezen kívül az X továbbítást is letiltja, de nem érinti az XDMCP-t.
kn: ಯಾವಾಗಲೂ -nolisten tcp ಯನ್ನು ಸ್ಥಳೀಯ X ಪರಿಚಾರಕದಲ್ಲಿನ ಆಜ್ಞಾ ಸಾಲಿನಲ್ಲಿ ಅನುಬಂಧಿಸಿ(append), ಇದು TCP ಸಂಪರ್ಕವನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ನೀವು ದೂರದ ಸಂಪರ್ಕವನ್ನು ಅನುಮತಿಸುವ ಇಚ್ಚೆ ಇಲ್ಲದೇ ಇದ್ದರೆ ಇದು ಸಹಕಾರಿಯಾಗುತ್ತದೆ, ಏಕೆಂದರೆ X ಪ್ರೊಟೋಕಾಲ್ ಅನ್ನು ತೆರೆದಿಡುವುದು, ಯಾವುದೇ ಗೊತ್ತಿರುವ ಸುರಕ್ಷತಾ ತೊಂದರೆ ಇಲ್ಲದೇ ಹೋದರೂ, ಒಂದು ಸಂಭಾವ್ಯ ಸುರಕ್ಷತಾ ಅಪಾಯಕ್ಕೆ ಎಡೆ ಮಾಡಬಲ್ಲದು. ಇದು X ಮುಂದುವರಿಕೆಯನ್ನು (forwarding) ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸುತ್ತದೆ, ಆದರೆ XDMCP ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.
nl: Altijd '-nolisten tcp' toevoegen aan de opdrachtregel voor lokale X-servers, dus TCP-verbindingen worden niet toegelaten. Dit is handig als u niet van plan bent externe verbindingen toe te staan, omdat het X-protocol een potentieel veiligheidsrisico vormt als dit open gelaten wordt, zelfs als er geen bekende veiligheidslekken zijn. Dit schakelt ook X-forwarding uit maar heeft geen effect op XDMCP.
ru: Всегда добавляет команду -nolisten tcp в командную строку локального X-сервера, тем самым запрещая соединения TCP. Это полезно, если вы не собираетесь использовать удалённые подключения, потому что X-протокол представляет собой потенциальную угрозу для безопасности если оставлен открытым, даже если нет известных проблем. Также запрещает X forwarding, но не влияет на XDMCP.
sl: Vedno pripni -nolisten tcp ukazni vrstici krajevnim X strežnikom in s tem onemogoči TCP povezave. Možnost je uporabna kadar ne želite vzpostavljati oddaljenih povezav, saj je X protokol potencialna nevarnost tudi kadar ni znanih varnostnih napak. Onemogočeno bo tudi X posredovanje, kar pa ne vpliva na XDMCP.
tr: Yerel X sunucuların komut satırına her zaman -nolisten tcp ekle ve böylece TCPbağlantılarına izin verme. Bu, eğer dışarıdan bağlantılara izin verilmesi sizin için önemli değilse kullanışlıdır, çünkü bilinen herhangi bir güvenlik sorununun olmamasıdurumunda bile X protokolü, açık bırakıldığında güvenlik tehlikesi oluşturabilir.
vi: Luôn luôn phụ thêm « -nolisten tcp » vào dòng lệnh của các máy phục vụ X cục bộ, thì tắt khả năng kết nối kiểu TCP. Có ích nếu bạn không muốn cho phép kết nối từ xa, vì giao thức X thực sự có thể rủi ro bảo mật khi còn lại mở, dù chưa có vấn đề bảo mật đã biết. Tùy chọn này cũng tắt khả năng chuyển tiếp X, nhưng không có tác động XDMCP.

source: Apply Co_mmand Changes
da: Anvend ko_mmandoændringer
de: Änderungen an Kommandos ü_bernehmen
fi: T_oteuta muutokset komentoihin
hu: Parancsmódosítások _alkalmazása
kn: ಆಜ್ಞಾ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಿ(_m)
nl: _Opdrachtwijzigingen toepassen
ru: Применить изменения к_оманд
sl: Uveljavi s_premembe ukaza
te: ఆదేశం మార్పులను అనుసంధించు
tr: Komut Değişikliklerini _Uygula
vi: Á_p dụng thay đổi lệnh

source: Author:
da: Forfatter:
de: Autor:
fa: مؤلف:
fi: Tekijät:
hu: Szerző:
kn: ಲೇಖಕ:
nl: Auteur:
ru: Автор:
sl: Avtor:
te: గ్రంధకర్త:
tr: Yazar:
vi: Tác giả:

source: Background
da: Baggrund
de: Hintergrund
fa: پس‌زمینه
fi: Tausta
hu: Háttér
kn: ಹಿಂಭಾಗ
nl: Achtergrond
ru: Фон
sl: Ozadje
te: పూర్వరంగం
tr: Arkaplan
vi: Nền

source: Background color of the greeter.
da: Velkomstbyderens baggrundsfarve.
de: Hintergrundfarbe des Begrüßers:
fi: Kirjautumisikkunan taustaväri.
hu: Az üdvözlő háttérszíne.
kn: ಸ್ವಾಗತಕಾರನ ಹಿಂಭಾಗದ ಬಣ್ಣ.
nl: Achtergrondkleur van de begroeter.
ru: Цвет фона.
sl: _Barva ozadja pozdrava:
te: వందనము యొక్క పూర్వరంగం వర్ణము
tr: Karşılayıcının artalan rengi.
vi: Màu nền của bộ chào mừng.

source: Behaviour
da: Opførsel
de: Verhalten
fi: Käytös
hu: Viselkedés
kn: ವರ್ತನೆ
nl: Gedrag
ru: Поведение
sl: Obnašanje
te: ప్రవర్తన
tr: Davranış
vi: Ứng xử

source: C_ommand:
da: K_ommando:
de: _Befehl:
fa: _فرمان:
fi: K_omento:
hu: _Parancs:
kn: ಆಜ್ಞೆ(_o):
nl: _Opdracht:
ru: К_оманда:
sl: U_kaz:
te: _ఆదేశం:
tr: K_omut
vi: _Lệnh:

source: C_ustom:
da: Br_ugerdefineret:
de: _Benutzerdefiniert:
fa: س_فارشی:
fi: O_ma:
hu: _Egyéni:
kn: ಗ್ರಾಹಕೀಯ(_u):
nl: Aan_gepast:
ru: Дру_гое:
sl: Po _meri:
te: _మలచిన:
tr: Ö_zel
vi: Tự _chọn:

source: Checks the ownership of the home directories before writing to them. This prevents security issues in case of bad setup.
da: Kontrollér ejerskabet af hjemmemapperne før der skrives til dem. Dette forhindrer sikkerhedsproblemer i tilfælde af dårlig opsætning.
de: Überprüft die Besitzrechte des Heimverzeichnis, bevor darauf geschrieben wird. Dies verhindert Sicherheitsprobleme aufgrund einer fehlerhaften Einstellung.
fi: Tarkistaa kotihakemiston omistajuuden ennen niihin kirjoittamista. Tämä ehkäisee turvallisuusongelmia huonosti luoduissa järjestelmissä.
hu: Ellenőrzi a saját könyvtárak tulajdonjogát mielőtt írna azokba. Ez megakadályozza a hibás beállításokból fakadó biztonsági problémákat.
kn: ಪ್ರಾರಂಭಿಕಕೋಶಗಳಿಗೆ ಬರೆಯುವ ಮೊದಲು ಅದರ ಮಾಲಿಕತ್ವವನ್ನು ಪರೀಕ್ಷಿಸುತ್ತದೆ. ಇದರಿಂದ ಯಾವುದೇ ಕೆಟ್ಟ ಸಂಯೋಜನೆಯಿಂದ (setup) ಉಂಟಾಗಬಹುದಾದ ತೊಂದರೆಗಳನ್ನು ತಪ್ಪಿಸುತ್ತದೆ.
nl: Controleert het eigendom van de persoonlijke mappen voordat er naar hen wordt geschreven. Dit voorkomt veiligheidskwesties in het geval van een onjuiste configuratie.
ru: Проверяет права доступа к домашним каталогам перед записью в них. Таким образом предотвращает проблемы безопасностью в случае плохой настройки.
sl: Preveri lastništvo domačih map preden v njih zapiše spremembe. S tem se preprečijo varnostne težave v primeru slabih namestitev.
tr: Kullanıcı dizinlerine yazmadan önce iyelik durumlarını sınar. Bu, hatalı ayar yapılması durumunda ortaya çıkabilecek güvenlik sorunlarını önler.
vi: Kiểm tra quyền sở hữu các thư mục chính trước khi ghi vào chúng. Tùy chọn này tránh vấn đề bảo mật trong trường hợp sai thiết lập.

source: Co_lor:
da: Fa_rve:
de: _Farbe:
fa: رنگ_:
fi: Vä_ri:
hu: _Szín:
kn: ಬಣ್ಣ(_l):
nl: _Kleur:
ru: _Цвет:
sl: Bar_va:
te: _వర్ణము:
tr: _Renk:
vi: _Màu :

source: Color depth:
da: Farvedybde:
de: Farbtiefe:
fa: عمق رنگ:
fi: Värisyvyys:
hu: Színmélység:
kn: ಬಣ್ಣದ ಗಾಢತೆ:
nl: Kleurdiepte:
ru: Глубина цвета:
sl: Barvna globina:
te: వర్ణము
tr: Renk derinliği
vi: Độ sâu màu :

source: Comma_nd type:
da: K_ommandotype:
de: _Befehlstyp:
fi: K_omentotyyppi:
hu: _Parancstípus:
kn: ಆಜ್ಞೆಯ ಬಗೆ (_n):
nl: Opdra_chttype:
ru: Тип кома_нды:
sl: Vrs_ta ukaza:
te: _ఆదేశం రకము:
tr: Komut _türü:
vi: Kiểu lệ_nh:

source: Configure XDMC_P...
da: Konfigurér _XDMCP...
de: X_DMCP konfigurieren …
fi: X_DMCP-asetukset...
hu: _XDMCP beállítása...
kn: XDMC_P ಸಂರಚಿಸು...
nl: XDMC_P configureren...
ru: Настроить XDMC_P...
sl: Nastavi _XDMCP ...
te: _ఎక్స్డియంసిపి రూపకరించు...
tr: XDMC_P'yi Yapılandır...
vi: Cấu hình XDMC_P ...

source: Configure _X Server...
da: Konfigurér _X-server...
de: _X-Server konfigurieren …
fa: _پیکربندی کارگزار X...
fi: _X-palvelimen asetukset...
hu: _X kiszolgáló beállítása...
kn: ಪರಿಚಾರಕವನ್ನು ಸಂರಚಿಸು(_X)...
nl: _X-server configureren...
ru: Настроить _X-Сервер...
sl: Nastavi _X strežnik ...
te: _ X సేవిక రూపకరించు...
tr: _X Sunucusunu Yapılandır...
vi: Cấu hình máy phục vụ_X...

source: Controls which text to display next to the logo image in the greeter for remote XDMCP sessions.
da: Angiver hvilken tekst der skal vises ved siden af logoet i velkomstbyderen for fjerne XDMCP sessioner.
de: Steuert, welcher Text neben dem Logo-Bild im Begrüßer für die entfernte XDMCP-Sitzung angezeigt wird.
fi: Määrittää, mikä teksti näytetään XDMCP-istuntojen kirjautumisikkunan logon vieressä.
hu: Távoli XDMCP környezet esetén az üdvözlőlogó mellett megjelenő szöveg.
kn: ದೂರಸ್ಥ XDMCP ಅಧಿವೇಶನಗಳ ಸ್ವಾಗತಕಾರಕದಲ್ಲಿನ ಲಾಂಛನ ಚಿತ್ರದ ಮುಂದೆ ಯಾವ ಪಠ್ಯವು ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು ಎಂಬುದನ್ನು ಇದು ನಿರ್ಧರಿಸುತ್ತದೆ.
nl: Bepaalt welke tekst er naast het logo zal worden getoond in de begroeter voor externe XDMCP-verbindingen.
ru: Определяет текст, который отображается рядом с логотипом в стандартной программе-приветствии. Эта строка используется только для удалённых сеансов XDMCP.
sl: Nadzira katero besedilo se izpiše ob sliki logotipa na pozdravnem zaslonu pri oddaljenih XDMCP sejah.
te: తరువాత పాఠం ప్రదర్శనకు ఏది నియంత్రిస్తుందో ఆ వందనములో చిహ్నము ప్రతిరూపం కు సుదూర ఎక్స్డియంసిపి సమకూర్పుల కొరకు.
tr: Standart karşılayıcıda logo imgesinin yanında gösterilecek yazıyı denetler. Bu dizgi yalnızca yerel girişlerde kullanılır.
vi: Điều khiển văn bản nào cần hiển thị bên cạnh biểu tượng trong bộ chào mừng cho phiên chạy XDMPC từ xa.

source: Controls which text to display next to the logo image in the standard greeter. This string is only used for local logins.
da: Angiver hvilken tekst der skal vises ved siden af logoet i standard-velkomstbyderen. Denne streng vil kun blive brugt ved lokale logind.
de: Steuert, welcher Text neben dem Logo-Bild im Standardbegrüßer angezeigt wird. Diese Zeichenkette wird nur für lokale Anmeldungen verwendet.
fi: Määrittää, mikä teksti näytetään vakiokirjautumisikkunan logon vieressä. Tätä käytetään vain paikallisille istunnoille.
hu: A szabványos üdvözlő esetén az üdvözlőlogó mellett megjelenő szöveg. Ez a szöveg csak helyi bejelentkezésekhez kerül felhasználásra.
kn: ಸಾಮಾನ್ಯ ಸ್ವಾಗತಕಾರಕದಲ್ಲಿನ ಲಾಂಛನ ಚಿತ್ರದ ಮುಂದೆ ಯಾವ ಪಠ್ಯವು ಕಾಣಿಸಿಕೊಳ್ಳಬೇಕು ಎಂಬುದನ್ನು ಇದು ನಿರ್ಧರಿಸುತ್ತದೆ. ಈ ವಾಕ್ಯವೃಂದವು ಕೇವಲ ಸ್ಥಳೀಯ ಪ್ರವೇಶದಲ್ಲಿ ಮಾತ್ರ ಬಳಸಲ್ಪಡುತ್ತದೆ.
nl: Bepaalt welke tekst naast het logo zal worden geplaatst in de standaardbegroeter. Deze tekst wordt alleen bij lokale aanmeldingen gebruikt.
ru: Определяет текст, который отображается рядом с логотипом в стандартной программе-приветствии. Эта строка используется только для локальной регистрации.
sl: Nadzira katero besedilo se izpiše ob sliki logotipa na običajnem pozdravnem zaslonu. Nastavitev se uporablja pri krajevnih prijavah.
te: తరువాత పాఠం ప్రదర్శనకు ఏది నియంత్రిస్తుందో ఆ ప్రామాణికంలో చిహ్నము ప్రతిరూపం కు వందనము. ఈ పదబంధం స్థానిక ప్రవేశద్వారముల కొరకు మాత్రమే వాడుటకు.
tr: Standart karşılayıcıda logo imgesinin yanında gösterilecek yazıyı denetler. Bu dizgi yalnızca yerel girişlerde kullanılır.
vi: Điều khiển văn bản nào cần hiển thị bên cạnh biểu tượng trong bộ chào mừng cục bộ. Chuỗi này chỉ dùng cho việc đăng nhập cục bộ.

source: Copyright:
da: Ophavsret:
fa: حق نسخه‌برداری:
fi: Tekijänoikeudet:
kn: ಹಕ್ಕು:
ru: Права:
sl: Avtorske pravice:
te: నకలుహక్కు:
tr: Telif hakkı:
vi: Bản quyền:

source: De_fault face:
da: _Forvalgt ansigt:
de: Vor_eingestelltes Benutzerbild:
fi: _Oletuskuva:
hu: _Alapértelmezett arc:
kn: ಪೂರ್ವನಿಯೋಜಿತ ಮುಖ(_f):
nl: Standaard gezic_ht:
ru: _Лицо по умолчанию:
sl: Privzeta slika obraza:
te: ‌_అప్రమేయ ముఖం:
tr: Ön_tanımlı yüz imgesi:
vi: Chân dung _mặc định:

source: De_fault session:
da: For_valgt session:
de: _Voreingestellte Sitzung:
fi: _Oletusistunto:
hu: Alapértelmezett _környezet:
kn: ಪೂರ್ವನಿಯೋಜಿತ ಅಧಿವೇಶನ(_f):
nl: Standaard s_essie:
ru: С_еанс по умолчанию:
sl: Privz_eta seja:
te: _అప్రమేయ సమకూర్పు:
tr: Öntanımlı _oturum:
vi: Phiên chạy _mặc định:

source: Delay in seconds before the Timed login user will be logged in.
da: Forsinkelse i sekunder før den tidsindstillede logind-bruger vil blive logget ind.
de: Verzögerung in Sekunden, bevor die zeitgesteuerte Anmeldung des Benutzers erfolgt.
fi: Viive sekunteina, ennen kuin ajastettu käyttäjän kirjautuminen käynnistyy.
hu: Az időzített bejelentkezéssel bejelentkező felhasználó bejelentkezéséig eltelő idő.
kn: ಸಮಯಾನುಸಾರವಾಗಿ ಪ್ರವೇಶಿಸುವ ಬಳಕೆದಾರರು (Timed login user) ಒಳಗೆ ಪ್ರವೇಶಿಸುವ ಮೊದಲು ಕಾಲ ವಿಳಂಬ, ಸೆಕೆಂಡುಗಳಲ್ಲಿ.
nl: Vertraging in seconden voordat de gebruiker met tijdgeschakelde aanmelding zal worden aangemeld.
ru: Задержка в секундах перед входом в систему пользователя, для которого разрешен вход в систему с задержкой.
sl: Zamik v sekundah preden se časovno določeni uporabnik prijavi.
te: సమయానుసార ప్రవేశద్వారం వినియోగదారు నమోదులో క్షణములలో ఆలస్యంకు ముందు
tr: Zamanlamalı giriş kullanıcısının girmesinden önce beklenecek saniye cinsinden süre.
vi: Sự trễ theo giây trước khi người dùng Đăng nhập Định thời sẽ được đăng nhập.

source: Determines the maximum number of remote display connections which will be managed simultaneously. I.e. the total number of remote displays that can use your host.
da: Bestemmer det maksimale antal af fjerne forbindelser der kan håndteres samtidig. Dvs. det totale antal af fjerne sessioner der kan bruge dig som vært.
de: Legt die Maximalanzahl der enfernten Verbindungen fest, die gleichzeitig verwaltet werden; z.B. die Gesamtanzahl der entfernten Verbindungen, die Ihren Rechner nutzen können.
fi: Määrittää samanaikaisesti hallittujen etäistuntojen enimmäismäärän eli sen, kuinka moni samanaikainen etäistunto voi käyttää palvelinta.
hu: A párhuzamosan kezelhető távoli kapcsolatok legnagyobb száma, azaz a gépet használó távoli megjelenítők teljes száma.
kn: ಇದು ಒಂದೇ ಸಮಯದಲ್ಲಿ ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ದೂರಸ್ಥ ಪ್ರದರ್ಶಕದ ಸಂಪರ್ಕಗಳನ್ನು ನಿರ್ವಹಿಸುವುದನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ. ಅಂದರೆ, ನಿಮ್ಮ ಅತಿಥೇಯವು ಬಳಸಬಹುದಾದಂತಹ ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ದೂರಸ್ಥ ಪ್ರದರ್ಶಕವನ್ನು ಇದು ತಿಳಿಸುತ್ತದೆ.
nl: Bepaalt het maximum aantal externe display-verbindingen die simultaan zullen worden beheerd. Dus het totaal aantal externe schermen dat gebruik kan maken van uw host.
ru: Определяет максимальное количество удалённых дисплеев, которые могут одновременно подключаться к вашему узлу.
sl: Določi največje število oddaljenih zaslonov, ki bodo sočasno upravljani. To je skupno število oddaljenih zaslonov, ki uporabljajo vašega gostitelja.
tr: Aynı anda yönetilecek en yüksek uzaktan görüntü bağlantı sayısını, yani makinenizi kullanacak toplam uzak görüntü birimi sayısını belirler.
vi: Quyết định số sự kết nối tối đa từ xa sẽ được quản lý đồng thời, tức là tổng số bộ trình bày từ xa có khả năng sử dụng máy cua bạn.

source: Determines the maximum number of seconds between the time where a user chooses a host and the subsequent indirect query where the user is connected to the host. When the timeout is exceeded, the information about the chosen host is forgotten and the indirect slot freed up for other displays.
da: Bestemmer det maksimale antal sekunder mellem tidspunktet hvor en bruger vælger en vært og den efterfølgende inddirekte forespørgsel hvor brugeren kobles til værten. Når tiden løber ud vil informationen om den valgte vært blive bortkastet og den inddirekte logind-plads bliver frigjort.
de: Legt die Maximalanzahl der Sekunden zwischen dem Zeitpunkt, an dem der Benutzer den Rechner auswählt, und der anschließenden indirekten Anfrage, die den Benutzer mit dem Rechner verbindet, fest. Ist diese abgelaufen, werden die Informationen über ausgewählten Rechner verworfen und der indirekt Platz für andere Anzeigen freigegeben.
fi: Määrittää enimmäisajan sekunteina käyttäjän palvelinvalinnan ja sitä seuraavan yhteyden avaavan epäsuoran kyselyn välillä. Jos aikaviive ylitetään, tiedot valitusta palvelimesta unohdetaan ja epäsuora yhteys vapautetaan muiden näyttöjen käyttöön.
hu: Meghatározza a másodpercek maximális számát a felhasználó által egy kiszolgáló kiválasztása és az ezt követő közvetett kérés között, amely során a felhasználó csatlakozik a géphez. Az időkorlát lejárta után a kiválasztott kiszolgálóval kapcsolatos információk el lesznek dobva és a közvetett hely felszabadul más megjelenítők számára.
kn: ಒಬ್ಬ ಬಳಕೆದಾರನು ಒಂದು ಅತಿಥೇಯವನ್ನು ಆರಿಸಿದಾಗ ಹಾಗು ಬಳಕೆದಾರನು ಅತಿಥೇಯಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಂಡಾಗ ಅನಂತರದಲ್ಲಿ ಬಂದ ಮನವಿಯ ನಡುವಿನ ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ಸೆಕೆಂಡುಗಳನ್ನು ಇದು ನಿರ್ಧರಿಸುತ್ತದೆ. ಒಂದು ಸಮಯ ಮೀರಿಕೆಯು (time out) ಘಟಿಸಿದಾಗ, ಆರಿಸಲ್ಪಟ್ಟ ಅತಿಥೇಯದ ಮಾಹಿತಿಯು ಮರೆತುಹೋಗುತ್ತದೆ ಹಾಗು ಪರೋಕ್ಷ ಸ್ಲಾಟ್ ಇತರೆ ಪ್ರದರ್ಶಕಕ್ಕಾಗಿ ಮುಕ್ತವಾಗಲ್ಪಡುತ್ತದೆ.
nl: Bepaalt het maximum aantal seconden tussen de tijd waarin een gebruiker een host kiest en de bijhorende indirecte aanvraag waar de gebruiker verbonden is met de host. Als dit tijdslimiet verstrijkt zal de informatie over de gekozen host worden vergeten en het indirecte slot vrijgemaakt voor andere displays.
ru: Определяет максимальное количество секунд между временем, когда пользователь выбирает узел, и последующим непрямым запросом, когда пользователь подключается к узлу. Когда указанный промежуток времени истекает, информация о выбранном узле забывается и непрямой слот освобождается для других дисплеев.
sl: Določi največje število sekund med izbiro gostitelja in pričakovano poizvedbo s katero se uporabnik poveže z gostiteljem. Ko je časovni zamik prekoračen, bodo podatki izbranega gostitelja pozabljeni in prostor sproščen za druge zaslone.
tr: Kullanıcının bir makine seçtiği an ve kullanıcının makineye bağlandığı sonraki dolaylı sorgulama arasındaki en uzun süreyi (saniye olarak) belirler. Zamanaşımı durumundaseçilen makine bilgisi unutulur ve dolaylı yuva, diğer görüntü birimleri için boşaltılmış olur.
vi: Quyết định số giây tối đa giữa lúc người dùng chọn máy và truy vấn gián tiếp theo sau khi người dùng được kết nối đến máy. Quá thời thì thông tin về máy đã chọn bị quên và khe gián tiếp được giải phóng cho bộ trình bày khác.
