Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Didn't understand `%s' (expected integer)
da: Kunne ikke forstå "%s" (forventede et heltal)
de: »%s« wurde nicht verstanden (eine Ganzzahl wurde erwartet)
fi: Merkkijonoa "%s" ei voitu tulkita (sen pitäisi olla kokonaisluku)
hu: „%s” nem értelmezhető (egész számnak kellene lennie)
kn: `%s' ಅನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲಾಗಿಲ್ಲ (ಪೂರ್ಣಾಂಕವನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು)
nl: '%s' niet begrepen (geheel getal werd verwacht)
ru: Не удалось разобрать "%s" (ожидается целое число)
sl: Ni mogoče razumeti `%s' (pričakovano celo število)
te: `%s' తెలుసుకొనుటకు వీలుకాలేదు (నిరీక్షించబడిన పూర్ణాంకం)
tr: `%s' anlaşılamadı. (tamsayı beklendi)
vi: Không hiểu được « %s » (mong đợi số nguyên)

source: Integer `%s' is too large or small
da: Heltallet "%s" er for stort eller for småt
de: Ganzzahl »%s« ist zu groß oder zu klein
fi: Kokonaisluku "%s" on liian pieni tai suuri
hu: A(z) „%s” egész szám túl nagy vagy túl kicsi
kn: ಪೂರ್ಣಾಂಕ `%s' ವು ಬಹಳ ಉದ್ದ ಅಥವ ಚಿಕ್ಕದಾಗಿದೆ
nl: Getal '%s' is te groot of te klein
ru: Целое "%s" слишком мало или слишком велико
sl: Celo število `%s' je preveliko ali premajhno
te: పూర్ణాంకం `%s' చాలా పెద్దది లేదా చిన్నదిగా ఉంది
tr: `%s' tamsayısı çok büyük ya da çok küçük
vi: Số nguyên « %s » quá lớn hay quá nhỏ

source: Didn't understand `%s' (expected true or false)
da: Kunne ikke forstå "%s" (forventede true eller false)
de: »%s« wurde nicht verstanden (»true« oder »false« wurde erwartet)
fi: Merkkijonoa "%s" ei voitu tulkita (sen pitäisi olla true tai false)
hu: „%s” nem értelmezhető (igaz vagy hamis értéknek kellene lennie)
kn: `%s' ಅನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲಾಗಿಲ್ಲ (ಸರಿ ಅಥವ ತಪ್ಪನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿತ್ತು)
nl: '%s' niet begrepen (true of false werd verwacht)
ru: Не удалось разобрать "%s" (ожидается true или false)
sl: Ni mogoče razumeti `%s' (pričakovano resnično ali neresnično)
te: `%s' తెలుసుకొనుటకు వీలుకాలేదు (నిరీక్షించబడిన నిజము లేదా అబద్దం)
tr: `%s' anlaşılamadı (true ya da false beklendi)
vi: Không hiểu được « %s » (mong đợi đúng [true] hay sai [false])

source: Text contains invalid UTF-8
da: Teksten indeholder ugyldig UTF-8
de: Text enthält ungültiges UTF-8
fi: Teksti sisälsi virheellisiä UTF-8-merkkejä
hu: A szöveg érvénytelen UTF-8 kódot tartalmaz
kn: ಪಠ್ಯವು ಅಮಾನ್ಯ UTF-8 ಅನ್ನು ಹೊಂದಿದೆ
nl: Tekst bevat ongeldige UTF-8
ru: Текст содержит символы, некорректные в кодировке UTF-8
sl: Besedilo vsebuje neveljaven UTF-8
te: పాఠం నిస్సారమైన యుటియఫ్-8 కలిగివుంది
tr: Metin geçersiz UTF-8 içeriyor.
vi: Văn bản chứa ký tự UTF-8 không hợp lệ

source: Common Desktop Environment (CDE)
kn: ಸಾಮಾನ್ಯ ಗಣಕತೆರೆ ವಾತಾವರಣ (CDE)
ru: Общая рабочая среда (CDE)
sl: Običajno namizno okolje (CDE)
te: ఉమ్మడి గవాక్ష ఆవరణ (సిడిఇ)
tr: Ortak Masaüstü Ortamı - Common Desktop Environment (CDE)
vi: Môi trường làm việc chung (CDE)

source: This session logs you into CDE
da: Denne session logger dig på CDE
de: Diese Sitzung meldet Sie an CDE an
fa: این نشست شما را وارد CDE می‌کند
fi: Tämä istunto kirjaa sisään CDE:hen
hu: Ez a környezet a CDE-be jelentkezteti be
kn: ಈ ಅಧಿವೇಶನ ನಿಮ್ಮನ್ನು CDE ಗೆ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತದೆ
nl: Deze sessie meldt u aan bij CDE
ru: Начать сеанс CDE
sl: S sejo se prijavite v CDE
te: నీకు సిడిఇ లోకి ఈ సమకూర్పు నమోదు చేస్తుంది
tr: Bu oturum sizi CDE ortamına sokar
vi: Phiên chạy này đăng nhập bạn vào CDE

source: Run Xclient script
da: Kør Xclient-skript
de: Xclient-Skript ausführen
fi: Suorita Xclient-komentojono
hu: Xclient parancsfájl futtatása
kn: Xclient ಸ್ಕ್ರಿಪ್ಟನ್ನು ಚಲಾಯಿಸಿ
nl: Xclient-script uitvoeren
ru: Выполнить скрипт Xclient
sl: Zagon Xclient skripta
te: Xబంట్రౌతు లిపి నడుపు
tr: Xclient betiğini çalıştır
vi: Chạy văn lệnh Xclient

source: This session runs the Xclients script
da: Denne session kører Xclient-skripterne
de: Diese Sitzung führt das Xclients-Skript aus.
fi: Tämä istunto suorittaa Xclients-komentojonon
hu: Ez a környezet futtatja az Xclient parancsfájlját
kn: ಈ ಅಧಿವೇಶನ Xclient ಸ್ಕ್ರಿಪ್ಟನ್ನು ಚಲಾಯಿಸುತ್ತದೆ
nl: Deze sessie draait het Xclients-script
ru: Этот сеанс запускает скрипт Xclients
sl: Seja zažene Xclients script
te: ఈ సమకూర్పు Xబంట్రౌతు లిపి నడుపుతుంది
tr: Bu oturum Xclients betiğini çalıştırır
vi: Phiên chạy này chạy văn lệnh của Xclient

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. You will need to log in on a console and reconfigure the X server. Then restart MDM.
da: X-serveren (den grafiske grænseflade) kan ikke startes. Sandsynligvis er den ikke sat rigtigt op. Du bliver nødt til at logge ind gennem en konsol og køre opsætningsprogrammet til X igen. Genstart derefter MDM.
de: Der X-Server (Ihre grafische Oberfläche) konnte nicht gestartet werden. Wahrscheinlich ist er nicht korrekt eingerichtet. Sie müssen sich auf einer Konsole anmelden und den X-Server erneut konfigurieren. Starten Sie MDM dann neu.
fi: X-palvelimen käynnistys ei onnistu. Todennäköisesti sitä ei ole asetettu oikein. X:n asetusohjelma on ajettava uudelleen konsolilta, ja MDM käynnistettävä sen jälkeen uudelleen.
hu: Nem tudtam elindítani az X-kiszolgálót (azaz a grafikus felületet). Úgy tűnik nincs megfelelően beállítva. Jelentkezzen be konzolról és futtassa újra az X-beállítóprogramot. Ezt követően indítsa újra a MDM-et.
kn: X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ಅಂತರ್ಮುಖಿ). ಅದು ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿರದೇ ಇರುವ ಸಾಧ್ಯತೆ ಇದೆ. ನೀವು ಒಂದು ಕನ್ಸೋಲಿನಲ್ಲಿ ಪ್ರವೇಶಿಸಿ ಹಾಗು X ಪರಿಚಾರಕವನ್ನು ಪುನರ್ ಸಂರಚಿಸಿ. ನಂತರ MDM ಅನ್ನು ಪುನರ್ ಪ್ರಾರಂಭಿಸಿ.
nl: Het starten van de X-server (grafische omgeving) is mislukt. Waarschijnlijk zijn de instellingen niet goed. U kunt zich aanmelden op een console en de X-server opnieuw configureren. Daarna kan MDM weer gestart worden.
ru: Не удалось запустить X-сервер (ваш графический интерфейс). Похоже, он настроен некорректно. Вам необходимо начать консольный сеанс и перенастроить X-сервер, после чего перезапустить MDM.
sl: Ni mogoče zagnati strežnika X (vašega grafičnega vmesnika). Verjetno strežnik ni pravilno nastavljen. V konzoli se boste morali prijaviti kot skrbnik in znova zagnati program za nastavljanje X strežnika. Po tem poskusite znova zagnati MDM.
te: X సేవిక మొదలు పెట్టుట విఫలమైంది (మీ యొక్క చిత్రరూప సంవిధానం). ఇది అది పోలిఉంది అది సవరించి అమర్చబడలేదు. నీవు ఒక ఓదార్పు పై నమోదుచేయవలెను మరియు X సేవికను మరలా రూపకరించు. అప్పుడు జిడియం మరలా ప్రారంభించు.
tr: X sunucusu (grafik arayüz), düzgün yapılandırılmadığı için çalıştırılamadı. Bir uçbirim üzerinden sisteme giriş yapıp X yapılandırmanızı düzelttikten sonra MDM'yi yeniden çalıştırın.
vi: Lỗi khởi chạy máy phục vụ X (giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn cần phải đăng nhập vào bàn giao tiếp và cấu hình lại trình cấu hình X. Sau đó hãy khởi chạy lại MDM.

source: Would you like to try to configure the X server? Note that you will need the root password for this.
da: Vil du prøve at køre konfigurationsprogrammet for X? Bemærk at du skal have root-adgangskoden for at kunne gøre dette.
de: Soll versucht werden, den X-Server zu konfigurieren? Hinweis: Sie benötigen dafür das »root«-Passwort.
fi: Haluatko ajaa X:n asetusohjelman? Huomaa, että tähän tarvitaan pääkäyttäjän salasana.
hu: Szeretné futtatni az X beállítóprogramját? Ehhez szükség lesz a root jelszavára.
kn: X ಪರಿಚಾರಕವನ್ನು ಸಂರಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೀರೆ? ಇದಕ್ಕೆ ಮೂಲದ ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ.
nl: Wilt u proberen de X-server te configureren? U heeft hier het root-wachtwoord voor nodig.
ru: Хотите попробовать настроить X-сервер? Учтите, что для этого вам потребуется пароль суперпользователя (root).
sl: Ali želite poskusiti nastaviti X strežnik? Za nastavljanje strežnika X morate imeti skrbniško dovoljenje.
te: X సేవిక రూపకరించుటకు ప్రయత్నించుటకు నీవు పోలిక కోరితివా ? దీని కొరకు మూల రహస్యపదం అవసరం అని గమనించుము.
tr: X sunucunuzu yapılandırmak ister misiniz? Bu işlem için root parolasını gerekmektedir.
vi: Bạn có muốn cố gắng cấu hình trình cấu hình X không? Chú ý là bạn sẽ cần nhập mật khẩu chủ để làm như thế.

source: Please type in the root (privileged user) password.
da: Indtast venligst root (priviligeret bruger)-adgangskoden.
de: Bitte geben Sie das Passwort für »root« (den allmächtigen Benutzer) ein.
fi: Syötä pääkäyttäjän salasana.
hu: Adja meg a root (rendszergazda) jelszavát.
kn: ದಯವಿಟ್ಟು ಮೂಲದ (ಸವಲತ್ತು ಹೊಂದಿದ ಬಳಕೆದಾರ) ಗುಪ್ತಪದದಲ್ಲಿ ಬರೆಯಿರಿ.
nl: Geef het root-wachtwoord (systeembeheerder).
ru: Введите пароль суперпользователя (root).
sl: Prosim vpišite skrbniško geslo.
te: దయచేసి రహస్యపదము (విశేషాధికారముగల వినియోగదారు) మూలం లో అచ్చువేయు.
tr: Lütfen root (yetkili kullanıcı) parolasını girin.
vi: Hãy gõ mật khẩu chủ (người dùng có ưu tiên).

source: Trying to restart the X server.
da: Forsøger at genstarte X-serveren.
de: Es wird versucht, den X-Server neu zu starten.
fi: Yritetään käynnistää X-palvelin uudestaan.
hu: Kísérlet az X kiszolgáló újraindítására.
kn: X ಪರಿಚಾರಕವನ್ನು ಪುನರ್ ಆರಂಭಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
nl: Poging de X-server opnieuw te starten.
ru: Попытка перезапуска X-сервера.
sl: Poskus ponovnega zagona strežnika X.
te: X సేవికను మరలా మొదలుపెట్టుటకు ప్రయత్నించుచున్నది.
tr: X sunucusu yeniden başlatılmaya çalışılıyor.
vi: Đang cố gắng khởi chạy lại máy phục vụ X...

source: The X server is now disabled. Restart MDM when it is configured correctly.
da: X-serveren er nu deaktiveret. Genstart MDM når den er sat korrekt op.
de: Der X-Server ist nun deaktiviert. Starten Sie MDM neu, wenn er korrekt konfiguriert ist.
fi: X-palvelin on nyt poissa käytöstä. Käynnistä MDM uudestaan, kun sen asetukset on määritetty oikein.
hu: Az X kiszolgáló most ki van kapcsolva. Indítsa újra a MDM-et, miután helyesen beállította.
kn: X ಪರಿಚಾರಕವು ಅಶಕ್ತಗೊಂಡಿದೆ. ಇದನ್ನು ಸರಿಯಾಗಿ ಸಂರಚಿಸಿದ ಮೇಲೆ MDM ಅನ್ನು ಪುನಃ ಪ್ರಾರಂಭಿಸಿ.
nl: De X-server is uitgeschakeld. Herstart MDM als de instellingen correct zijn.
ru: Запуск X-сервера сейчас запрещён. Перезапустите MDM после восстановления корректной настройки X-сервера.
sl: Strežnik X je zdaj onemogočen. Ponovno poskusite zagnati MDM, ko bo strežnik pravilno nastavljen.
te: X సేవిక ప్రస్తుతం నిరుపయోగం. అది రూపకరించి సవరించినపుడు జిడియం మరలా మొదలుపెట్టు.
tr: X sunucusu şu anda devre dışı. Yapılandırmasını düzelttiğinizde MDM'yi yeniden çalıştırın.
vi: Máy phục vụ X mới bị tắt. Hãy khởi chạy lại MDM khi nó đã được cấu hình cho đúng.

source: Failed to start the X server (your graphical interface). It is likely that it is not set up correctly. Would you like to view the X server output to diagnose the problem?
da: Kan ikke starte X-serveren (den grafiske grænseflade). Sandsynligvis er den ikke sat rigtigt op. Vil du se udskriften fra X-serveren for at diagnosticere problemet?
de: Der X-Server (Ihre grafische Oberfläche) konnte nicht gestartet werden. Wahrscheinlich ist er nicht korrekt eingerichtet. Wollen Sie die Ausgabe des X-Servers sehen, um das Problem zu suchen?
fi: X-palvelimen (graafinen käyttöliittymä) käynnistys ei onnistunut. Todennäköisesti sen asetukset eivät ole kunnossa. Haluatko katsoa X-palvelimen tulostetta ongelman selvittämiseksi?
hu: Nem tudtam elindítani az X-kiszolgálót (azaz a grafikus felületet). Valószínűleg nincs helyesen beállítva. Szeretné megtekinteni az X kiszolgáló kimenetét a probléma megállapítása érdekében?
kn: X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ಅಂತರ್ಮುಖಿ). ಅದು ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿರದೇ ಇರುವ ಸಾಧ್ಯತೆ ಇದೆ. ತೊಂದರೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ನೀವು X ಪರಿಚಾರಕದ ಪ್ರದಾನವನ್ನು (output) ವೀಕ್ಷಿಸಲು ಬಯಸುತ್ತೀರ?
nl: Het starten van de X-server (grafische omgeving) is mislukt. Waarschijnlijk zijn de instellingen niet goed. Wilt u de uitvoer van de X-server bekijken om zo het probleem te kunnen bepalen?
ru: Не удалось запустить X-сервер (ваш графический интерфейс). Похоже, он настроен некорректно. Хотите просмотреть выходные сообщения X-сервера для диагностики проблемы?
sl: Ni mogoče zagnati strežnika X (vašega grafičnega vmesnika). Verjetno strežnik ni pravilno nastavljen. Ali želite videti izpis napake strežnika X za določevanje težav?
te: X సేవిక మొదలు పెట్టుట విఫలమైంది (మీ యొక్క చిత్రరూప సంవిధానం). ఇది అది పోలిఉంది అది సవరించి అమర్చబడలేదు. దిగుబడి కి X సేవిక దర్శనం కు నీవు పోలిక కోరితివా లక్షణము బట్టి రోగమేదో నిశ్చయించు సమస్య?
tr: X sunucusu düzgün yapılandırılmadığı için çalıştırılamıyor. Hatayı tanılayabilmek için X sunucusunun çıktısını görmek ister misiniz?
vi: Lỗi khởi chạy máy phục vụ X (giao diện đồ họa). Có lẽ chưa thiết lập nó cho đúng. Bạn có muốn xem các dữ liệu xuất máy phục vụ X để chẩn đoán vấn đề không?

source: Would you like to view the detailed X server output as well?
da: Vil du se de detaljerede uddata fra X-serveren også?
de: Wollen Sie auch die detaillierte X-Server-Ausgabe sehen?
fi: Haluatko katsoa myös yksityiskohtaista X-palvelimen tulostetta?
hu: Szeretné megtekinteni az X-kiszolgáló részletes kimenetét is?
kn: ನೀವು X ಪರಿಚಾರಕದ ವಿವರಾತ್ಮಕ ಪ್ರದಾನವನ್ನು (output) ಸಹ ವೀಕ್ಷಿಸಲು ಬಯಸುತ್ತೀರ?
nl: Wilt u ook de gedetailleerde uitvoer van de X-server bekijken?
ru: Хотите просмотреть подробный вывод X-сервера?
sl: Ali želite pogledati tudi podrobnosti izpisa strežnika X?
te: దిగుబడి వలె X సేవిక వివరముగా దర్శనంకు నీవు పోలిక కోరితివా
tr: Ayrıntılı X sunucu çıktısını da görmek ister misiniz?
vi: Bạn cũng có muốn xem các dữ liệu xuất chi tiết do máy phục vụ X không?

source: Failed to start the X server (your graphical interface). It seems that the pointer device (your mouse) is not set up correctly. Would you like to view the X server output to diagnose the problem?
da: Kan ikke starte X-serveren (den grafiske grænseflade). Sandsynligvis er pegeredskabet (din mus) ikke sat rigtigt op. Vil du se udskriften fra X-serveren for at diagnosticere problemet?
de: Der X-Server (Ihre grafische Oberfläche) konnte nicht gestartet werden. Anscheinend ist Ihr Zeigegerät (Ihre Maus) nicht korrekt eingerichtet. Wollen Sie die Ausgabe des X-Servers sehen, um das Problem zu suchen?
fi: X-palvelimen (graafinen käyttöliittymä) käynnistys ei onnistunut. Näyttää siltä, että osoitinlaite (hiiri) on asetettu väärin. Haluatko katsoa X-palvelimen tulostetta ongelman selvittämiseksi?
hu: Nem tudtam elindítani az X-kiszolgálót (azaz a grafikus felületet). Úgy tűnik, hogy a mutatóeszköz (az egér) nincs helyesen beállítva. Szeretné megtekinteni az X kiszolgáló kimenetét a probléma megállapítása érdekében?
kn: X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ (ನಿಮ್ಮ ಚಿತ್ರಾತ್ಮಕ ಅಂತರ್ಮುಖಿ). ಸೂಚಕ ಸಾಧನವು (ನಿಮ್ಮ ಮೌಸ್) ಸರಿಯಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲವೆಂದು ತೋರುತ್ತದೆ. ತೊಂದರೆಯನ್ನು ಪತ್ತೆಹಚ್ಚಲು ನೀವು X ಪರಿಚಾರಕದ ಪ್ರದಾನವನ್ನು (output) ವೀಕ್ಷಿಸಲು ಬಯಸುತ್ತೀರ?
nl: Het starten van de X-server (grafische omgeving) is mislukt. Het lijkt erop dat het aanwijsapparaat (muis) niet goed is ingesteld. Wilt u de uitvoer van de X-server bekijken om zo het probleem te kunnen bepalen?
ru: Не удалось запустить X-сервер (ваш графический интерфейс). Похоже, указующее устройство (мышь) настроено неверно. Хотите ли просмотреть выходные сообщения X-сервера для диагностики проблемы?
sl: Ni mogoče zagnati strežnika X (vašega grafičnega vmesnika). Videti je, da vaša kazalna naprava (miška) ni pravilno nastavljena. Ali želite videti izpis napake strežnika X za določevanje težav?
te: X సేవిక మొదలు పెట్టుట విఫలమైంది (మీ యొక్క చిత్రరూప సంవిధానం). అది కనబడుతుంది సూచిక పరికరం (మీ యొక్క చుంచు) సవరించి అమర్చబడలేదు. నీవు పోలిక కోరితివా దర్శనం కు X సేవిక దిగుబడికి లక్షణము బట్టి రోగమేదో నిశ్చయించు సమస్య?
tr: X sunucusu (grafik arabiriminiz) çalıştırılamıyor. Kullandığınız imleç aygıtınız (fare) doğru yapılandırılmamış. Hatayı tanılamak için X sunucusunun çıktısını görmek ister misiniz?
vi: Lỗi khởi chạy máy phục vụ X (giao diên đồ họa). Có lẽ thiết bị trỏ (con chuột) chưa được thiết lập cho đúng. Bạn có muốn xem các dữ liệu xuất trình phục vụ X để chẩn đoán vấn đề không?

source: Would you like to try to configure the mouse? Note that you will need the root password for this.
da: Vil du prøve at konfigurere musen? Bemærk at du skal bruge root-adgangskoden for at kunne gøre dette.
de: Soll versucht werden, die Maus zu konfigurieren? Hinweis: Sie benötigen hierfür das »root«-Passwort.
fi: Haluatko yrittää määrittää hiiren asetukset? Huomaa, että tähän tarvitaan pääkäyttäjän salasana.
hu: Szeretné beállítani az egeret? Ne feledje, hogy ehhez a rendszergazda jelszavára lesz szüksége.
kn: ನೀವು ಮೌಸನ್ನು ಸಂರಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೀರ? ಇದಕ್ಕೆ ಮೂಲದ ಗುಪ್ತಪದದ ಅಗತ್ಯವಿರುತ್ತದೆ ಎಂಬುದನ್ನು ನೆನಪಿನಲ್ಲಿಡಿ.
nl: Wilt u proberen de muis te configureren? U heeft hier het root-wachtwoord voor nodig.
ru: Хотите ли вы попробовать настроить мышь? Учтите, что для этого нужен пароль пользователя root.
sl: Ali želite poskusiti nastaviti miško? Za nastavljanje strežnika X morate imeti skrbniško dovoljenje.
te: చుంచు రూపకరించుటకు ప్రయత్నించు నీవు ఇష్టపడుతున్నావా? దీని కొరకు మూల రహస్యపదం అవసరం అని గమనించుము.
tr: Fare aygıtınızı yapılandırmak ister misiniz? Bu işlem için kullanıcının root parolasını girmesi gerekmektedir.
vi: Bạn có muốn cố gắng cấu hình trình cấu hình X không? Chú ý là bạn sẽ cần nhập mật khẩu chủ để làm như thế.

source: System has no Xclients file, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window.
da: Systemet har ingen Xclients-fil, så der startes en fejlsikret xterm-session. Vinduer fokuseres kun hvis musemarkøren er over dem. Skriv "exit" i vinduet for at afslutte den fejlsikrede session.
de: System besitzt keine Xclients-Datei, daher wird die abgesicherte xterm-Sitzung gestartet. Fenster sind nun ausschließlich fokussiert, falls sich der Zeiger darüber befindet. Geben Sie im Fenster in der oberen linken Ecke »exit« ein, um diesen Modus zu verlassen.
fi: Xclients-tiedostoa ei löydy järjestelmästä, joten sen sijaan käynnistetään vikasietoinen xterm-istunto. Ikkunaan voi kirjoittaa vain, kun osoitin on sen päällä. Sulje vikasietotila kirjoittamalla pääteikkunaan "exit".
hu: A környezet elindítása sikertelen, mivel nem található Xclients fájl, így egy tartalék xterm környezet kerül elindításra. Az ablakok csak akkor kapnak fókuszt, ha az egér föléjük ér. A kilépéshez ebből a módból írja be az „exit” parancsot az ablakba.
kn: ಗಣಕದಲ್ಲಿ ಯಾವುದೇ Xclients ಕಡತಗಳಿಲ್ಲ, ಆದ್ದರಿಂದ ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ xterm ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತದೆ. ಅವುಗಳ ಮೇಲೆ ಮೌಸ್ ಸೂಚಕವು ಇದ್ದರೆ Windows ಗಮನ ನೀಡುತ್ತದೆ. ಈ ಕ್ರಮದಿಂದ ಹೊರ ಬರಲು ವಿಂಡೊವಿನಲ್ಲಿ 'exit' ಅನ್ನು ಟೈಪಿಸಿ.
nl: Het systeem heeft geen Xclients-bestand. Daarom wordt de 'xterm veilige modus' gestart. Vensters hebben alleen de invoeraandacht als de muisaanwijzer in het venster is geplaatst. Om deze modus te verlaten, typ 'exit' in het venster.
ru: Отсутствует файл Xclients, поэтому был запущен защищённый от сбоев сеанс xterm. Фокус передается окнам только при наведении на них курсора. Чтобы выйти из этого режима, введите команду "exit" в окне.
sl: Sistem nima Xclients datoteke, zato bo zagnana varna seja xterm. Okna bodo dejavna le, če bo nad njimi kazalec miške. Za izhod iz varnega načina vtipkajte 'exit' v oknu.
tr: Sistemde hiçbir Xclients dosyası olmadığından, xterm onarım oturumu başlatılıyor.Pencereler şimdi yalnızca imleç onların üzerindeyken odak kazanacaklardır.Bu kipten çıkmak için uçbirim penceresine 'exit' yazın.
vi: Hệ thống không có tập tin ứng dụng khách Xclients, vì thế đang khởi chạy phiên chạy xterm dự phòng. Các cửa sổ sẽ có tiêu điểm chỉ khi bạn di chuyển con trỏ chuột ở trên. Để thoát khỏi kiểu chế độ này, hãy nhập vào cửa sổ lệnh « exit ».

source: Failed to start the session, so starting a failsafe xterm session. Windows will have focus only if the mouse pointer is above them. To get out of this mode type 'exit' in the window.
da: Sessionen kunne ikke startes, så i stedet startes en fejlsikret xterm-session. Vinduer fokuseres kun hvis musemarkøren er over dem. Skriv "exit" i vinduet i øverste venstre hjørne for at afslutte den fejlsikrede session.
de: Ihre Sitzung konnte nicht gestartet werden, daher wurde die abgesicherte xterm-Sitzung gestartet. Fenster sind nun ausschließlich fokussiert, falls sich der Zeiger darüber befindet. Geben Sie im Fenster in der oberen linken Ecke »exit« ein, um diesen Modus zu verlassen.
fi: Istuntoa ei voitu käynnistää, joten sen sijaan käynnistetään vikasietoinen xterm-istunto. Ikkunaan voi kirjoittaa vain, kun osoitin on sen päällä. Sulje vikasietotila kirjoittamalla pääteikkunaan "exit".
hu: A környezet elindítása sikertelen, egy tartalék xterm környezet kerül elindításra. Az ablakok csak akkor kapnak fókuszt, ha az egér föléjük ér. A kilépéshez ebből a módból írja be az „exit” parancsot az ablakba.
kn: ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸುವಲ್ಲಿ ವಿಫಲತೆ, ಆದ್ದರಿಂದ ಒಂದು ವಿಫಲತೆಸುರಕ್ಷಿತ xterm ಅಧಿವೇಶನವನ್ನು ಆರಂಭಿಸಲಾಗುತ್ತದೆ. ಅವುಗಳ ಮೇಲೆ ಮೌಸ್ ಸೂಚಕವು ಇದ್ದರೆ Windows ಗಮನ ನೀಡುತ್ತದೆ. ಈ ಕ್ರಮದಿಂದ ಹೊರ ಬರಲು ವಿಂಡೊವಿನಲ್ಲಿ 'exit' ಅನ್ನು ಟೈಪಿಸಿ.
nl: Het starten van de sessie is mislukt, dus wordt de ‘xterm veilige modus’ gestart. Vensters hebben alleen de invoeraandacht wanneer uw muisaanwijzer erboven zit. Om deze modus te verlaten typt u ‘exit’ in het venster.
ru: Ваш сеанс запустить не удалось, поэтому был запущен защищённый от сбоев сеанс xterm. Фокус передается окнам только при наведении на них курсора. Чтобы выйти из этого режима, введите команду "exit" в окне.
sl: Ni mogoče zagnati seje, zato bo zagnana varna seja xterm. Okna bodo dejavna le, če bo nad njimi kazalec miške. Za izhod iz varnega načina vtipkajte 'exit' v oknu.
tr: Oturumunuz başlatılamadığı için xterm onarım oturumu başlatıldı. Pencereler şimdi yalnızca imleç onların üzerindeyken odak kazanacaklar.Bu kipten çıkmak için uçbirim penceresine 'exit' yazın.
vi: Lỗi khởi chạy phiên chạy, vì thế đang khởi chạy phiên chạy xterm dự phòng. Các cửa sổ sẽ có tiêu điểm chỉ khi bạn di chuyển con trỏ chuột trên chúng. Để thoát khỏi kiểu chế độ này, hãy nhập vào cửa sổ lệnh « exit ».

source: This session logs you into GNOME
da: Denne session logger dig på GNOME
de: Diese Sitzung meldet Sie an GNOME an
fa: این نشست شما را وارد گنوم می‌کند
fi: Tämä istunto kirjaa sisään Gnomeen
hu: Ez a környezet a GNOME-ba jelentkezteti be
kn: ಈ ಅಧಿವೇಶನವು ನಿಮ್ಮನ್ನು GNOME ಗೆ ಪ್ರವೇಶಿಸುವಂತೆ ಮಾಡುತ್ತದೆ
nl: Deze sessie meldt u aan bij GNOME
ru: Начать сеанс GNOME
sl: S sejo se prijavite v GNOME
te: ఈ సమకూర్పు మీకు గ్నోమ్ లోకి నమోదుచేస్తుంది
tr: Bu oturum ile GNOME'a giriş yaparsınız
vi: Phiên chạy này đăng nhập bạn vào GNOME

source: Secure Remote connection
da: Sikker ekstern forbindelse
de: Sichere entfernte Verbindung
fa: اتصال دوردست امن
fi: Turvallinen etäyhteys
hu: Biztonságos távoli kapcsolat
kn: ಸುರಕ್ಷಿತ ದೂರಸ್ಥ ಸಂಪರ್ಕ
nl: Beveiligde verbinding
ru: Защищённое удалённое соединение
sl: Varna oddaljena povezava
te: రక్షిత సుదూర బంధం
tr: Güvenli Uzaktan Bağlantı
vi: Kết nối từ xa bảo mật

source: This session logs you into a remote host using ssh
da: Denne session logger dig på en ekstern vært ved hjælp af ssh
de: Diese Sitzung meldet Sie mittels SSH auf einem entfernten Rechner an
fa: این نشست با استفاده از ssh شما را وارد یک میزبان دوردست می‌کند
fi: Tämä istunto kirjaa sisään etäistuntoon käyttäen ssh:ta
hu: Ez a környezet egy távoli gépre jelentkezteti be ssh használatával
kn: ಈ ಅಧಿವೇಶನವು ನಿಮ್ಮನ್ನು ದೂರಸ್ಥ ಅತಿಥೇಯಕ್ಕೆ ಪ್ರವೇಶಿಸುವಂತೆ ಮಾಡುತ್ತದೆ
nl: Deze sessie meldt u aan bij op een server via ssh
ru: Этот сеанс подключит вас к уделённому узлу при помощи ssh
sl: S sejo se prijavite preko ssh v oddaljenega gostitelja
te: ssh వాడుటద్వారా ఈ సమకూర్పు మీకు ఒక సూదూర ఆతిథ్య గ్నోమ్ లోకి నమోదుచేస్తుంది
tr: Bu oturumla uzaktaki bir makineye ssh kullanarak girebilirsiniz
vi: Phiên chạy này đăng nhập bạn vào máy từ xa bằng SSH
