Repository: linuxmint/mdm
Catalog: po/*.po
Languages: da, de, fa, fi, hu, kn, nl, ru, sl, te, tr, vi

source: Alternative MDM System Defaults configuration file
da: Alternativ MDM-systemforvalgs-konfigurationsfil
de: Alternative MDM-Systemstandard-Konfigurationsdatei
fi: Vaihtoehtoinen MDM:n järjestelmäasetusten asetustiedosto
hu: Alternatív MDM rendszer-alapértelmezések beállítófájlja
kn: ಪರ್ಯಾಯ MDM ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳ ಸಂರಚನಾ ಕಡತ
nl: Alternatief bestand voor standaard MDM-configuratie
ru: Альтернативный файл параметров по умолчанию MDM
sl: Pomožna sistemska privzeta MDM nastavitvena datoteka
te: ప్రత్యామ్నాయ జిడియం వ్యవస్థ అప్రమేయాలు రూపకరించు దస్త్రం
tr: Alternatif MDM Sistem Öntanımları yapılandırma dosyası
vi: Tập tin cấu hình giá trị mặc định hệ thống MDM xen kẽ

source: Preserve LD_* variables
da: Bevar "LD_*"-variabler
de: LD_*-Variablen vorhalten
fi: Säilytä LD_*-muuttujat
hu: Az LD_* környezeti változók megtartása
kn: LD_* ಚರಮೌಲ್ಯಗಳನ್ನು ಸಂರಕ್ಷಿಸಿ
nl: Behoud LD_* variabelen
ru: Сохранять переменные LD_*
sl: Ohrani spremenljivke LD_*
te: యధాస్థితిలో ఎల్డి_* చరరాశులు
tr: LD_* değerlerini muhafaza et
vi: Bảo quản các biến LD_*

source: Print MDM version
da: Udskriv MDM-version
de: MDM-Version ausgeben
fi: Tulosta MDM-versio
hu: MDM verzió kiírása
kn: MDM ಆವೃತ್ತಿಯನ್ನು ಮುದ್ರಿಸು
nl: MDM-versie weergeven
ru: Вывести версию MDM
sl: Natisni različico MDM
te: జిడియం వివరణం ముద్రించు
tr: MDM sürümünü yazdır
vi: In ra phiên bản MDM

source: Start the first X server but then halt until we get a GO in the fifo
da: Start den første X-server, men vent så indtil der modtages et GO i FIFO'en
de: Den ersten X-Server starten, aber dann warten, bis im FIFO ein GO auftaucht
fi: Käynnistä ensimmäinen X-palvelin, mutta pysähdy sen jälkeen, kunnes saadaan MENE-käsky FIFO-putkesta
hu: Az első X-kiszolgáló elindítása, majd leállítása addig, amíg nem kapunk GO-t a fifo-ban
kn: ಮೊದಲ X ಪರಿಚಾರಕವನ್ನು ಆರಂಭಿಸು ಆದರೆ ನಮಗೆ fifo ದಿಂದ GO ಬರುವವರೆಗೂ ತಡೆಹಿಡಿ
nl: De eerste X-server starten, maar wachten op de startopdracht via de FIFO
ru: Остановлен после успешного запуска первого X-сервера до получения GO в канале
sl: Zaženi prvi X strežnik, nato pa ustavi in počakaj na znak za nadaljevanje v vrsti fifo
te: మొదటి X సేవిక మొదలుపెట్టుము కాని అపుడు మనము ఫిఫో లో ఒక వెళ్ళు పొందు వరకు నిలుపుము
tr: İlk X sunucusunu başlat ancak fıfo'ya girene kadar kilitle
vi: Khởi động máy phục vụ X đầu tiên, sau đó ngừng cho tới khi có GO trong FIFO

source: Can't open %s for writing
da: Kan ikke %s til skrivning
de: %s konnte nicht zum Schreiben geöffnet werden
fi: Tiedostoa %s ei voi avata kirjoittamista varten
hu: %s nem nyitható meg írásra
kn: ಬರೆಯಲು %s ಅನ್ನು ತೆರೆಯಲಾಗುತ್ತಿಲ್ಲ
nl: Kan %s niet openen voor schrijven
ru: Не удалось открыть %s для записи
sl: Ni mogoče odpreti %s za pisanje
te: %s వ్రాయుట కొరకు తెరువలేము
tr: %s yazım için açılamadı
vi: Không thể mở %s để ghi

source: - The GNOME login manager
da: - GNOME logindprogram
de: - der GNOME-Anmeldemanager
fa: - مدیر ورود به سیستم گنوم
fi: – Gnomen sisäänkirjautumisohjelma
hu: - A GNOME bejelentkezéskezelő
kn: - GNOME ಪ್ರವೇಶ ವ್ಯವಸ್ಥಾಪಕ
nl: - GNOME Aanmeldbeheer
ru: - Менеджер входа в систему среды GNOME
sl: - Upravitelj prijav za GNOME
te: - గ్నోమ్ నమోదు అభికర్త
tr: - GNOME Giriş yöneticisi
vi: — Trình quản lý đăng nhập GNOME

source: main options
da: hovedindstillinger
de: Einstellungen
fa: گزینه‌های اصلی
fi: pääasetukset
hu: fő kapcsolók
kn: ಮುಖ್ಯ ಆಯ್ಕೆಗಳು
nl: hoofdopties
ru: основные параметры
sl: glavne možnosti
te: ముఖ్యమైన ఇఛ్ఛాపూర్వకములు
tr: ana seçenekler
vi: tùy chọn chính

source: Only root wants to run MDM
da: Kun root kan køre MDM
de: Nur der »root«-Benutzer darf MDM starten
fi: Vain pääkäyttäjä voi suorittaa MDM:n
hu: Csak a root futtathatja a MDM-et
kn: ಕೇವಲ ಮೂಲವು MDM ಅನ್ನು ಚಲಾಯಿಸಲು ಬಯಸುತ್ತದೆ
nl: Alleen root mag MDM opstarten
ru: Только пользователь root может запустить MDM
sl: Samo skrbnik sme zagnati MDM
te: జిడియం నడుపుటకు మూలం మాత్రమే లేకపోయింది
tr: Yalnızca 'root' kullanıcısı mdm'yi çalıştırabilir
vi: Chỉ có người chủ muốn chạy MDM thôi

source: %s: Error setting up %s signal handler: %s
da: %s: Fejl under opsætning af %s-signalhåndtering: %s
de: %s: Fehler beim Einrichten des Signalhandlers %s: %s
fi: %s: Virhe asetettaessa %s-signaalin käsittelijää: %s
hu: %s: Hiba a(z) %s jelzés kezelésének beállításakor: %s
kn: %s: ಸಂಜ್ಞೆ ನಿರ್ವಾಹಕ %s ವನ್ನು ಸಂಯೋಜಿಸುವಲ್ಲಿ ದೋಷ: %s
nl: %s: Fout bij het instellen van de %s signaalafhandeling: %s
ru: %s: Произошла ошибка установки обработчика сигнала %s: %s
sl: %s: Napaka ob vzpostavljanju obravnalnika za signal %s: %s
te: %s: %s సైగ ఉపయోగించునది అమరిక పై దోషము: %s
tr: %s: %s sinyal yöneticisi ayarlanırken bir hata oluştu: %s
vi: %s: gặp lỗi khi thiết lập trình quản lý tín hiệu %s: %s

source: MDM already running. Aborting!
da: MDM kører allerede. Afbryder!
de: MDM läuft bereits. Abbruch!
fi: MDM on jo käynnissä. Keskeytetään!
hu: A MDM már fut. A művelet megszakítva!
kn: MDM ಈಗಾಗಲೆ ಚಾಲನೆಯಲ್ಲಿದೆ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ!
nl: MDM is al gestart. Gestopt!
ru: Демон MDM уже запущен. Прерывание!
sl: MDM že teče. Prekinitev dejanja!
te: జిడియం ఇదివరకే నడుచుచున్నది. అర్థాంతరముగా ఆపివేయుచున్నది!
tr: MDM zaten çalışıyor. İptal ediliyor!
vi: MDM lại đang chạy nên hủy bỏ.

source: %s: Error setting up CHLD signal handler
da: %s: Fejl under opsætning af CHLD-signalhåndtering
de: %s: Fehler beim Einrichten des CHLD-Signalhandlers
fi: %s: Virhe asetettaessa CHLD-signaalin käsittelijää
hu: %s: Hiba a CHLD jelzés kezelőjének beállításakor
kn: %s: CHLD ಸಂಜ್ಞೆ ನಿರ್ವಾಹಕವನ್ನು ಸಂಯೋಜಿಸುವಲ್ಲಿ ದೋಷ
nl: %s: Fout bij het instellen van de CHLD signaalafhandeling
ru: %s: Произошла ошибка при установке обработчика сигнала CHLD
sl: %s: Napaka pri vzpostavljanju obravnalinka za signal CHLD
te: %s: శిశువు సైగలు ఉపయోగించునది అమరిక పై దోషము
tr: %s: CHLD sinyal yöneticisi ayarlanırken bir hata oluştu
vi: %s: gặp lỗi khi thiết lập trình quản lý tín hiệu CHLD.

source: DYNAMIC request denied: Not authenticated
da: DYNAMISK forespørgsel afvist: Ikke godkendt
de: DYNAMIC-Anfrage abgewiesen: Nicht authentifiziert
fi: DYNAMIC-pyyntö evätty: Todennus puuttuu
hu: DINAMIKUS kérelem megtagadva: Nincs hitelesítve
kn: DYNAMIC ಮನವಿಯು ತಿರಸ್ಕೃತಗೊಂಡಿದೆ: ದೃಢೀಕೃತಗೊಂಡಿಲ್ಲ
nl: DYNAMIC-verzoek afgewezen. Niet aangemeld
ru: Динамический запрос отклонён: Не авторизирован
sl: Zahtevek DYNAMIC zavrnjen: ne overjeno
te: చురుకైన ప్రార్థన తిరస్కరించబడినది: ప్రామాణీకరించబడలేదు
tr: DYNAMIC isteği reddedildi: Kimlik doğrulanmadı
vi: Yêu cầu ĐỘNG bị từ chối: không xác thực được

source: %s request denied: Not authenticated
da: Forespørgsel %s afvist: Ikke godkendt
de: %s-Anfrage abgewiesen: Nicht legitimiert
fi: %s-pyyntö evätty: Todennus puuttuu
hu: %s kérelem megtagadva: Nincs hitelesítve
kn: %s ಮನವಿಯು ತಿರಸ್ಕೃತಗೊಂಡಿದೆ: ದೃಢೀಕೃತಗೊಂಡಿಲ್ಲ
nl: %s aanvraag afgewezen. Niet aangemeld
ru: Запрос %s отклонён: Не авторизирован
sl: Zahtevek %s zavrnjen: ne overjeno
te: %s ప్రార్థన తిరస్కరించబడినది: ప్రామాణీకరించబడలేదు
tr: %s isteği reddedildi: Kimlik doğrulanmamış
vi: Yêu cầu %s bị từ chối: không xác thực được

source: Unknown server type requested; using standard server.
da: Ukendt servertype forespurgt; bruger forvalgt server.
de: Unbekannter Servertyp angefragt, Standard-Server wird benutzt.
fi: Pyydetty tuntematonta palvelintyyppiä, käytetään vakiopalvelinta.
hu: A kért kiszolgálótípus ismeretlen, a szabvány kiszolgáló lesz használva.
kn: ಗೊತ್ತಿರದ ಪರಿಚಾರಕದ ಬಗೆಗೆ ಮನವಿ ಸಲ್ಲಿಕೆಯಾಗಿದೆ; ರೂಢಿಯ ಪರಿಚಾರಕವನ್ನು ಬಳಸಲಾಗುವುದು
nl: Onbekend servertype aangevraagd, standaardtype zal gebruikt worden.
ru: Запрошен сервер неизвестного типа, используется сервер по умолчанию.
sl: Zahtevana neznana vrsta strežnika; uporaba običajnega strežnika.
te: తెలియని సేవిక పద్దతి ప్రార్థించబడినది; స్థిరమైన సేవిక వాడుచున్నది.
tr: Bilinmeyen bir sunucu tipi istendi, standart sunucu kullanılıyor.
vi: Yêu cầu kiểu máy phục vụ lạ, nên dùng máy phục vụ chuẩn.

source: Requested server %s not allowed to be used for flexible servers; using standard server.
da: Forespurgt server, %s, er ikke tilladt som fleksibel server; bruger forvalgt server.
de: Angefragter Server %s darf nicht für flexible Server verwendet werden, Standard-Server wird benutzt.
fi: Pyydettyä palvelinta %s ei ole lupa käyttää joustaville palvelimille. Käytetään vakiopalvelinta.
hu: A kért %s kiszolgáló nem használható flexibilis kiszolgálóként, a szabványos kiszolgáló lesz használva.
kn: ಮನವಿ ಸಲ್ಲಿಸಿದ %s ಪರಿಚಾರಕವು flexible ಪರಿಚಾರಕಗಳಲ್ಲಿ ಬಳಸಲು ಅನುಮತಿ ಇಲ್ಲ; ರೂಢಿಯ ಪರಿಚಾರಕವನ್ನು ಬಳಸಲಾಗುವುದು.
nl: Aangevraagde server %s mag niet gebruikt worden voor flexible-servers, er wordt gebruik gemaakt van de standaardserver.
ru: Запрошенный сервер %s не разрешено использовать для настраиваемых серверов, используется сервер по умолчанию.
sl: Zahtevanemu strežniku %s ni dovoljeno uporabiti ga kot raztegljiv strežnik; uporaba običajnega strežnika.
tr: İstenilen %s sunucusu esnek suncu olarak kullanılamıyor; standart sunucu kullanılıyor.
vi: Máy phục vụ được yêu cầu « %s » không thể được dùng như là máy phục vụ mềm, nên dùng máy chủ chuẩn.

source: y = Yes or n = No? >
da: y = Ja eller n = Nej? >
de: y = Ja oder n = Nein? >
fi: y = Kyllä, n = Ei? >
hu: y = Igen vagy n = Nem? >
kn: y = ಹೌದು ಅಥವ n = ಇಲ್ಲ? >
nl: y = Ja (yes) of n = Nee (no) ? >
ru: у = "Да" или n = "Нет"? >
sl: y = Da ali n = Ne? >
te: y = అవును లేదా n = కాదు? >
tr: e = Evet veya h = Hayır? >
vi: y = Có hay n = Không? →

source: Could not setgid %d. Aborting.
da: Kunne ikke udføre setgid %d. Afbryder.
de: Fehler bei setgid %d. Abbruch.
fi: Setgid %d epäonnistui. Keskeytetään.
hu: Nem sikerült a gid-et %d-re állítani. A művelet megszakítva.
kn: %d ಅನ್ನು setgid ಮಾಡಲಾಗಿಲ್ಲ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: Kan het groepsid %d niet instellen. Gestopt.
ru: Не удалось установить группу %d. Происходит аварийное прерывание работы.
sl: Ni mogoče setgid %d. Prekinitev dejanja.
te: %d జిఐడి అమర్చుట వీలుకాదు. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: Setgid %d yapılamadı. İptal ediliyor.
vi: Không thể setgid %d nên hủy bỏ.

source: initgroups () failed for %s. Aborting.
da: initgroups () mislykkedes for %s. Afbryder.
de: initgroups () für %s gescheitert. Abbruch.
fi: initgroups() epäonnistui %s:lle. Keskeytetään.
hu: %s számára az initgroups () sikertelen. A művelet megszakítva.
kn: initgroups () %s ಗೆ ವಿಫಲಗೊಂಡಿವೆ. ಕಾರ್ಯಭಂಗಗೊಳಿಸಲಾಗುತ್ತಿದೆ.
nl: initgroups() mislukt voor %s. Gestopt.
ru: Сбой функции initgroups() для %s. Аварийное прерывание.
sl: initgroups() ni uspel za %s. Prekinitev dejanja.
te: %s కొరకు పూర్ణాంక సమూహాలు () విఫలమైంది. అర్థాంతరముగా ఆపివేయుచున్నది.
tr: %s için initgroups () başarısız oldu. İptal ediliyor.
vi: Lỗi initgroups() cho %s nên hủy bỏ.

source: %s: Error setting signal %d to %s
da: %s: Fejl ved sætning af signal %d til %s
de: %s: %d konnte nicht auf %s gesetzt werden
fi: %s: Virhe asetettaessa %d-signaalin käsittelijää %s
hu: %s: Hiba a(z) %d szignál következőre történő beállítása közben: %s
kn: %s: ಸೂಚನೆ %d ಯನ್ನು %s ಗೆ ಹೊಂದಿಸುವಲ್ಲಿ ದೋಷ
nl: %s: Fout bij instellen van signaal %d naar %s
ru: %s: Ошибка установки сигнала %d в %s
sl: %s: Napaka med nastavljanjem signala %d na %s
te: %s: %d నుండి %s కు సైగ అమరిక దోషము
tr: %s: sinyal %d %s'a ayarlanırken hata oluştu
vi: %s: lỗi khi thiết lập tín hiệu %d thành %s.

source: Last login: %s
da: Forrige logind: %s
de: Letzte Anmeldung: %s
fi: Edellinen kirjautuminen: %s
hu: Legutóbbi bejelentkezés: %s
kn: ಕಳೆದಬಾರಿ ದಾಖಲಾಗಿದ್ದು: %s
nl: Laatste aanmelding: %s
ru: Последняя регистрация: %s
sl: Zadnja prijava: %s
te: చివరి నమోదు: %s
tr: Son giriş: %s
vi: Lần đăng nhập cuối: %s

source: Can not start fallback console
da: Kan ikke ikke starte tilbagefaldsterminal
de: Problemfall-Konsole konnte nicht gestartet werden
fi: Varapäätettä ei voi käynnistää
hu: Nem sikerült elindítani a tartalékkonzolt
kn: ಹಿಂದೆಬೀಳುವ (fallback) ಕನ್ಸೋಲನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ
nl: Kan terugval-terminal niet starten
ru: Не удалось запустить резервную консоль
sl: Ni mogoče zagnati varne konzole
te: వెనక్కిపడు ఓదార్పు మొదలుపెట్టుటకు వీలుకాదు
tr: Geridüşüş konsolu başlatılamadı
vi: Không thể khởi động bàn giao tiếp dự phòng.

source: There already appears to be an X server running on display %s. Should another display number by tried? Answering no will cause MDM to attempt starting the server on %s again.%s
da: Det ser ud til at en X-server allerede kører på skærm %s. Vil du forsøge et andet skærmnummer? Hvis du svarer nej vil MDM forsøge at starte serveren på %s igen.%s
de: Anscheinend läuft bereits ein X-Server auf Anzeige %s. Soll eine andere Anzeigennummer ausprobiert werden? Falls Sie mit nein antworten, wird erneut versucht, den Server auf %s zu starten.%s
fi: X-palvelin vaikuttaa jo olevan käynnissä näytöllä %s. Yritetäänkö käyttää toista näyttönumeroa? Jos vastaat ei, palvelin yritetään käynnistää uudelleen näytöllä %s.%s
hu: Már fut egy X-kiszolgáló a(z) %s. számú képernyőn. Megpróbál egy másik számú képernyőt? Ha nemmel válaszol, a MDM ismét megpróbálja a(z) %s.-t.%s
kn: ಒಂದು X ಪರಿಚಾರಕವು %s ಪ್ರದರ್ಶಕದಲ್ಲಿ ಈಗಾಗಲೆ ಚಾಲನೆಯಲ್ಲಿದ್ದಂತೆ ತೋರುತ್ತಿದೆ. ಇನ್ನೊಂದು ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರಯತ್ನಿಸಬೇಕೆ? ಇಲ್ಲ ಎಂದು ಉತ್ತರ ಬಂದಲ್ಲಿ MDM %s ನಲ್ಲಿ ಪರಿಚಾರಕವನ್ನು ಪುನಃ ಆರಂಭಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ.%s
nl: Er lijkt al een X-server te draaien op scherm %s. Zal ik een ander schermnummer proberen? Als uw antwoord nee is, dan zal ik de server nogmaals proberen te starten op scherm %s. %s
ru: Похоже, X-сервер уже запущен на дисплее %s. Попробовать другой номер дисплея? Если Вы ответите "Нет", будет предпринята попытка снова запустить сервер на дисплее %s.%s
sl: Videti je, da na zaslonu %s že teče strežnik X. Ali želite poskusiti drugo številko zaslona? V primeru, da odgovorite z ne, bo MDM poskusil ponovno zagnati strežnik na %s. %s
tr: %s görüntü biriminde zaten bir X sunucusu çalışıyor görünüyor. Bir başka görüntü numarası kullanılsın mı? Eğer cevabınız hayır ise, sunucu yine %s üzerinden başlatılmaya çalışılacak. %s
vi: Đã có một máy phục vụ X đang chạy trên bộ trình bày %s. Nên thử một số hiệu trình bày khác? Nếu không thì sẽ khởi động máy phục vụ trên %s một lần nữa. %s

source: (You can change consoles by pressing Ctrl-Alt plus a function key, such as Ctrl-Alt-F7 to go to console 7. X servers usually run on consoles 7 and higher.)
da: (Du kan skifte konsol ved at trykke <ctrl>-<alt> plus en funktionstast, så som <ctrl>-<alt>-F7 for at gå til konsol 7. X-servere kører normalt på konsol 7 og højere.)
de: (Sie können durch die Konsolen wechseln, indem Sie Strg, Alt und eine Funktionstaste drücken, z.B. Strg+Alt+F7, um zur Konsole 7 zugelangen. X-Server laufen normalerweise auf Konsole 7 oder höher.)
fi: (Voit vaihtaa konsolia painamalla Ctrl:ia, Alt:ia ja funktionäppäintä, esimerkiksi yhdistelmällä Ctrl-Alt-F6 siirryt konsoliin 6. X-palvelinten konsolinumerot ovat yleensä 7 tai yli.)
hu: (Át tud váltani egy másik konzolra a Ctrl-Alt és egy funkcióbillentyű együttes kombinációjával, például Ctrl-Alt-F7 a 7-es konzolra vált. Az X kiszolgáló általában a 7-es vagy magasabb sorszámú terminálokon fut.)
kn: (Ctrl-Alt ಹಾಗು ಒಂದು ಕಾರ್ಯಕಾರಿ ಕೀಲಿಯನ್ನು ಒತ್ತುವುದರಿಂದ ನೀವು ಕನ್ಸೋಲುಗಳನ್ನು ಬದಲಾಯಿಸಬಹುದು, ಉದಾಹರಣೆಗೆ ಕನ್ಸೋಲ್ 7 ಕ್ಕೆ ಹೋಗಲು Ctrl-Alt-F7 ಅನ್ನು ಒತ್ತಿ. X ಪರಿಚಾರಕವು ಸಾಮಾನ್ಯವಾಗಿ 7 ಹಾಗು ಅದಕ್ಕೂ ನಂತರದ ಕನ್ಸೋಲಿನಲ್ಲಿ ಚಲಾಯಿತವಾಗುತ್ತದೆ.)
nl: (U kunt van console wisselen door op CTRL+ALT plus een functietoets te drukken, CTRL+ALT+F7 is bijvoorbeeld console 7. X draait gewoonlijk op console 7 en hoger.)
ru: (Вы можете менять консоли нажатием на Ctrl-Alt и функциональную клавишу, например, Ctrl-Alt-F7 для перехода на консоль 7. X-сервера обычно запускаются на консолях 7 и выше.)
sl: (Konzole lahko zamenjate s pritiskom na Ctrl-Alt in funkcijsko tipko. Na primer Ctrl-Alt-F7 za konzolo 7. Strežnik X navadno teče na konzolah 7 in višje.)
tr: (Ctrl+Alt+<bir işlev tuşu> tuşlarına basarak kendinize bir konsol seçin. X sunucuları genellikle 7 ve üstü konsollarda çalışır. Ctrl+Alt+F7 ile 7. konsola geçebilirsiniz.)
vi: (Bạn có thể chuyển qua bàn giao tiếp bằng cách nhấn tổ hợp phím Ctrl-Alt kèm theo một phím chức năng, ví dụ Ctrl-Alt-F7 sẽ chuyển sang bàn giao tiếp 7. Máy phục vụ X thường chạy trên bàn giao tiếp 7 hoặc cao hơn.)

source: Display '%s' cannot be opened by nested display
da: Terminalen "%s" kan ikke åbnes af indlejret terminal
de: Anzeige »%s« kann nicht von eingebetteter Anzeige geöffnet werden
fi: Näyttöä "%s" ei voi avata sisäkkäisestä näytöstä
hu: A beültetett megjelenítő nem tudta megnyitni a(z) „%s” képernyőt
kn: ಪ್ರದರ್ಶಕ '%s' ವು ಅಂತರ್ಗತ ಪ್ರದರ್ಶಕದಿಂದ ತೆರೆಯಲಾಗುವುದಿಲ್ಲ
nl: Scherm '%s' kan niet geopend worden door genest scherm
ru: Дисплей "%s" не может быть открыт встроенным сервером
sl: Zaslona '%s' ni mogoče odpreti z gnezdenjem zaslona
te: పక్షిగూడు ప్రదర్శన ద్వారా '%s' ప్రదర్శన తెరవబడుటకు వీలుకాదు
tr: '%s', yuvalanmış görüntü birimi tarafından açılamıyor
vi: Bộ trình bày « %s » không thể được mở bởi bộ trình bày lồng nhau

source: Display %s is busy. There is another X server running already.
da: Terminalen %s er optaget, en anden X-server kører allerede.
de: Anzeige %s ist belegt. Es läuft bereits ein anderer X-Server.
fi: Näyttö %s on varattu. Toinen X-palvelin on jo käynnissä.
hu: A(z) %s képernyő foglalt. Már fut rajta egy másik X-kiszolgáló.
kn: ಪ್ರದರ್ಶಕ %s ಕಾರ್ಯನಿರತವಾಗಿದೆ. ಇನ್ನೊಂದು X ಪರಿಚಾರಕ ಈಗಾಗಲೆ ಚಾಲನೆಯಲ್ಲಿದೆ.
nl: Scherm %s is bezet. Er draait al een andere X-server.
ru: Дисплей %s занят. Уже запущен другой X-сервер.
sl: Zaslon %s je zaseden. Na zaslonu že teče X strežnik.
te: ప్రదర్శన %s తీరికలేకుండా ఉంది. అక్కడ మరియొక X సేవిక ఇదివరకే నడుచుచున్నది.
tr: %s ekranı meşgul. Başka bir X sunucusu zaten çalışıyor.
vi: Bộ trình bày %s quá bận. Có một máy phục vụ X khác đang chạy.

source: %s: Error opening a pipe: %s
da: %s: Fejl ved åbning af datakanal: %s
de: %s: Fehler beim Öffnen einer Weiterleitung: %s
fi: %s: Virhe putkitettaessa: %s
hu: %s: Hiba a(z) %s cső megnyitása közben
kn: %s: ಒಂದು pipe ಅನ್ನು ತೆರೆಯುವಲ್ಲಿ ದೋಷ: %s
nl: %s: Fout bij openen van pijp: %s
ru: %s: Произошла ошибка открытия канала: %s
sl: %s: Napaka ob odpiranju cevi: %s
te: %s: ఒక పైప్ తెరుచుటలో దోషము: %s
tr: %s: Boru açılırken hata oluştu: %s
vi: %s: gặp lỗi khi mở ống dẫn: %s

source: %s: failed to connect to parent display '%s'
da: %s: kan ikke tilslutte til forælder-terminalen "%s"
de: %s: Verbindung zur Elternanzeige »%s« gescheitert
fi: %s: yhteydenotto isänäyttöön "%s" ei onnistunut
hu: %s: nem sikerült csatlakozni a(z) „%s” szülőképernyőhöz
kn: %s: ಮೂಲ ಪ್ರದರ್ಶಕಕ್ಕೆ ಸಂಪರ್ಕ ಕಲ್ಪಿಸುವಲ್ಲಿ ವಿಫಲತೆ '%s'
nl: %s: kan geen verbinding maken met moederscherm '%s'
ru: %s: Не удалось подсоединиться к родительскому дисплею '%s'
sl: %s: povezava z zaslonom '%s' ni uspela
te: %s: %s మూల ప్రదర్శన కు అనుసంధించుటకు విఫలమైంది
tr: %s: '%s' üst görüntü birimine bağlanılamadı
vi: %s: lỗi kết nối đến bộ trình bày mẹ « %s ».

source: %s: Cannot find a free display number
da: %s: Kan ikke finde et ledigt skærmnummer
de: %s: Es konnte keine freie Anzeige-Nummer gefunden werden
fi: %s: Vapaata näytön numeroa ei löydy
hu: %s: Nem találok szabad képernyő sorszámot
kn: %s: ಒಂದು ಮುಕ್ತ ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆ ಕಂಡುಬಂದಿಲ್ಲ
nl: %s: Kan geen beschikbaar schermnummer vinden
ru: %s: Не удалось найти свободный номер дисплея
sl: %s: Ni mogoče najti proste številke zaslona
te: %s: ఉచిత ప్రదర్శన సంఖ్య వెతుకుటకు వీలుకాదు
tr: %s: Boş bir görüntü ekranı bulunamadı
vi: %s: không tìm thấy một số hiệu trình bày chưa dùng.

source: %s: Display %s busy. Trying another display number.
da: %s: Terminalen %s er optaget. Prøver et andet skærmnummer.
de: %s: Anzeige %s belegt. Versuchen Sie eine andere Anzeige-Nummer.
fi: %s: Näyttö %s varattu. Kokeillaan toisella näyttönumerolla.
hu: %s: A(z) %s képernyő foglalt. Megpróbálok egy másikat.
kn: %s: ಪ್ರದರ್ಶಕ %s ಕಾರ್ಯನಿರತವಾಗಿದೆ. ಇನ್ನೊಂದು ಪ್ರದರ್ಶಕ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.
nl: %s: Scherm %s is bezet. Ik probeer een ander schermnummer.
ru: %s: Дисплей %s занят. Поиск другого номера дисплея.
sl: %s: Zaslon %s je zaseden. Poskušam drugo številko zaslona.
te: %s: ప్రదర్శన %s తీరికలేదు. మరియొక ప్రదర్శన సంఖ్య ప్రయత్నించుచున్నది.
tr: %s: %s görüntüsü meşgul. Bir başka görüntü numarası deneniyor.
vi: %s: bộ trình bày %s quá bận nên thử một số hiệu trình bày khác.

source: Invalid server command '%s'
da: Ugyldig serverkommando "%s"
de: Ungültiger Server-Befehl »%s«
fi: Epäkelpo palvelinkomento "%s"
hu: Érvénytelen kiszolgálóparancs „%s”
kn: ಅಮಾನ್ಯ ಪರಿಚಾರಕ ಆಜ್ಞೆ '%s'
nl: Ongeldige serveropdracht '%s'
ru: Команда сервера "%s" недопустима
sl: Neveljaven strežniški ukaz '%s'
te: '%s' సేవిక ఆదేశం నిస్సారమైంది
tr: Geçersiz sunucu komutu: '%s'
vi: Lệnh máy phục vụ '%s' không hợp lệ

source: Server name '%s' not found; using standard server
da: Servernavn "%s" ikke fundet; bruger forvalgt server
de: Server-Name »%s« nicht gefunden. Standard-Server wird verwendet
fi: Palvelimen nimeä "%s" ei löytynyt, käytetään vakiopalvelinta
hu: A(z) „%s” kiszolgálónév nem található, a szabványos kiszolgáló lesz használva
kn: '%s' ಹೆಸರಿನ ಪರಿಚಾರಕವು ಕಂಡು ಬಂದಿಲ್ಲ; ರೂಢಿಯ ಪರಿಚಾರಕವನ್ನು ಬಳಸಲಾಗುವುದು
nl: Servernaam '%s' onbekend. Ik gebruik de standaardserver
ru: Сервер с именем "%s" не найден, используется стандартный сервер
sl: Imena strežnika '%s' ni mogoče najti; uporaba običajnega strežnika
te: సేవిక నామము '%s' దొరకలేదు; ప్రామాణిక సేవిక వాడుచున్నది
tr: '%s' sunucu adı bulunamadı; standart sunucu kullanılıyor
vi: Không tìm thấy máy phục vụ tên « %s » nên dùng trình chuẩn.

source: %s: Could not open logfile for display %s!
da: %s: Kunne ikke åbne logfil for terminalen %s!
de: %s: Protokolldatei für Anzeige %s konnte nicht geöffnet werden!
fi: %s: Näytön %s lokitiedostoa ei voitu avata!
hu: %s: Nem nyitható meg a(z) %s képernyőhöz tartozó naplófájl!
kn: %s: %s ಪ್ರದರ್ಶಕಕ್ಕಾಗಿ logfile ಅನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ!
nl: %s: Kan het logboek voor scherm %s niet openen!
ru: %s: Не удалось открыть файл журнала для дисплея %s!
sl: %s: Ni mogoče odpreti dnevnika za zaslon %s!
te: %s: %s ప్రదర్శన కొరకు నమోదుదస్త్రం తెరుచుటకు వీలుకాదు!
tr: %s: %s ekranı için günlük dosyası açılamadı!
vi: %s: không thể mở tập tin bản ghi cho bộ trình bày %s.

source: %s: Error setting %s to %s
da: %s: Fejl ved sætning af %s til %s
de: %s: %s konnte nicht auf %s gesetzt werden
fi: %s: Virhe asetettaessa %s arvoksi %s
hu: %s: Hiba a(z) %s beállítása közben a következőre: %s
kn: %s: %s ಅನ್ನು %s ಗೆ ಸಂಯೋಜಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
nl: %s: Fout bij instellen van %s naar %s
ru: %s: Ошибка установки %s в %s
sl: %s: Napaka ob nastavljanju %s na %s
te: %s: %s కు %s అమరిక దోషము
tr: %s: %s 'e %s atarken hata oluştu
vi: %s: gặp lỗi thiết lập « %s » thành « %s ».

source: %s: Empty server command for display %s
da: %s: Tom serverkommando til terminalen %s
de: %s: Leerer Server-Befehl für Anzeige %s
fi: %s: Tyhjä palvelinkomento näytölle %s
hu: %s: Üres kiszolgáló parancs a(z) %s képernyőre
kn: %s: ಪ್ರದರ್ಶಕಕ್ಕೆ ಖಾಲಿ ಇರುವ ಪರಿಚಾರಕ ಆಜ್ಞೆ %s
nl: %s: Lege serveropdracht voor scherm %s
ru: %s: Пустая команда сервера для дисплея %s
sl: %s: Prazen ukaz strežnika za zaslon %s
te: %s: %s ప్రదర్శన కొరకు శూన్యమైన సేవిక ఆదేశం
tr: %s: %s ekranı için boş sunucu komutu
vi: %s: không có lệnh hỗ trợ cho bộ trình bày %s.

source: %s: Server priority couldn't be set to %d: %s
da: %s: Server-prioritet kunne ikke angives til %d: %s
de: %s: Priorität des Servers konnte nicht auf %d gesetzt werden: %s
fi: %s: Palvelimen prioriteettia ei voitu asettaa arvoon %d: %s
hu: %s: A kiszolgáló prioritása nem állítható be %d értékre: %s
kn: %s: ಪರಿಚಾರಕ ಆದ್ಯತೆಗಳನ್ನು %d ಗೆ ಹೊಂದಿಸಲಾಗಿಲ್ಲ: %s
nl: %s: Serverprioriteit kon niet worden ingesteld op %d: %s
ru: %s: Приоритет сервера должен быть установлен в %d: %s
sl: %s: Prednosti strežnika ni mogoče določiti %d: %s
te: %s: సేవిక ప్రాధాన్యత %d కు అమర్చి ఉంచుటకు వీలుకాదు: %s
tr: %s: Sunucu önceliği %d olarak atanamaz: %s
vi: %s: không thể lập ưu tiên máy phục vụ thành %d: %s
