Repository: linuxmint/mdm
Catalog: launchpad-po/*.po
Languages: am, be, da, de, fi, fr_ca, he, hr, hu, is, lt, ms, nds, pt_br, ro, sc, sk, sl, sq, sr, sv, th, uk, vi

source: User not allowed
am: ይህ ተጠቃሚ ተከልክሏል
be: Карыстальнік не дазволены
da: Bruger ikke tilladt
de: Dieser Benutzer ist nicht erlaubt.
fi: Käyttäjä ei ole sallittu
fr_ca: Utilisateur non autorisé
he: משתמש זה אינו רשאי
hr: Korisnik nije dopušten
hu: A felhasználó nem engedélyezett
is: Notandi ekki leyfður
lt: Naudotojui neleidžiama prisijungti
ms: Pengguna tidak dibenarkan
nds: Benutzer nicht erlaubt
pt_br: Usuário não permitido
ro: Utilizator nepermis
sc: S'impitadore non tenet sos permissos
sk: Používateľ nie je povolený
sl: Uporabnik ni dovoljen
sq: Përdorues jo i lejuar
sr: Корисник није дозвољен
sv: Användare tillåts inte
th: ผู้ใช้ไม่ได้รับอนุญาต
uk: Недозволений користувач
vi: Người dùng không được phép

source: Autologin or timed login to the root account is not allowed.
am: በራሱ መግቢያ ወይንም በ ተወሰነ ጊዜ መግቢያ በ root መግለጫ የ ተከለከለ ነው
be: Аўтаматычны ўваход ці ўваход з затрымкай для суперкарыстальніка (root) не дазволены.
da: Automatisk eller tidsindstillet login på root-kontoen er ikke tilladt.
de: Weder die automatische noch die zeitgesteuerte Anmeldung sind für das Systemverwalterkonto (root) zulässig.
fi: Automaattinen tai ajastettu sisäänkirjautuminen pääkäyttäjätunnukselle (root) on kielletty.
fr_ca: La connexion automatique ou la connexion différée sur le compte administrateur n'est pas permise.
he: התחברות אוטומטית או מתוזמנת למשתמש root אסורה.
hr: Automatska prijava ili vremenska prijava u korijenski korisnički račun nije dopuštena.
hu: Az automatikus vagy időzített bejelentkezés a rendszergazda (root) fiókhoz nem engedélyezett.
is: Ekki er leyft að nota sjálfvirka eða tímasetta innskráningu með kerfisstjóraaðgangi
lt: Automatinis arba uždelstas prisijungimas kaip root neleidžiamas.
ms: Daftar masuk auto atau daftar masuk bermasa ke akaun root tidak dibenarkan
nds: Automatische Anmeldung oder zeitgesteuerte Anmeldung als Root ist nicht zulässig.
pt_br: É proibido o login automático ou programado para a conta de root.
ro: Autentificările automate sau cronometrate nu sunt permise pentru contul root.
sc: S'imbucada in automàticu o a istentu de s'amministradore no est permissa.
sk: Automatické alebo časované prihlásenie na účet správcu nie je povolené.
sl: Samodejna in časovna prijava skrbniškega računa ni dovoljena.
sq: Hyrja automatike ose hyrja e kronometruar e profilit root nuk lejohet.
sr: Самостална или временска пријава на корени налог није дозвољена.
sv: Automatisk inloggning eller tidsbaserad inloggning till rootkontot är inte tillåtet.
th: ไม่อนุญาตให้เข้าระบบเป็น root โดยอัตโนมัติหรือผ่านการตั้งเวลา
uk: Самочинний вхід чи вхід після призупинки в обліковий запис керманича (root) не дозволяється.
vi: Tự động đăng nhập hoặc đăng nhập định thời cho tài khoản root không được phép.

source: No theme, just pure GTK
am: ገጽታ የለም: ንፁህ GTK ብቻ
be: Няма тэмы, толькi чыстая GTK
da: Intet tema, kun ren GTK
de: Kein Thema, nur das reine GTK
fi: Ei teemaa, vain puhdas GTK
fr_ca: Pas de thème, GTK à l'état pur
he: ללא ערכת נושא, רק GTK טהור
hr: Bez teme, samo čisti GTK
hu: Nincs téma, csak az alap GTK
is: Ekkert þema, bara hreint GTK
lt: Nėra stiliaus, tik grynas GTK
ms: Tiada tema, hanya GTK asli
nds: Kein Theme, nur reine GTK
pt_br: Sem tema, apenas GTK puro
ro: Nicio temă, doar GTK pur
sc: Mancunu tema, petzi GTK nedu
sk: Žiadna téma, iba čisté GTK
sl: Brez teme, samo čisti GTK
sq: Asnjë temë, thjesht puro GTK
sr: Без теме, само чист ГТК
sv: Inget tema, bara äkta GTK
th: ไม่มีธีม มีเพียง pure GTK
uk: Без теми, просто чистий GTK
vi: 'Không dùng đề tài, chỉ thuần GTK

source: Archive is not of a subdirectory
am: ማህደሩ ንዑስ ዳይሬክቶሪ አይደለም
be: Архіў не з падкаталога
da: Arkiv er ikke af en undermappe
de: Archiv ist kein Unterverzeichnis
fi: Arkistossa ei ole alihakemistoa
fr_ca: L'archive n'est pas d'un sous-répertoire
he: הארכיון אינו מסוג תת־תיקייה
hr: Arhiva nije dio poddirektorija
hu: Az archívum nem egy almappából áll
is: Safnskráin er ekki í undirmöppu
lt: Archyvas nėra iš pakatalogio
ms: Arkib bukan dari subdirektori
nds: Archiv ist kein Unterverzeichnis
pt_br: O arquivo não é de um subdiretório
ro: Arhiva nu este a unui subdirector
sc: S'archìviu no est una subdirectory
sk: Archív nie je podadresárom
sl: Arhiv ni iz podmape
sq: Arkivi nuk përmban vetëm një nën-directory
sr: Архива није од садржаног директоријума
sv: Arkivet är inte av en underkatalog
th: แฟ้มจัดเก็บไม่ได้เก็บข้อมูลในตำแหน่งย่อย
uk: Архів не з підтеки
vi: Kho lưu không tạo từ thư mục con

source: Archive is not of a single subdirectory
am: ማህደሩ አንድ ንዑስ ዳይሬክቶሪ አይደለም
be: Архіў не з асобнага каталога
da: Arkiv er ikke af en enkelt undermappe
de: Archiv ist kein einzelnes Unterverzeichnis
fi: Arkisto ei koostu yhdestä alihakemistosta
fr_ca: L'archive n'est pas d'un unique sous-répertoire
he: הארכיון איננו תת-ספרייה יחידה
hr: Arhiva nije dio jednog poddirektorija
hu: Az archívum nem egyetlen almappából áll
is: Safnskráin er ekki í einni undirmöppu
lt: Archyvas nėra iš vieno pakatalogio
ms: Arkib bukan dari subdirektori tunggal
nds: Archiv ist kein einziges Unterverzeichnis
pt_br: O arquivo não é de um subdiretório único
ro: Arhiva nu este a unui singur subdirector
sc: S'archìviu no est una subdirectory sìngula
sk: Archív nie je z jediného podadresára
sl: Arhiv ni iz ene podmape
sq: Arkivi duhet të përmbajë vetëm një nën-directory
sr: Архива није од једног садржаног директоријума
sv: Arkivet är inte av en ensam underkatalog
th: แฟ้มจัดเก็บไม่ได้เก็บข้อมูลในตำแหน่งย่อยเดียว
uk: Архів не з однієї підтеки
vi: Kho lưu không tạo từ thư mục con đơn nhất

source: File not a tar.gz or tar archive
am: ፋይሉ የ tar.gz ወይንም የ tar archive አይደለም
be: Файл не з'яўляецца архівам tar.gz ці tar
da: Fil er ikke et tar.gz- eller tar-arkiv
de: Die Datei ist kein tar.gz- oder tar-Archiv
fi: Tiedosto ei ole tar.gz- tai tar-muotoinen arkisto
fr_ca: Le fichier n'est pas une archive tar.gz ou tar
he: הקובץ איננו ארכיון tar.gz או tar
hr: Datoteka nije tar.gz ili tar arhiva
hu: A fájl nem tar.gz vagy tar archívum
is: Skráin er ekki tar.gz eða tar safnskrá
lt: Failas nėra tar.gz ar tar archyvas
ms: Fail bukan arkib tar.gz atau tar
nds: Keine tar.gz Datei oder tar-Archiv
pt_br: O arquivo não é do tipo .tar.gz ou .tar
ro: Fișierul nu este o arhivă „tar.gz” sau „tar“
sc: Su file not est un'archìviu tar o tar.gz
sk: Súbor nie je archívom tar.gz alebo tar
sl: Datoteka ni arhiv tar.gz ali tar
sq: Skedari nuk është një arkiv tar.gz apo tar
sr: Датотека није „tar.gz“ или „tar“ архива
sv: Filen är inget arkiv av typen tar eller tar.gz
th: ไม่ใช่แฟ้มนามสกุล tar.gz หรือแฟ้มจัดเก็บข้อมูลแบบ tar
uk: Файл не є архівом формату tar.gz чи tar
vi: Tập tin không phải là tar.gz hoặc kho lưu tar

source: Archive does not include a GdmGreeterTheme.info file
am: ማህደር አያካትትም የ GdmGreeterTheme.info file
be: Архіў не ўключае файл GdmGreeterTheme.info
da: Arkiv indeholder ikke en GdmGreeterTheme.info-fil
de: Archiv enthält keine »GdmGreeterTheme.info«-Datei
fi: Arkistossa ei ole tiedostoa GdmGreeterTheme.info
fr_ca: L'archive n'inclut pas un fichier GdmGreeterTheme.info
he: הארכיון איננו כולל את הקובץ GdmGreeterTheme.info
hr: Arhiva nema GdmGreeterTheme.info datoteku
hu: Az archívum nem tartalmazza a „GdmGreeterTheme.info” fájlt
is: Safnskráin inniheldur ekki GdmGreeterTheme.info skrá
lt: Archyve nėra GdmGreeterTheme.info failo
ms: Arkib tak disertakan fail GdmGreeterTheme.info
nds: Archiv beinhaltet keine GdmGreeterTheme.info-Datei
pt_br: O arquivo não inclui um arquivo GdmGreeterTheme.info
ro: Arhiva nu include un fișier „GdmGreeterTheme.info“
sc: S'archìviu mon bi tenet unu file GdmGreeterTheme.info
sk: Archív neobsahuje súbor GdmGreeterTheme.info
sl: Arhiv ne vsebuje datoteke GdmGreeterTheme.info
sq: Arkivi nuk përmban një skedar GdmGreeterTheme.info
sr: Архива нема „GdmGreeterTheme.info“ датотеку
sv: Arkivet innehåller ingen GdmGreeterTheme.info-fil
th: แฟ้มจัดเก็บข้อมูลไม่มีแฟ้ม GdmGreeterTheme.info อยู่ด้วย
uk: Архів не містить файл GdmGreeterTheme.info
vi: Kho lưu không chứa tập tin GdmGreeterTheme.info

source: File does not exist
am: ፋይሉ አልተገኘም
be: Файл не існуе
da: Filen eksisterer ikke
de: Datei existiert nicht
fi: Tiedostoa ei ole olemassa
fr_ca: Le fichier n'existe pas
he: הקובץ אינו קיים.
hr: Datoteka ne postoji
hu: A fájl nem létezik
is: Skráin er ekki til
lt: Failo nėra
ms: Fail tidak wujud
nds: Datei existiert nicht
pt_br: O arquivo não existe
ro: Fișier inexistent
sc: Su file non esistit
sk: Súbor neexistuje
sl: Datoteka ne obstaja
sq: Skedari nuk ekziston
sr: Датотека не постоји
sv: Filen finns inte
th: ไม่มีแฟ้มอยู่
uk: Файлу не існує
vi: Tập tin không tồn tại

source: Not a theme archive
am: የገጽታ ማህደር አይደለም
be: Не з'яўляецца архівам тэмы
da: Ikke et temaarkiv
de: Kein Themenarchiv
fi: Ei teema-arkisto
fr_ca: Ce n'est pas une archive de thème
he: זה לא ארכיון של ערכת נושא
hr: Nije arhiva teme
hu: Ez nem téma fájl
is: Skráin er ekki gild þemuskrá
lt: Ne stiliaus archyvas
ms: Bukan arkib tema
nds: Kein Theme-Archiv
pt_br: Não é um arquivo de tema
ro: Nu este o temă arhivată
sc: No est un'archìviu de tema
sk: Toto nie je archív s motívom.
sl: Ni arhiv teme
sq: Nuk është arkiv i një teme
sr: Ово није архива теме
sv: Inte ett temaarkiv
th: ไม่ใช่แฟ้มจัดเก็บชุดตกแต่ง
uk: Не є архівом теми
vi: Không phải kho lưu chủ đề

source: Theme directory '%s' seems to be already installed. Install again anyway?
am: የ ገጽታ ዳይሬክቶሪ '%s' ቀደም ብሎ ተገጥሟል: ለማንኛውም ልግጠመው?
be: Здаецца, каталог тэмы "%s" ужо ўсталяваны. Усталяваць нанава?
da: Temamappen "%s" ser allerede ud til at være installeret. Installér igen alligevel?
de: Der Themenordner »%s« scheint bereits installiert zu sein. Möchten Sie ihn trotzdem erneut installieren?
fi: Teemahakemisto "%s" näyttää olevan jo asennettu. Asennetaanko se silti uudelleen?
fr_ca: Le répertoire de thèmes ' %s ' semble déjà installé. Voulez-vous l'installer de nouveau ?
hr: Direktorij tema '%s' je već instaliran. Ponovno ga instalirati?
hu: A(z) „%s” témamappa már telepítve van. Mégis újra kívánja telepíti?
is: Þemamappan '%s' lítur út fyrir að vera þegar uppsett. Setja samt upp aftur?
lt: Atrodo, kad stiliaus aplankas „%s“ jau įdiegtas. Ar įdiegti dar kartą?
ms: Direktori tema '%s' nampaknya sudah dipasang. Tetap ingin memasangnya?
nds: Theme-Verzeichnis '%s' scheint bereits installiert zu sein. Nochmal installieren?
pt_br: Parece que o diretório de temas '%s' já está instalado. Instalar novamente mesmo assim?
ro: Directorul temei „%s” pare să fie instalat deja. Să fie instalat din nou oricum?
sc: Sa directory '%s' de su tema paret giai installada. Cheres a la torrare a installare?
sk: Adresár motívu „%s“ už existuje. Chcete aj napriek tomu tento motív nainštalovať?
sl: Mapa teme '%s' je že nameščena. Ali jo želite ponovno namestiti?
sq: Directory e temës '%s' ekziston. Ta instaloj edhe njëherë?
sr: Изгледа да је директоријум теме „%s“ већ инсталиран. Да поновим инсталацију?
sv: Temakatalogen "%s" verkar redan vara installerad. Installera igen ändå?
th: ดูเหมือนว่าตำแหน่งของชุดตกแต่ง '%s' ได้ติดตั้งไว้แล้ว จะติดตั้งอีกครั้งหรือไม่?
uk: Каталог теми '%s' здається вже встановлено, встановити все одно?
vi: Dường như thư mục chủ đề '%s' đã được cài rồi. Vẫn cài lại chứ ?

source: Some error occurred when installing the theme
am: ገጽታውን በመግጠም ላይ እንዳለ ስህተት ተፈጥሯል
be: Адбылася памылка пад час усталявання тэмы
da: Der opstod en fejl under installeringen af temaet
de: Beim Installieren des Themas sind Fehler aufgetreten
fi: Jokin virhe tapahtui asennettaessa teemaa
fr_ca: Une erreur s'est produite lors de l'installation du thème
hr: Dogodila se greška prilikom instaliranja teme
hu: Hiba történt a téma telepítésekor
is: Villa kom upp við að setja upp þema
lt: Stiliaus įdiegimo metu įvyko kažkokia klaida
ms: Ada beberapa ralat berlaku semasa memasang tema
nds: Ein Fehler trat beim Installieren des Themes auf.
pt_br: Ocorreram alguns erros ao instalar o tema
ro: A intervenit o eroare la instalarea temei
sc: B'at àpidu carchi errore installende su tema
sk: Počas inštalácie motívu nastala chyba
sl: Med nameščanjem teme je prišlo do napake
sq: Gabime gjatë instalimit të temës
sr: Догодиле су се неке грешке приликом инсталирања теме
sv: Något gick fel när temat skulle installeras
th: เกิดความผิดพลาดบางอย่างขณะติดตั้งชุดตกแต่ง
uk: При встановленні теми виникла якась помилка
vi: Có lỗi xảy ra khi cài chủ đề

source: No file selected
am: ምንም ፋይል አልተመረጠም
be: Файлаў не выбрана
da: Ingen fil valgt
de: Keine Datei ausgewählt
fi: Ei valittua tiedostoa
fr_ca: Aucun fichier sélectionné
he: לא נבחר קובץ
hr: Nema odabranih datoteka
hu: Nincs fájl kiválasztva
is: Engin skrá valin
lt: Nepasirinktas joks failas
ms: Tiada fail dipilih
nds: Keine Datei gewählt
pt_br: Nenhum arquivo foi selecionado
ro: Niciun fișier selectat
sc: Mancunu file ischirriadu
sk: Nie je vybraný žiadny súbor
sl: Izbrana ni nobena datoteka
sq: Asnjë skedar i zgjedhur
sr: Није изабрана датотека
sv: Ingen fil vald
th: ไม่ได้เลือกแฟ้ม
uk: Не вибрано файлу
vi: Chưa chọn tập tin

source: Select Theme Archive
am: የ ገጽታ ማህደር ይምረጡ
be: Пазначце архіў з тэмай
da: Vælg temaarkiv
de: Themenarchiv auswählen
fi: Valitse teema-arkisto
fr_ca: Sélectionner Thème Archive
he: בחר ארכיון של ערכת נושא
hr: Odaberi arhivu teme
hu: Válasszon témaarchívumot
is: Veldu þemaskrá
lt: Pasirinkite stiliaus archyvą
ms: Pilih Arkib Tema
nds: Theme-Archiv wählen
pt_br: Selecione um arquivo de tema
ro: Selectare arhivă temă
sc: Ischìrria Archìviu de Tema
sk: Vybrať archív s motívom
sl: Izberi arhiv tem
sq: Zgjidh arkivin e temës
sr: Изаберете архиву теме
sv: Välj temaarkiv
th: เลือกแฟ้มจัดเก็บชุดตกแต่ง
uk: Вибір архіву теми
vi: Chọn Kho lưu Chủ đề

source: _Install
am: _መግጠሚያ
be: _Усталяваць
da: _Installér
de: _Installieren
fi: _Asenna
fr_ca: _Installer
he: _התקנה
hr: _Instaliraj
hu: _Telepítés
is: Setja _inn
lt: Įd_iegti
ms: _Pasang
nds: _Installieren
pt_br: _Instalar
ro: _Instalare
sc: _Installa
sk: _Nainštalovať
sl: _Namesti
sq: _Instalo
sr: _Инсталирај
sv: _Installera
th: _ติดตั้ง
uk: _Встановити
vi: _Cài đặt

source: Theme archives
am: የ ገጽታ ማህደሮች ይምረጡ
be: Архівы тэм
da: Temaarkiver
de: Themenarchive
fi: Teema-arkistot
fr_ca: Archives de thèmes
he: ארכיון ערכת הנושא
hr: Arhive tema
hu: Témaarchívumok
is: Þemaskrár
lt: Stilių archyvai
ms: Tema Arkib
nds: Theme-Archiv
pt_br: Arquivos de tema
ro: Arhive temă
sc: Archìvios de tema
sk: Archívy s motívmi
sl: Arhivi tem
sq: Arkivët e temave
sr: Архиве тема
sv: Temaarkiv
th: แฟ้มจัดเก็บชุดตกแต่ง
uk: Архіви тем
vi: Kho lưu chủ đề

source: Remove the "%s" theme?
am: ላስወግደው ይህን %s ገጽታ?
be: Выдаліць тэму "%s"?
da: Fjern temaet "%s"?
de: Soll das Thema »%s« entfernt werden?
fi: Poistetaanko teema "%s"?
fr_ca: Voulez-vous supprimer le thème "%s" ?
he: להסיר את ערכת הנושא "%s"?
hr: Ukloniti "%s" temu?
hu: El kívánja távolítani a következő témát: „%s”?
is: Fjarlægja "%s" þemað?
lt: Pašalinti stilių „%s“?
ms: Buang tema "%s"?
nds: Theme "%s" entfernen?
pt_br: Remover o tema "%s"?
ro: Eliminați tema „%s”?
sc: Bogare su tema '%s'?
sk: Odstrániť motív „%s“?
sl: Ali želite odstraniti temo "%s"?
sq: Të hiqet tema "%s"?
sr: Да ли да уклоним тему „%s“?
sv: Ta bort temat "%s"?
th: ต้องการลบชุดตกแต่ง "%s" หรือไม่?
uk: Вилучити тему "%s"?
vi: Gõ bở chủ đề "%s" ?

source: If you choose to remove the theme, it will be permanently lost.
am: ገጽታውን ለማስወገድ ከመረጡ በቋሚነት ይጠፋል
be: Калі вы вырашыце выдаліць тэму, яна будзе страчана назаўсёды.
da: Hvis du vælger at fjerne temaet, bliver det slettet permanent.
de: Wenn Sie dieses Thema entfernen, wird es dauerhaft gelöscht werden.
fi: Jos poistat teeman, se poistuu pysyvästi.
fr_ca: Si vous choisissez de supprimer le thème, il sera définitivement perdu.
he: אם תבחר להסיר את ערכת הנושא, היא תאבד לנצח.
hr: Ako odaberete uklanjanje teme, biti će trajno izgubljena.
hu: Ha a téma törlését választja, az véglegesen elvész.
is: Ef þú velur að eyða þema, hverfur það fyrir fullt og allt.
lt: Jeigu pasirinksite pašalinti stilių, jis bus negrįžtamai prarastas.
ms: Jika anda memilih untuk membuang tema ini, ia akan hilang selamanya.
nds: Wenn Sie das Thema entfernen, wird es dauerhaft verloren sein.
pt_br: Se você escolher remover o tema, ele será perdido permanentemente.
ro: Dacă alegeți să eliminați o temă, ea nu va putea fi recuperată.
sc: Si detzides de nche bogare su tema, s'at a pèrdere de su totu.
sk: Ak zvolíte odstránenie motívu, bude navždy stratený.
sl: Če se odločite za odstranitev teme, bo za vedno izgubljena.
sq: Nëse zgjidhni heqjen e temës, do ta humbni përgjithmonë.
sr: Ако изаберете уклањање теме, биће трајно изгубљена.
sv: Om du väljer att ta bort temat kommer det att tas bort permanent.
th: ถ้าคุณเลือกที่จะลบ ชุดตกแต่งจะสูญหายอย่างถาวร
uk: Якщо Ви виберете вилучення цієї теми, її буде остаточно втрачено.
vi: Nếu bạn chọn gỡ bỏ chủ đề này, nó sẽ bị mất hoàn toàn.

source: _Remove Theme
am: ገጽታውን_ማስወገጃ
be: _Выдаліць тэму
da: _Fjern tema
de: Thema _entfernen
fi: _Poista teema
fr_ca: _Supprimer le thème
he: _ערכת נושא מרוחקת
hr: _Ukloni temu
hu: _Téma eltávolítása
is: Fja_rlægja þema
lt: _Pašalinti stilių
ms: _Buang tema
nds: _Theme entfernen
pt_br: _Remover Tema
ro: Eli_mină tema
sc: Boga_Tema
sk: _Odstrániť motív
sl: Odst_rani temo
sq: _Hiq temën
sr: _Уклони тему
sv: _Ta bort tema
th: _ลบชุดตกแต่ง
uk: Вилучити тему
vi: _Gỡ bỏ Chủ đề

source: Install the theme from '%s'?
am: ገጽታውን መግጠሚያ ከ '%s'?
be: Усталяваць тэму з "%s"?
da: Installér temaet fra "%s"?
de: Soll das Thema aus »%s« installiert werden?
fi: Asenna teema tiedostosta "%s"?
fr_ca: Installer le thème depuis '%s' ?
he: התקן ערכת נושא חדשה מ־'%s'?
hr: Instalirati temu iz '%s'?
hu: Telepíti a témát innen: „%s”?
is: Setja inn nýtt þema frá '%s'?
lt: Įdiegti stilių iš „%s“?
ms: Pasang tema dari'%s'?
nds: Das Theme von '%s' installieren?
pt_br: Instalar o tema a partir de '%s'?
ro: Instalați tema din „%s”?
sc: Installare su tema dae '%s'?
sk: Inštalovať motív z „%s“?
sl: Ali želite namestiti temo iz '%s'?
sq: Të instalohet tema nga '%s'?
sr: Да инсталирам тему из „%s“?
sv: Installera temat från "%s"?
th: ต้องการติดตั้งชุดตกแต่งจาก '%s' หรือไม่?
uk: Встановити тему з '%s'?
vi: Cài đặt chủ đề từ '%s' ?

source: Select install to add the theme from the file '%s'.
am: ገጽታውን ለመግጠም ከ ፋይል ውስጥ ይምረጡ '%s'.
be: Націсьніце Ўсталяваць, каб дадаць тэму з файла "%s".
da: Vælg "Installér" for at tilføje temaet fra filen "%s".
de: »Installieren« auswählen, um das Thema aus der Datei »%s« hinzuzufügen.
fi: Valitse "Asenna" asentaaksesi teeman tiedostosta "%s".
fr_ca: Sélectionner installer pour ajouter le thème à partir du fichier '%s'.
he: בחר "התקן" בכדי להוסיף את ערכת הנושא מהקובץ '%s'.
hr: Odaberite instalaciju za dodavanje teme iz datoteke '%s'.
hu: Válassza a Telepítést a téma hozzáadásához a következő fájlból: „%s”
is: Veldu 'Setja inn' til að setja inn nýtt þema frá '%s' skránni.
lt: Norėdami įdiegti stilių iš failo „%s“ spauskite „Įdiegti“.
ms: Pilih pasang untuk menambah tema dari fail '%s'.
nds: Wählen Sie installieren um das Theme von der Datei '%s' hinzuzufügen.
pt_br: Selecione instalar para adiconar o tema de um arquivo '%s'.
ro: Adăugați tema de instalat din fișierul „%s”.
sc: Ischìrria installa pro agiùnghere su tema dae su file '%s'.
sk: Na pridanie motívu zo súboru „%s“ zvoľte inštalovať.
sl: Izberite namesti, če želite dodati temo iz datoteke '%s'.
sq: Zgjidhni instalo për të shtuar temën nga skedari '%s'.
sr: Потврдите инсталацију како бисте додали тему из датотеке „%s“.
sv: Välj installera för att lägga till temat från filen "%s".
th: เลือก 'ติดตั้ง' เพื่อเพิ่มชุดตกแต่งจากแฟ้ม '%s'
uk: Виберіть "Встановити", щоб додати тему з файлу "%s".
vi: Chọn cài đặt để thêm chủ đề từ tập tin'%s'.

source: Images
am: ምስሎች
be: Выявы
da: Billeder
de: Bilder
fi: Kuvat
he: תמונות
hr: Slike
hu: Képek
is: Myndir
lt: Atvaizdai
ms: Imej-imej
nds: Bilder
pt_br: Imagens
ro: Imagini
sc: Immàgines
sk: Obrázky
sl: Slike
sq: Imazhet
sr: Слике
sv: Bilder
th: รูปภาพ
uk: Зображення
vi: Hình ảnh

source: All Files
am: ሁሉም ፋይሎች
be: Усе файлы
da: Alle filer
de: Alle Dateien
fi: Kaikki Tiedostot
fr_ca: Tous les fichiers
he: כל הקבצים
hr: Sve datoteke
hu: Minden fájl
is: Allar skrár
lt: Visi failai
ms: Semua Fail
nds: Alle Dateien
pt_br: Todos os arquivos
ro: Toate fișierele
sc: Totu sos Files
sk: Všetky súbory
sl: Vse datoteke
sq: Të gjithë skedarët
sr: Све датотеке
sv: Alla filer
th: ทุกแฟ้ม
uk: Усі файли
vi: Mọi Tập tin

source: Automatically detected
am: ራሱ በራሱ ፈልጎ አግኝቶታል
be: Аўтаматычна вызначана
da: Automatisk fundet
de: Automatisch erkannt
fi: Automaattisesti tunnistettu
fr_ca: Automatiquement détecté
he: זוהה אוטומטית
hr: Automatski otkriveno
hu: Automatikusan érzékelt
is: Skynjað sjálfvirkt
lt: Automatiškai aptinkamas
ms: Dikesan secara automatik
nds: Automatisch erkannt
pt_br: Detectado automaticamente
ro: Detectare automată
sc: Iscubertu in automàticu
sk: Automaticky rozpoznané
sl: Samodejno zaznano
sq: Zbuluar automatikisht
sr: Аутоматски откривене
sv: Automatiskt upptäckt
th: ถูกตรวจพบโดยอัตโนมัติ
uk: Самочинно визначено
vi: Tự động phát hiện

source: Theme
am: ገጽታ
be: Тэма
da: Tema
de: Thema
fi: Teema
fr_ca: Thème
he: ערכת נושא
hr: Tema
hu: Téma
is: Þema
lt: Stilius
ms: Tema
pt_br: Tema
ro: Temă
sc: Tema
sk: Motív
sl: Tema
sq: Tema
sr: Тема
sv: Tema
th: ชุดตกแต่ง
uk: Тема
vi: Chủ đề

source: Auto login
am: በራሱ መግቢያ
be: Аўтаматычны ўваход
de: Automatische Anmeldung
fi: Automaattinen sisäänkirjautuminen
fr_ca: Connexion automatique
he: התחברות אוטומטית
hr: Automatska prijava
hu: Automatikus bejelentkezés
is: Sjálfvirk innskráning
lt: Automatinis prisijungimas
ms: Daftar masuk automatik
nds: Automatische Anmeldung
pt_br: Início de sessão automático
ro: Autentificare automată
sc: Imbucada in automàticu
sk: Automatické prihlásenie
sl: Samodejna prijava
sq: Hyrje automatike
sr: Аутоматска пријава
sv: Automatisk inloggning
th: เข้าสู่ระบบอัตโนมัติ
uk: Самочинний вхід
vi: Đăng nhập tự động

source: Options
am: ምርጫዎች
be: Параметры
da: Indstillinger
de: Optionen
fi: Asetukset
he: אפשרויות
hr: Mogućnosti
hu: Beállítások
is: Valkostir
lt: Parinktys
ms: Pilihan
nds: Optionen
pt_br: Opções
ro: Opțiuni
sc: Preferèntzias
sk: Voľby
sl: Možnosti
sq: Opsionet
sr: Могућности
sv: Alternativ
th: ตัวเลือก
uk: Параметри
vi: Tuỳ chọn

source: Add a new theme
am: አዲስ ገጽታ መጨመሪያ
be: Дадаць новую тэму
da: Tilføj et nyt tema
de: Neues Thema hinzufügen
fi: Lisää uusi teema
fr_ca: Ajouter un nouveau thème
he: הוסף ערכת נושא חדשה
hr: Dodaj novu temu
hu: Új téma hozzáadása
is: Ba við nýju þema
lt: Pridėti naują stilių
ms: Tambah tema baru
nds: Ein neues Theme hinzufügen
pt_br: Adicionar um novo tema
ro: Adaugă o nouă temă
sc: Agiunghe unu tema nouIscu
sk: Pridať nový motív
sl: Dodaj novo temo
sq: Shtoni një temë të re
sr: Додај нову тему
sv: Lägg till ett nytt tema
th: เพิ่มธีมใหม่
uk: Додати нову тему
vi: Thêm đề tài

source: Remove the selected theme
am: የተመረጠውን አዲስ ገጽታ ማስወገጃ
be: Выдалiць абраную тэму
da: Fjern det valgte tema
de: Das ausgewählte Thema entfernen
fi: Poista valittu teema
fr_ca: Supprimer le nouveau thème
he: הסר את הערכה הנבחרת
hr: Ukloni odabranu temu
hu: Kijelölt téma eltávolítása
is: Fjarlægja valið þema
lt: Pašalinti pažymėtą stilių
ms: Buang tema pilihan
nds: Ausgewähltes Theme entfernen
pt_br: Remover o tema selecionado
ro: Elimină tema selectată
sc: Boga su tema ischirriadu
sk: Odstrániť vybraný motív
sl: Odstrani izbrano temo
sq: Hiq temën e përzgjedhur
sr: Уклони изабрану тему
sv: Ta bort det valda temat
th: ลบชุดตกแต่งที่เลือกไว้
uk: Вилучити вибрану тему
vi: Gỡ bỏ đề tài được chọn
