Repository: linuxmint/mdm
Catalog: launchpad-po/*.po
Languages: am, be, da, de, fi, fr_ca, he, hr, hu, is, lt, ms, nds, pt_br, ro, sc, sk, sl, sq, sr, sv, th, uk, vi

source: Enable _Timed Login
am: ማስቻያ በ _ተወሰነ ጊዜ መግቢያ
be: Уключыць _аўтаматычны ўваход з затрымкай
da: Aktivér _tidsindstillet login
de: _Zeitgesteuerte Anmeldung aktivieren
fi: Käytä _ajastettua kirjautumista
fr_ca: Activer_Connexion Automatique
he: אפשר התחברות לאחר _זמן
hr: Omogući _vremensku prijavu
hu: I_dőzített bejelentkeztetés engedélyezése
is: _Virkja tímaháða innstimplun
lt: Įjungti _uždelstus prijungimus
ms: Aktifkan Daftar masuk _Bermasa
nds: _Zeitgesteuerte Anmeldung aktivieren
pt_br: _Permitir Início de Sessão Programado
ro: Activează autentificarea cronome_trată
sc: Abìlita_Imbucada a Istentu
sk: Povoliť ča_sované prihlásenie
sl: Omogoči _časovno prijavo
sq: Aktivo hyrjen e kronome_truar
sr: Омогући _временску пријаву
sv: Aktivera _tidsbaserad inloggning
th: เปิดใช้การ_ตั้งเวลาเข้าระบบ
uk: _Увімкнути самочинний вхід після затримки
vi: Bật Đăng nhập Định _thời

source: Given user should be logged in after a number of seconds of inactivity on the login screen.
am: ተጠቃሚው መግባት አለበት በ ጥቂት ሰከንዶች በ መግቢያ መመልከቻ ውስጥ
be: Гэты карыстальнік ўвойдзе ў сістэму пасля некалькіх секунд бяздзейнасці на экране ўваходу.
da: Den givne bruger vil blive logget ind efter et antal sekunders inaktivitet på login-skærmen.
de: Erfolgt am Anmeldebildschirm keine Eingabe, wird nach einer bestimmten Zeit der Inaktivität, der voreingestellter Benutzer angemeldet.
fi: Annetun käyttäjän pitäisi kirjautua sisään, jos kirjautumisikkunassa ollaan toimetta joitakin sekunteja.
fr_ca: L'utilisateur donné devrait être connecté après un nombre de secondes d'inactivité sur l'écran de connexion.
hr: Zadani korisnik biti će prijavljen nakon određenog broja sekundi neaktivnosti zaslona dobrodošlice.
hu: A megadott felhasználó bejelentkeztetése a bejelentkezési felületen tétlenül töltött másodpercben megadott idő után.
is: Uppgefinn notandi verður skráður inn sjálfvirkt eftir tiltekinn fjölda sekúndna sem innskráningarskjár er óhreyfður.
lt: Šis naudotojas turi prisijungti per tam tikrą skaičių sekundžių neaktyvumo prisijungimo lange.
ms: Pengguna yang diberi patut sudah daftar masuk selepas tidak aktif selama beberapa saat di skrin daftar masuk.
nds: Benutzer sollen nach einer bestimmten Anzahl von Sekunden der Inaktivität im Anmeldebildschirm eingeloggt sein.
pt_br: Usuário que deve iniciar a sessão automaticamente após um tempo de inatividade na tela de login.
ro: Utilizatorul ar trebui să fie autentificat după un număr de secunde de inactivitate pe ecranul de autentificare.
sc: S'impitadore indicadu at a imbucare a pustis de su nùmeru de secundos de istentu in s'ischermada de imbucada.
sk: Daný používateľ by mal byť prihlásený po istom počte sekúnd neaktivity na prihlasovacej obrazovke
sl: Dan uporabnik se bi moral prijaviti po številu sekundah nedejavnosti v prijavnem zaslonu.
sq: Përdoruesi i dhënë do të hyjë pas numrit të caktuar të sekondave të jo-aktivitetit në ekranin e hyrjes.
sr: Дати корисник биће пријављен након одређеног броја секунди мировања екрана за пријаву.
sv: Användaren ska loggas in efter några sekunders inaktivitet på inloggningsskärmen.
th: ควรให้ผู้ใช้ที่ได้ให้ไว้ได้เข้าระบบหลังจากไม่ได้ใช้เครื่องสองสามนาทีบนหน้าจอเข้าระบบ
uk: Даний користувач повинен бути зареєстрований після декількох секунд бездіяльности на екрані входу у систему.
vi: Người dùng chỉ định sẽ đăng nhập trong sau một số giây không hoạt động trên màn hình đăng nhập.

source: U_ser:
am: ተ_ጠቃሚ:
be: К_арыстальнік:
da: Br_uger:
de: _Benutzer:
fi: K_äyttäjä:
fr_ca: U_tilisateur:
he: מ_שתמש:
hr: K_orisnik:
hu: _Felhasználó:
is: N_otandi:
lt: Naudotoja_s:
ms: Peng_guna:
nds: B_enutzer:
pt_br: U_suário
ro: Ut_ilizator:
sc: I_mpitadore
sk: Používa_teľ:
sl: U_porabnik:
sq: Përdorue_si:
sr: _Корисник:
sv: A_nvändare:
th: ผู้ใ_ช้:
uk: _Користувач:
vi: _Người dùng:

source: _Pause before login:
am: _ማስቆሚያ ከ መግቢያ በፊት:
be: _Затрымка перад уваходам:
da: _Ventetid før login:
de: _Pause vor der Anmeldung:
fi: _Tauko ennen kirjautumista:
fr_ca: _Pause avant la connexion:
he: השהיה לפני התחברות:
hr: _Odgoda prijave:
hu: Várak_ozás a bejelentkezés előtt:
is: _Hlé á undan innskráningu:
lt: _Delsa prieš prisijungiant:
ms: _Henti seketika sebelum daftar masuk
nds: _Pause vor der Anmeldung:
pt_br: _Pausar antes do início da sessão:
ro: _Pauză înainte de autentificare:
sc: _Istentu antis de imbucare:
sk: Pau_za pred prihlásením:
sl: Odmor _pred prijavo:
sq: _Pritja para hyrjes:
sr: _Застој пре пријаве:
sv: _Paus före inloggning:
th: _รอก่อนเข้าระบบ:
uk: Зат_римка перед входом:
vi: _Tạm ngưng trước khi đăng nhập:

source: Delay in seconds before the timed login user will be logged in.
be: Затрымка ў секундах перад уваходам у сістэму карыстальніка, для якога дазволены ўваход з затрымкай.
da: Forsinkelse i sekunder før brugeren vil blive logget ind.
de: Verzögerung in Sekunden, bevor die geplante Benutzeranmeldung durchgeführt wird.
fi: Viive sekunneissa, ennen kuin ajastettu käyttäjän sisäänkirjautuminen tapahtuu.
fr_ca: Délai en secondes avant que la connexion automatique de l'utilisateur soit connectée.
he: מספר השניות לפני שהמשתמש הנבחר יחובר למערכת
hr: Odgoda vremenske prijave u sekundama.
hu: Az időzített bejelentkezéssel bejelentkező felhasználó bejelentkezéséig eltelő idő.
is: Tími í sekúndum þar til tímaháður notandi verður skráður inn.
lt: Delsa sekundėmis, po kurios uždelsto prisijungimo naudotojas bus prijungtas.
ms: Tangguh dalam saat sebelum daftar masuk bermasa akan daftar masuk.
nds: Verzögerung in Sekunden bevor der zeitgesteuerte Anmeldungsbenutzer angemeldet wird.
pt_br: Tempo de espera, em segundos, para iniciar sessão automaticamente.
ro: Întârziere în secunde înainte de autentificarea cronometrată.
sc: Istentu in segundos antis de s'imbucada de s'impitadore:
sk: Oneskorenie v sekundách, pred prihlásením daného používateľa.
sl: Zamik v sekundah, preden bo uporabnik s časovno prijavo prijavljen.
sq: Vonesa në sekonda para se përdoruesi i kronometruar të hyjë.
sr: Број секунди чекања пре него систем пријави корисника.
sv: Fördröjning i sekunder innan användaren loggas in.
th: หน่วงเวลากี่วินาทีก่อนที่ผู้ใช้ที่มีการตั้งเวลาเข้าระบบไว้ จะได้เข้าระบบ
uk: Затримка у секундах перед уведенням ім’я користувача для виконання входу у систему.
vi: Số giây hoãn trước khi người dùng đăng nhập định thời được đăng nhập.

source: seconds
am: ሰከንዶች
be: секунд
da: sekunder
de: Sekunden
fi: sekuntia
fr_ca: secondes
he: שניות
hr: sekundi
hu: másodperc
is: sekúndur
lt: sek.
ms: saat
nds: Sekunden
pt_br: segundos
ro: secunde
sc: segundos
sk: sekúnd
sl: sekund
sq: sekonda
sr: секунди
sv: sekund(er)
th: วินาที
uk: секунд(и)
vi: giây

source: dummy
am: አሻንጉሊት
be: няверны
de: Test
fr_ca: factice
hr: lažan
hu: üres
is: staðgengill
lt: netikras
ms: semu
pt_br: modelo
sc: a proa
sk: prázdne
sl: preizkusno
sq: imagjinar
sr: лажњак
sv: test
uk: неробочий
vi: giả

source: Allow root login
am: የ root መግቢያ ማስቻያ
be: Дазволіць ўваход ад імя суперкарыстальніка (root)
da: Tillad login som root (systemkontoen)
de: Systemverwalteranmeldung (root) erlauben
fi: Salli sisäänkirjautuminen root-tunnuksilla
fr_ca: Permettre la connexion root
he: אפשר התחברות מנהל (root)
hr: Dopusti korijensku prijavu
hu: Automatikus rendszergazda (root) bejelentkezés
is: Leyfa kerfisstjóra að skrá sig inn
lt: Leisti administratoriaus (root) prisijungimą
ms: Benarkan daftar masuk root
nds: Root-Anmeldung erlauben
pt_br: Permitir que o usuário root inicie sessões
ro: Permite autentificarea ca root
sc: Permite s'imbucada de s'amministradore
sk: Povoliť prihlásenie ako root
sl: Dovoli skrbniško prijavo
sq: Lejo hyrjen si root
sr: Омогући пријаву на корени налог
sv: Tillåt att loggas in som administratör
th: อนุญาตให้เข้าระบบขั้น root หรือขั้นสูงสุดได้
uk: Дозволити вхід під root'ом
vi: Cho phép đăng nhập root

source: Log debug information to /var/log/syslog
am: የ መግቢያ መረጃ ማስተካከያ ወደ /var/log/syslog
be: Запісваць наладачную інфармацыю ў /var/log/syslog
da: Log fejlfindingsinformation i /var/log/syslog
de: Fehlerdiagnoseinformationen nach »/var/log/syslog« protokollieren
fi: Pidä lokia virheenkorjaustiedoista tiedostossa /var/log/syslog
fr_ca: Information du suivi de déboggage dans /var/log/syslog
hr: Zapisuj informacije otklanjanja greške u /var/log/syslog
hu: Hibakeresési információk naplózása a „/var/log/syslog” fájlba
is: Skrá villuupplýsingar í /var/log/syslog
lt: Registruoti informaciją problemoms šalinti į /var/log/syslog
ms: Informasi log debug ke /var/log/syslog
nds: Debug-Informationen in /var/log/syslog protokollieren
pt_br: Registrar informações de debug em /var/log/syslog
ro: Înregistrează informațiile de debug în /var/log/syslog
sc: Registra sas informatziones pro sa chirca de sos errores in /var/log/syslog
sk: Zaznamenávať ladiace informácie do /var/log/syslog
sl: Beleži podrobnosti razhroščevanja v /var/log/syslog
sq: Regjistro informacione debug në /var/log/syslog
sr: Уписуј поруке дневника грешака у „/var/log/syslog“
sv: Logga avlusningsinformation till /var/log/syslog
th: บันทึกข้อมูลการแก้ปัญหาไปยัง /var/log/syslog
uk: Журнал зневаджувальної інформації для /var/log/syslog
vi: Ghi nhật trình thông tin gỡ lỗi vào /var/log/syslog

source: Sends debug output to the syslog.
am: የ ችግሩን ውጤት ወደ ስርአት መግቢያ መላኪያ
be: Адпраўляць наладачныя даныя ў сістэмны лог.
da: Sender fejlfindingsinformation til systemloggen.
de: Sendet Fehlerdiagnosemeldungen zum Systemprotokoll.
fi: Lähettää virheenkorjauksen tulostukset syslogiin.
fr_ca: Envoyer le résultat du déboggage dans syslog.
hr: Zapisuje izlaz otklanjanja greške u syslog.
hu: Hibakeresési információk naplózása a rendszernaplóba.
is: Sendir aflúsunarúttak í kerfisannál (syslog).
lt: Nusiunčia problemų šalinimo informaciją į sisteminį žurnalą.
ms: Hantar keluaran debug ke syslog
nds: Debug-Ausgabe ans Systemprotokoll senden.
pt_br: Enviar saída de debug para syslog.
ro: Trimite ieșirea de debug în syslog.
sc: Imbiat sos datos de sa chirca de errores a su registru de sistema (syslog).
sk: Pošle výstup ladenia do syslogu.
sl: Pošilja izhod razhroščevanja v syslog(sistemski dnevnik).
sq: Dërgon dalje debug në syslog.
sr: Шаље излаз дневника грешака у системски дневник.
sv: Skickar avlusningsutmatningen till systemloggen.
th: ส่งข้อมูลการแก้ปัญหาที่ออกมาไปยังบันทึกระบบ
uk: Відсилати зневаджувальні дані у системний журнал.
vi: Gửi đầu ra gỡ lỗi đến syslog.

source: Automatically select the last logged in user
am: ራሱ በራሱ ይመርጣል መጨረሻ የ ገባውን ተጠቃሚ
be: Аўтаматычна выбіраць апошняга актыўнага карыстальніка
da: Vælg automatiske den sidste bruger, der var logget ind
de: Automatisch den letzten angemeldeten Benutzer auswählen
fi: Valitse viimeisin sisäänkirjautunut käyttäjä automaattisesti
fr_ca: Sélectionner automatiquement le dernier utilisateur connecté
he: בחר אוטומטית את המשתמש האחרון שהתחבר
hr: Automatski odaberi posljednjeg prijavljenog korisnika
hu: Az utolsó bejelentkezett felhasználó automatikus kiválasztása
is: Velja sjálfkrafa síðasta notanda
lt: Automatiškai parinkti paskutinį prisijungusį naudotoją
ms: Memilih pengguna yang daftar masuk terakhir secara automatik
nds: Automatisch den zuletzt angemeldeten Benutzer wählen
pt_br: Selecionar automaticamente o último usuário a iniciar sessão
ro: Selectează automat ultimul utilizator autentificat
sc: Ischìrria in automàticu s'ùrtimu impitadore imbucadu
sk: Automaticky zvoliť naposledy prihláseného používateľa
sl: Samodejno izberi nazadnje prijavljenega uporabnika
sq: Zgjidh automatikisht përdoruesin e fundit që ka hyrë
sr: Аутоматски изабери последњег пријављеног корисника
sv: Välj senaste inloggade användare automatiskt
th: เลือกผู้ใช้ที่เพิ่งเข้าสู่ระบบล่าสุดอัตโนมัติ
uk: Самочинно обирати останнього зареєстрованого користувача.
vi: Tự động chọn người dùng đăng nhập sau cùng

source: Enable NumLock
am: ቁጥር መቆለፊያ ማስቻያ
be: Уключыць NumLock
da: Aktivér NumLock
de: Ziffernblock aktivieren
fi: Käytä NumLockia
fr_ca: Activer la fonction Numlock
he: אפשר את NumLock
hr: Omogući NumLock
hu: NumLock bekapcsolása
is: Virkja NumLock
lt: Įjungti NumLock
ms: Benarkan Numlock
nds: Num-Lock aktivieren
pt_br: Ativar NumLock
ro: Activează NumLock
sc: Abilita sa tastiera numèrica (NumLock)
sk: Povoliť NumLock
sl: Omogoči tipko NumLock
sq: Aktivizo NumLock
sr: Укључи „NumLock“
sv: Aktivera NumLock
th: เปิดใช้งานแป้น NumLock
uk: Увімкнути NumLock
vi: Bật NumLock

source: Use 24 Hour Clock
am: የ 24 ሰአት አቆጣጠር መጠቀሚያ
be: Выкарыстоўваць 24-гадзінны фармат часу
da: Anvend 24-timers ur
de: 24-Stundenuhr benutzen
fi: Käytä 24-tuntista kelloa
fr_ca: Utiliser l'horloge 24 heures
he: השתמש בשעון של 24 שעות
hr: Koristi 24-satno vrijeme
hu: 24 órás formátum használata
is: Nota 24 klst. klukku
lt: Naudoti 24-ių valandų laikrodį
ms: Guna masa 24 Jam
nds: 24-Stunden-Uhr verwenden
pt_br: Usar relógio de 24 horas
ro: Utilizează formatul de 24 de ore
sc: Imprea su relògiu a 24 oras
sk: Použiť 24 hodinový formát hodín
sl: Uporabi 24-urno uro
sq: Përdor orën me 24 orë
sr: Користи 24-часовно време
sv: Använd 24-timmars klocka
th: ใช้เวลา 24 ชั่วโมง
uk: Використовувати 24-часовий формат часу
vi: Dùng Đồng hồ 24 Giờ

source: Primary monitor:
am: ቀዳሚ መመልከቻ:
be: Галоўны манітор:
da: Primær skærm:
de: Hauptmonitor
fi: Ensisijainen näyttö:
fr_ca: Moniteur primaire:
he: מסך ראשי:
hr: Glavni zaslon:
hu: Elsődleges kijelző:
is: Aðalskjár:
lt: Pirminis monitorius:
ms: Monitor utama
nds: Hauptbildschirm:
pt_br: Monitor primário:
ro: Monitor primar:
sc: Bisore primàrgiu:
sk: Hlavný monitor:
sl: Primarni monitor:
sq: Ekrani kryesor:
sr: Главни екран:
sv: Huvudskärm:
th: หน้าจอหลัก:
uk: Основний монітор:
vi: Màn hình chính:

source: Limit the session output
am: የ ክፍለ ጊዜውን ውጤት መመጠኛ
be: Абмежаваць вывад сеансу
da: Begræns sessionsoutput
de: Die Sitzungsausgabe begrenzen
fi: Rajoita istunnon tulosteita
fr_ca: Limiter le résultat de la session
hr: Ograniči izlaz sesije
hu: A környezet naplózásának korlátozása
is: Takmarka úttak setu
lt: Apriboti seanso išvestį
ms: Hadkan hasil sesi
nds: Sitzungsausgabe begrenzen
pt_br: Limitar a saída da sessão
ro: Limitează ieșirea de sesiune
sc: Règula sos datos in essida de sa sessione
sk: Obmedziť výstup relácie
sl: Omeji izpis seje
sq: Kufizo output-in e seancës
sr: Ограничи величину излаза грешака сесије
sv: Begränsa sessionsloggning
th: จำกัดเอาต์พุตของวาระ
uk: Обмежити вихід сеансу
vi: Giới hạn đầu ra phiên

source: This prevents .xsession-errors from getting too big (200KB, a few thousand lines).
am: ይህ የሚከለክለው የ .xsession-errors በጣም ትልቅ ከ መሆን ነው (200KB, በ ጥቂቱ ሺ መስመሮች).
be: Гэта не дае .xsession-errors стаць занадта вялiкiм (200KB - гэта больш за некалькі тысяч радкоў).
da: Dette forhindrer .xsession-errrors i at blive for stor (200 kb, et par tusinde linjer).
de: Das verhindert, dass .xsession-errors zu groß wird (200 kB, ein paar Tausend Zeilen).
fi: Tämä estää .xsession-virheitä kasvamasta liian suuriksi (200Kt, muutama tuhat riviä).
fr_ca: Ceci prévient .xsession-errors qu'il devienne trop volumineux (200Kb, quelques milliers de lignes).
hr: Ovo sprječava .xsession-errors da bude prevelik (200KB, nekoliko tisuća linija).
hu: Megakadályozza, hogy a „.xsession-errors” naplófájl túl nagy legyen. (200 KiB, néhány ezer sor).
is: Þetta kemur í veg fyrir að .xsession-errors verði of stórt (200KB, nokkur þúsund línur).
lt: Tai neleidžia failui .xsession-errors tapti pernelyg dideliu (200KB, keli tūkstančiai eilučių).
ms: Ini menghalang .xsession-errors dari menjadi terlalu besar (200KB, beberapa ribu baris).
nds: Dadurch wird verhindert, dass .xsession-Fehler zu groß werden (200KB, ein paar tausend Zeilen).
pt_br: Isto previne que .xsession-errors creça demais (200KB, algumas milhares de linhas).
ro: Aceasta previne .xsession-errors să devină prea mare (200 KiB, câteva mii de linii).
sc: Custu controit a .xsession-errors de s'ismanniare tropu (200KB, unas pagas mìgias de lìnias).
sk: Toto predíde nárastu príliš veľkého .xsession-error (200KB, niekoľko tisíc riadkov).
sl: To prepreči .xsession-errors, da se preveč poveča (200KB, nekaj tisoč vrstic).
sq: Kjo parandalon që skedari .xsession-errors të bëhet tepër i madh (200KB, pak mijë rreshta).
sr: Ово спречава да грешке икс сесије постану превелике (200KB, неколико хиљада редова)
sv: Detta förhindrar ".xsession-errors" att växa sig för stor (200KB, några tusen rader).
th: สิ่งนี้ป้องกัน .xsession-errors ไม่ให้มีขนาดใหญ่เกินไป (200KB, ประมาณหลายพันบรรทัด)
uk: Це не дає помилкам .xsession ставати надто великими (200кб, кілька тисяч рядків)
vi: Hạn chế .xsession-errors tăng kích thước quá lớn (200KB, vài ngàn dòng).

source: Filter the session output
am: የ ክፍለ ጊዜ ማጣሪያ
be: Фiльтраваць вывад сеансу
da: Filtrér sessionsoutput
de: Die Sitzungsausgabe filtern
fi: Suodata istunnon tulosteita
fr_ca: Filtrer le résultat de la session
hr: Filtriraj izlaz sesije
hu: Környezet naplófájljának szűrése
is: Sía úttak setu
lt: Filtruoti seanso išvestį
ms: Tapis hasil sesi
nds: Sitzungs-Ausgabe filtern
pt_br: Filtrar a saída de sessão
ro: Filtrează ieșirea de sesiune
sc: Filtra sos datos in essida de sa sessione
sk: Filtrovať výstup relácie
sl: Filtriraj izpis seje
sq: Filtro output-in e seancës
sr: Издвој излаз грешака сесије
sv: Filtrera sessionsloggningen
th: ตัวกรองของเอาต์พุตของวาระ
uk: Фільтр на виході сеансу
vi: Lọc đầu ra phiên

source: This prevents warnings from common libraries and toolkits (Gtk, Glib, Gio, Glade...etc) from getting in .xsession-errors.
am: ይህ ማስጠንቀቂያ የሚከለክለው መደበኛ የ መጽሀፍት ቤት የ እቃዎች ጥቅል ነው (Gtk, Glib, Gio, Glade...etc) from getting in .xsession-errors.
be: Гэта не дае трапiць ў .xsession-errors папярэджанням ад папулярных бібліятэк і тулкітаў (Gtk, Glib, Gio, Glade...і г.д.).
da: Dette forhindrer advarsler fra fælles biblioteker og værktøjspakker (Gtk, Glib, Gio, Glade m.fl.) i at komme ind i .xsession-errors.
de: Das verhindert, dass Warnungen von gemeinsamen Bibliotheken und Werkzeugsätzen (GTK, Glib, Gio, Glade … usw.) in .xsession-errors geschrieben werden.
fi: Tämä estää varoituksia yleisistä kirjastoista ja työkaluista (Gtk, Glib, Gio, Glade...jne.) pääsemästä .xsession-virheisiin.
fr_ca: Ceci prévient les avertissements des librairies et outils communs (Gtk, Glib, Glade... etc) de se retrouver dans .xsession-errors.
hr: Ovo sprječava upozorenja iz zajedničkih biblioteka i alata (Gtk, Glib, Gio, Glade... itd.) od pojavljivanja u .xsession-errors.
hu: Megakadályozza a közös mappákból és eszköztárakból (Gtk, Glib, Gio, Glade, stb.) származó figyelmeztetések „.xsession-errors” naplófájlba írását.
is: Þetta kemur í veg fyrir að viðvaranir frá sameiginlegum aðgerðasöfnum og tólasettum (Gtk, Glib, Gio, Glade...etc) fari inn í .xsession-errors.
lt: Tai neleidžia bendrų bibliotekų ir įrankių rinkinių (Gtk, Glib, Gio, Glade...ir t. t.) įspėjimams pateikti į .xsession-errors.
ms: Ini menghalang amaran dari library biasa dan toolkit (Gtk, Glib, Gio, Glade...etc) dari mendapat dalam .xsession-errors.
nds: Dies verhindert den Einfluss von Warnungen von gemeinsamen Bibliotheken und Toolkits (GTK, Glib, Gio, Glade ... etc) in .xsession-errors.
pt_br: Isto previne que avisos de bibliotecas comuns e toolkits (Gtk, Glib, Gio, Glade...etc) sejam escritos em .xsession-errors.
ro: Acest lucru previne avertismentele din biblioteci și pachetele de instrumente comune (Gtk, Glib, Gio, Glade...etc.) în erorri .xsession.
sc: Custu controit sas alertas dae sas librerias e dae sas ainas ((Gtk, Glib, Gio, Glade...etc) de arribare a intro de .xsession-errors.
sk: Toto predíde upozorneniam z bežných knižníc a výskytu chýb .xsession-errors pri niektorých nástrojoch (Gtk, Glib, Gio, Glade...).
sl: To prepreči opozorila iz skupnih knjižnic in zbirk orodij (Gtk, Glib, Gio, Glade, itd.), da se izpišejo v .xsession-errors.
sq: Kjo parandalon që paralajmërimet nga libraritë e përbashkëta dhe toolkit-et (Gtk, Glib, Gio, Glade etj.) të përfundojnë në skedarin .xsession-errors.
sr: Ово спречава да упозорења из општих библиотека и збирки алата (Gtk, Glib, Gio, Glade... итд.) оду у грешке икс сесије.
sv: Detta förhindrar att varningar från vanliga bibliotek och verktyg (Gtk, Glib, Gio, Glade...etc) slipper in i .xsession-errors.
th: สิ่งนี้ป้องกันคำเตือนจากคลังและชุดเครื่องมือทั่วไป (Gtk, Glib, Gio, Glade...etc) ไม่ให้บันทึกลงใน .xsession-errors
uk: Це не дає попередженням зі звичайних бібліотек та інструментаріїв (Gtk, Glib, Gio, Glade... тощо) потрапляти до помилок .xsession
vi: Hạn chế cảnh báo từ các thư viện và bộ công cụ dùng chung (Gtk, Glib, Gio, Glade... vv) ghi vào .xsession-errors.

source: Default session:
am: ነባር ከፍለ ጊዜ:
be: Стандартны сеанс:
da: Standardsession:
de: Vorgabesitzung:
fi: Oletus istunto:
fr_ca: Session par défaut:
hr: Zadana sesija:
hu: Alapértelmezett környezet:
is: Sjálfgefin seta:
lt: Numatytasis seansas:
ms: Sesi lalai:
nds: Standard-Sitzung:
pt_br: Sessão padrão:
ro: Sesiune standard
sc: Sessione predifinida:
sk: Predvolená relácia:
sl: Privzeta seja:
sq: Seanca e parazgjedhur:
sr: Подразумевана сесија:
sv: Standardsession
th: วาระปริยาย
uk: Типова сесія:
vi: Phiên mặc định:
