Repository: linuxmint/mdm
Catalog: launchpad-po/*.po
Languages: am, be, da, de, fi, fr_ca, he, hr, hu, is, lt, ms, nds, pt_br, ro, sc, sk, sl, sq, sr, sv, th, uk, vi

source: Are you sure you want to shut down the computer?
am: በእርግጥ ኮምፒዩተሩን ማጥፋት ይፈልጋሉ?
be: Сапраўды жадаеце адключыць камп'ютар?
da: Er du sikker på, du vil slukke computeren?
de: Sind Sie sicher, dass Sie den Rechner herunterfahren möchten?
fi: Haluatko varmasti sammuttaa tietokoneen?
fr_ca: Êtes-vous certain de vouloir éteindre l'ordinateur?
he: אתה בטוח שאתה רוצה לכבות את המחשב?
hr: Sigurno želite isključiti računalo?
hu: Biztosan ki akarja kapcsolni a számítógépet?
is: Viltu örugglega slökkva á tölvunni?
lt: Ar tikrai norite išjungti kompiuterį?
ms: Adakah anda pasti anda mahu matikan komputer?
nds: Sind Sie sicher, dass der Computer heruntergefahren werden soll?
pt_br: Você tem certeza de que deseja desligar o computador?
ro: Sigur doriți să opriți computerul?
sc: Istudare su computadore?
sk: Naozaj chcete vypnúť počítač?
sl: Ali ste prepričani, da želite izklopiti računalnik?
sq: Dëshironi me vërtetë të fikni kompjuterin?
sr: Заиста желите да угасите рачунар?
sv: Är du säker på att du vill stänga av datorn?
th: คุณแน่ใจหรือไม่ที่จะปิดเครื่องคอมพิวเตอร์
uk: Ви справді бажаєте вимкнути комп’ютер?
vi: Bạn có chắc chắn muốn tắt máy không?

source: Shut _Down
am: ማጥ_ፊያ
be: Ад_ключыць
da: _Sluk
de: _Herunterfahren
fi: _Sammuta
fr_ca: Éteindre
he: _כיבוי
hr: _Isključi
hu: _Leállítás
is: _Slökkva
lt: Iš_jungti
ms: _Matikan Sistem
nds: Herunterfahren
pt_br: _Desligar
ro: _Oprire
sc: _Istuda
sk: _Vypnúť
sl: _Izklop
sq: _Fik
sr: У_гаси
sv: Stäng _av
th: _ปิดเครื่อง
uk: Вимкнути
vi: _Tắt Máy

source: Are you sure you want to suspend the computer?
am: በእርግጥ ኮምፒዩተሩን ማገድ ይፈልጋሉ?
be: Сапраўды жадаеце прыпыніць камп'ютар?
da: Er du sikker på, du vil lade computeren gå i dvale?
de: Sind Sie sicher, dass Sie den Rechner in Bereitschaft versetzen möchten?
fi: Haluatko varmasti siirtyä virransäästötilaan?
fr_ca: Êtes-vous certain de vouloir mettre l'ordinateur en veille ?
he: האם אתה בטוח שברצונך להכניס את המחשב למצב המתנה?
hr: Sigurno želite suspendirati računalo?
hu: Biztosan energiatakarékos módba helyezi a számítógépet?
is: Viltu örugglega svæfa tölvuna?
lt: Ar tikrai norite pristabdyti kompiuterį?
ms: Anda pasti hendak menangguh komputer?
nds: Sind Sie sicher das Sie den Computer in den Energiesparmodus versetzten wollen?
pt_br: Você tem certeza de que deseja suspender o computador?
ro: Sigur doriţi să suspendaţi computerul?
sc: Suspèndere su computadore
sk: Naozaj chcete uspať počítač?
sl: Ali ste prepričani, da želite dati računalnik v pripravljenost?
sq: Dëshironi me vërtetë të pezulloni kompjuterin?
sr: Заиста желите да обуставите рад рачунара?
sv: Är du säker på att du vill försätta datorn i viloläge?
th: คุณแน่ใจหรือไม่ ว่าจะหยุดทำงานเครื่องชั่วคราว?
uk: Бажаєте перевести комп'ютер у режим очікування?
vi: Bạn có chắc chắn muốn tạm dừng máy không ?

source: _Suspend
am: _ማገጃ
be: _Прыпыніць
da: _Hviletilstand
de: _Bereitschaft
fi: _Valmiustila
fr_ca: Mettre en veille
he: ה_שהה
hr: _Suspendiraj
hu: _Felfüggesztés
is: _Hvíla
lt: Pri_stabdyti
ms: _Tangguh
nds: Energiesparmodus
pt_br: _Suspender
ro: _Suspendare
sc: _Suspende
sk: _Uspať
sl: V _pripravljenost
sq: _Pezullo
sr: _Обустави
sv: _Viloläge
th: _พักเครื่อง
uk: Пр_изупинити
vi: Tạm _dừng

source: Are you sure you want to restart the computer?
am: በእርግጥ ኮምፒዩተሩን እንደገና ማስጀመር ይፈልጋሉ?
be: Сапраўды жадаеце перазапусціць камп'ютар?
da: Er du sikker på, du vil genstarte computeren?
de: Sind Sie sicher, dass Sie den Rechner neu starten möchten?
fi: Haluatko varmasti käynnistää tietokoneen uudelleen?
fr_ca: Êtes-vous certain de vouloir redémarrer l'ordinateur ?
he: האם אתה בטוח שברצונך להפעיל מחדש את המחשב?
hr: Sigurno želite ponovo pokrenuti računalo?
hu: Biztosan újra szeretné indítani a számítógépet?
is: Viltu örugglega endurræsa tölvuna?
lt: Ar tikrai norite paleisti kompiuterį iš naujo?
ms: Anda pasti hendak mulakan semula komputer?
nds: Sind Sie sicher dass Sie den Computer neu starten wollen?
pt_br: Você tem certeza de que deseja reiniciar o computador?
ro: Sigur doriţi să reporniţi computerul?
sc: Torrare a comintzare dae nou?
sk: Naozaj chcete reštartovať počítač?
sl: Ali ste prepričani, da želite ponovno zagnati računalnik?
sq: Dëshironi me vërtetë të rindizni kompjuterin?
sr: Заиста желите поново да покренете рачунар?
sv: Är du säker på att du vill starta om datorn?
th: คุณแน่ใจหรือไม่ ว่าจะเริ่มเปิดระบบคอมพิวเตอร์ใหม่?
uk: Ви впевнені, що бажаєте перезавантажити комп’ютер?
vi: Bạn có chắc chắn muốn khởi động lại máy không ?

source: _Restart
am: _እንደገና ማስጀመሪያ
be: _Перазапусціць
da: _Genstart
de: _Neustart
fi: _Käynnistä uudelleen
fr_ca: Redémarrer
he: _הפעלה מחדש
hr: _Ponovno pokreni
hu: Ú_jraindítás
is: _Endurræsa
lt: _Paleisti iš naujo
ms: _Mula Semula
nds: _Neustart
pt_br: _Reiniciar
ro: _Repornire
sc: Torra_ a Comintzare
sk: _Reštartovať
sl: _Ponovni zagon
sq: _Rindiz
sr: _Поново покрени
sv: _Starta om
th: เ_ริ่มระบบใหม่
uk: Перезавантажити
vi: _Khởi động lại

source: User %u will login in %t
am: ተጠቃሚ %u ይገባል %t
be: Карыстальнік %u увойдзе ў %t
da: Bruger %u vil logge på om %t
de: Benutzer %u wird in %t angemeldet
fi: Käyttäjä %u kirjautuu %t kuluttua
fr_ca: L'utilisateur %u sera connecté dans %t
hr: Korisnik %u će se prijaviti za %t
hu: %u felhasználó bejelentkeztetése %t múlva
is: Notandi %u mun skrá inn á %t
lt: Naudotojas %u prisijungs po %t
ms: Pengguna %u akan mendaftar masuk dalam %t
nds: Benutzer %u wird in %t eingeloggt
pt_br: Usuário %u se logará em %t
ro: Utilizatorul %u se va autentifica în %t
sc: S'impitadore %u at a imbucare in %t
sk: Používateľ %u sa prihlási za %t
sl: Uporabnik %u se bo prijavil v %t
sq: Përdoruesi %u do të futet mbas %t
sr: Корисник %u биће пријављен за %t
sv: Användaren %u kommer att logga in om %t
th: ผู้ใช้ %u จะเข้าระบบภายใน %t
uk: Користувач %u увійде у сеанс через %t
vi: Người dùng %u sẽ đăng nhập trong %t

source: Username:
am: የተጠቃሚ ስም :
be: Імя карыстальніка:
da: Brugernavn:
de: Benutzername:
fi: Käyttäjätunnus:
fr_ca: Nom d'utilisateur:
he: שם משתמש:
hr: Korisničko ime:
hu: Felhasználónév:
is: Notandanafn:
lt: Naudotojo vardas:
ms: Nama Pengguna:
nds: Benutzername:
pt_br: Nome de usuário:
ro: Nume utilizator:
sc: Nùmene de Impitadore:
sk: Meno používateľa:
sl: Uporabniško ime:
sq: Përdoruesi:
sr: Корисник:
sv: Användarnamn
th: ชื่อผู้ใช้:
uk: Ім'я користувача:
vi: Tên người dùng:

source: Password:
am: የመግቢያ ቃል :
be: Пароль:
da: Adgangskode:
de: Passwort:
fi: Salasana:
fr_ca: Mot de passe:
he: סיסמא:
hr: Lozinka:
hu: Jelszó:
is: Lykilorð:
lt: Slaptažodis:
ms: Kata Laluan:
nds: Passwort:
pt_br: Senha:
ro: Parolă:
sc: Paràula Crae (password):
sk: Heslo:
sl: Geslo:
sq: Fjalëkalimi:
sr: Лозинка:
sv: Lösenord:
th: รหัสผ่าน:
uk: Потайслово:
vi: Mật khẩu:

source: Already logged in
am: ቀደም ሲል ገብቷል
be: Вы ўжо ўвайшлі
da: Allerede logget på
de: Bereits angemeldet
fi: Jo kirjautuneena sisään
fr_ca: Déjà connecté
he: כבר מחובר
hr: Već je prijavljen
hu: Már be van jelentkezve
is: Þegar skráður inn
lt: Jau prisijungęs
ms: Sudah mendaftar masuk
nds: Bereits eingeloggt
pt_br: Já logado
ro: Deja autentificat
sc: Giai intro sa sessione
sk: Už je prihlásený
sl: Že prijavljeni
sq: Tashmë i lidhur
sr: Већ сте пријављени
sv: Redan inloggad
th: เข้าระบบอยู่
uk: Вже увійшов
vi: Đã đăng nhập rồi

source: There was an error loading the theme %s
am: ስህተት ተፈጥሯል ይህን ገጽታ በመጫን ላይ %s
be: Узнікла памылка падчас загрузкі тэмы %s
da: Der opstod en fejl ved indlæsning af temaet %s
de: Beim Laden des %s-Themas ist ein Fehler aufgetreten
fi: Virhe ladattaessa teemaa %s
fr_ca: Il y a eu une erreur au chargement du thème %s
he: ארעה שגיאה בטעינת ערכת הנושא %s
hr: Dogodila se greška prilikom učitavanja teme %s
hu: Hiba történt a(z) %s téma betöltése közben
is: Það kom upp villa við lestur á %s þemanu
lt: Įkeliant stilių %s įvyko klaida
ms: Terdapat ralat semasa memuatkan tema %s
nds: Es gab einen Fehler beim Laden des Themes %s
pt_br: Houve um erro ao carregar o tema %s
ro: A apărut o eroare la încărcarea temei %s
sc: B'at àpidu un'errore carrighende su tema %s
sk: Pri načítavaní motívu %s nastala chyba
sl: Med nalaganjem teme %s je prišlo do napake
sq: Gabim gjatë ngarkimit të temës %s
sr: Догодила се грешка приликом учитавања теме „%s“
sv: Ett fel uppstod vid inläsning av temat %s
th: เกิดความผิดพลาดขณะโหลดชุดตกแต่ง %s
uk: Сталася помилка при завантажені теми "%s"
vi: Có lỗi khi tải chủ đề %s

source: Login
am: መግቢያ
be: Імя карыстальніка
da: Log på
de: Anmeldung
fi: Kirjautuminen
fr_ca: Connexion
he: כניסה
hr: Prijava
hu: Bejelentkezés
is: Innskráning
lt: Prisijungti
ms: Daftar Masuk
nds: Anmelden
ro: Autentificare
sc: Imbuca
sk: Prihlásenie
sl: Prijava
sq: Hyrje
sr: Пријави ме
sv: Logga in
th: เข้าสู่ระบบ
uk: Увійти
vi: Đăng nhập

source: OK
am: እሺ
be: Добра
he: אישור
hr: U redu
is: Í lagi
lt: Gerai
sl: V redu
sr: У реду
th: ตกลง
uk: Гаразд
vi: Đồng ý

source: Cancel
am: መሰረዣ
be: Скасаваць
da: Annullér
de: Abbrechen
fi: Peruuta
fr_ca: Annuler
he: ביטול
hr: Odustani
hu: Mégse
is: Hætta við
lt: Atšaukti
ms: Batal
nds: Abbrechen
pt_br: Cancelar
ro: Renunță
sc: Cantzella
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Please enter your username
am: እባክዎን የተጠቃሚ ስም ያስገቡ
be: Увядзіце імя вашага карыстальніка
da: Indtast venligst dit brugernavn
de: Bitte Ihren Benutzernamen eingeben
fi: Syötä käyttäjätunnus
fr_ca: Veuiller entrer votre nom d'utilisateur
he: אנא הזן את שם המשתמש שלך
hr: Upišite svoje korisničko ime
hu: Adja meg a felhasználónevét
is: Sláðu inn notandanafn þitt
lt: Prašome įvesti savo naudotojo vardą
ms: Sila masukkan nama pengguna anda
nds: Bitte geben Sie Ihren Benutzernamen ein
pt_br: Por favor, digite o seu nome de usuário
ro: Introduceţi numele de utilizator
sc: Minte su nùmene de impitadore
sk: Prosím, zadajte vaše používateľské meno
sl: Vnesite svoje uporabniško ime
sq: Shkruani emrin e përdoruesit
sr: Унесите своје корисничко име
sv: Vänligen skriv in ditt användarnamn
th: กรุณาป้อนชื่อผู้ใช้ของคุณ
uk: Будь ласка, уведіть Ваше ім'я користувача
vi: Vui lòng nhập tên người dùng của bạn

source: Please enter your password
am: እባክዎን የመግቢያ ቃልዎን ያስገቡ
be: Увядзіце пароль
da: Indtast venligst din adgangskode
de: Bitte Ihr Passwort eingeben
fi: Anna salasanasi
fr_ca: Veuillez saisir votre mot de passe
he: נא הזן את סיסמתך
hr: Upišite svoju lozinku
hu: Adja meg a jelszavát
is: Sláðu inn lykilorðið þitt
lt: Prašome įvesti savo slaptažodį
ms: Sila masukkan kata laluan anda
nds: Bitte geben Sie Ihr Passwort ein
pt_br: Por favor, digite sua senha
ro: Introduceți parola
sc: Minte sa paràula crae
sk: Prosím, zadajte vaše heslo
sl: Vnesite svoje geslo
sq: Shkruani fjalëkalimin tuaj
sr: Унесите своју лозинку
sv: Vänligen skriv in ditt lösenord
th: กรุณาใส่รหัสผ่านของคุณ
uk: Будь ласка, уведіть Ваше потайслово
vi: Vui lòng nhập mật khẩu của bạn

source: Shutdown
am: ማጥፊያ
be: Адключыць камп'ютар
da: Sluk computeren
de: Herunterfahren
fi: Sammuta
fr_ca: Éteindre
he: כיבוי
hr: Isključi
hu: Leállítás
is: Slökkva
lt: Išjungti kompiuterį
ms: Matikan
nds: Ausschalten
pt_br: Desligar
ro: Oprește
sc: Istuda
sk: Vypnúť
sl: Izklop
sq: Fik
sr: Угаси
sv: Stäng av
th: ปิดเครื่อง
uk: Вимкнути
vi: Tắt máy

source: Suspend
am: ማገጃ
be: Прыпыніць
da: Sæt i hviletilstand
de: Bereitschaft
fi: Valmiustila
fr_ca: Mise en veille
he: השהייה
hr: Suspendiraj
hu: Felfüggesztés
is: Svæfa
lt: Pristabdyti
ms: Tangguh
nds: Bereitschaft
pt_br: Suspender
ro: Suspendă
sc: Suspende
sk: Uspať
sl: V pripravljenost
sq: Pezullo
sr: Обустави
sv: Viloläge
th: พักเครื่อง
uk: Перевести на очікування
vi: Tạm dừng

source: Quit
am: ማጥፊያ
be: Выйсці
da: Afslut
de: Verlassen
fi: Lopeta
fr_ca: Quitter
he: יציאה
hr: Isključivanje
hu: Kilépés
is: Hætta
lt: Baigti
ms: Keluar
nds: Beenden
pt_br: Sair
ro: Ieși
sc: Essi
sk: Ukončiť
sl: Končaj
sq: Dil
sr: Напусти
sv: Avsluta
th: จบการทำงาน
uk: Вийти
vi: Thoát

source: Restart
am: እንደገና ማስጀመሪያ
be: Перазапусціць
da: Genstart
de: Neustart
fi: Käynnistä uudelleen
fr_ca: Redémarrer
he: הפעלה מחדש
hr: Ponovno pokreni
hu: Újraindítás
is: Endurræsa
lt: Paleisti iš naujo
ms: Mula Semula
nds: Neu starten
pt_br: Reiniciar
ro: Reporneşte
sc: Torra a Comintzare
sk: Reštartovať
sl: Ponovni zagon
sq: Rindiz
sr: Поново покрени
sv: Starta om
th: เริ่มระบบใหม่
uk: Перезавантажити
vi: Khởi động lại

source: Session
am: ክፍለ ጊዜ
be: Сеанс
de: Sitzung
fi: Istunto
he: הפעלה
hr: Sesija
hu: Környezet
is: Seta
lt: Seansas
ms: Sesi
nds: Sitzung
pt_br: Sessão
ro: Sesiune
sc: Sessione
sk: Relácia
sl: Seja
sq: Seancë
sr: Сесија
th: วาระ
uk: Сеанс
vi: Phiên chạy

source: Select a session
am: ክፍለ ጊዜ ይምረጡ
be: Абярыце сеанс
da: Vælg en session
de: Eine Sitzung auswählen
fi: Valitse istunto
fr_ca: Sélectionnez une session
he: בחירת הפעלה
hr: Odaberite sesiju
hu: Válasszon környezetet
is: Veldu setu
lt: Pasirinkite seansą
ms: Pilih satu sesi
nds: Wählen Sie eine Sitzung aus
pt_br: Selecione uma sessão
ro: Selectați o sesiune
sc: Ischìrria una sessione
sk: Vyberte reláciu
sl: Izberite sejo
sq: Zgjidhni një seancë
sr: Изаберите сесију
sv: Välj en session
th: เลือกวาระ
uk: Обрати сеанс
vi: Chọn phiên chạy

source: Default session
am: ነባር ክፍለ ጊዜ
be: Стандартны сеанс
da: Standardsession
de: Vorgabesitzung
fi: Oletusistunto
fr_ca: Session par défaut
he: ברירת מחדל
hr: Zadana sesija
hu: Alapértelmezett környezet
is: Sjálfgefin seta
lt: Numatytasis seansas
ms: Sesi lalai
nds: Standardsitzung
pt_br: Sessão padrão
ro: Sesiune implicită
sc: Sessione predifinida
sk: Predvolená relácia
sl: Privzeta seja
sq: Seanca e parazgjedhur
sr: Подразумевана сесија
sv: Standardsession
th: วาระปริยาย
uk: Типовий сеанс
vi: Phiên chạy mặc định

source: Please select a user.
am: እባክዎን ተጠቃሚ ይምረጡ
da: Vælg venligst en bruger.
de: Bitte einen Benutzer auswählen.
fi: Valitse käyttäjä.
fr_ca: Veuillez sélectionner un utilisateur.
he: נא לבחור משתמש.
hr: Odaberite korisnika.
hu: Kérem válasszon egy felhasználót.
is: Veldu notanda.
lt: Prašome pasirinkti naudotoją.
ms: Sila pilih seorang pengguna.
nds: Bitte einen Benutzer auswählen
pt_br: Por favor, selecione um usuário.
ro: Te rog selectează un utilizator.
sc: Ischìrria un'impitadore
sk: Prosím, vyberte používateľa.
sq: Zgjidh një përdorues.
sr: Изаберите корисника.
sv: Var god och välj en användare.
th: กรุณาเลือกผู้ใช้
uk: Будь ласка, виберіть користувача.

source: Press F1 to enter a username.
am: ይጫኑ F1 የ ተጠቃሚ ስም ለማስገባት
da: Tryk F1 for at indtaste et brugernavn.
de: Bitte F1 drücken, um einen Benutzernamen einzugeben.
fi: Paina F1 syöttääksesi käyttäjätunnuksen.
fr_ca: Appuyez sur F1 pour entrer un nom d’utilisateur.
he: לחץ F1 כדי להקלדת שם המשתמש
hr: Pritisnite F1 za upis korisničkog imena.
hu: Nyomja meg az F1 billentyűt a felhasználónév beírásához
is: Ýttu á F1 til að setja inn notandanafn.
lt: Spauskite F1, kad įrašytumėte naudotojo vardą.
ms: Tekan F1 untuk masukkan nama pengguna.
nds: Bitte die Taste F1 drücken um einen User auszuwählen
pt_br: Aperte F1 para inserir um nome de usuário.
ro: Apasă F1 pentru a intorduce un nume de utilizator.
sc: Carca F1 pro mìntere unu nùmene de impitadore
sk: Stlačením klávesu F1 zadáte meno používateľa.
sq: Shtyp F1 për të shkruar një emër përdoruesi.
sr: Притисните Ф1 да унесете корисничко име.
sv: Tryck F1 för att ange ett användarnamn.
th: กด F1 เพื่อป้อนชื่อผู้ใช้
uk: Натисніть клявішу F1, щоб увійти

source: Language
am: ቋንቋ
be: Мова
da: Sprog
de: Sprache
fi: Kieli
fr_ca: Langue :
he: שפה
hr: Jezik
hu: Nyelv
is: Tungumál
lt: Kalba
ms: Bahasa
nds: Sprache
pt_br: Idioma
ro: Limbă
sc: Limba
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Select a language
am: ቋንቋ ይምረጡ
be: Абярыце мову
da: Vælg et sprog
de: Eine Sprache auswählen
fi: Valitse kieli
fr_ca: Choisir une langue
he: נא לבחור בשפה
hr: Odaberite jezik
hu: Válasszon nyelvet
is: Veldu tungumál
lt: Pasirinkite kalbą
ms: Pilih bahasa
nds: Wählen Sie eine Sprache aus
pt_br: Escolha um idioma
ro: Selectați o limbă
sc: Ischìrria una limba
sk: Vyberte jazyk
sl: Izberite jezik
sq: Zgjidhni një gjuhë
sr: Изаберите језик
sv: Välj ett språk
th: เลือกภาษา
uk: Обрати мову
vi: Chọn ngôn ngữ

source: Are you sure you want to quit?
am: በእርግጥ ማጥፋት ይፈልጋሉ?
be: Сапраўды жадаеце выйсці?
da: Er du sikker på, du vil afslutte?
de: Sind Sie sich sicher, dass Sie beenden wollen?
fi: Haluatko varmasti lopettaa?
fr_ca: Êtes-vous sûr de vouloir quitter ?
he: האם באמת ברצונך לצאת?
hr: Sigurno želite isključiti računalo?
hu: Biztos benne, hogy kilép?
is: Ertu viss um að þú viljir hætta?
lt: Ar tikrai norite baigti?
ms: Anda pasti hendak keluar?
nds: Möchten Sie das Programm wirklich beenden?
pt_br: Você tem certeza de que deseja sair?
ro: Sigur doriţi să ieşiţi?
sc: Essire?
sk: Naozaj chcete skončiť?
sl: Ali ste prepričani, da želite končati?
sq: Dëshironi me vërtetë të dilni?
sr: Сигурно желите да изађете?
sv: Är du säker på att du vill avsluta?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากโปรแกรม?
uk: Ви справді бажаєте вийти?
vi: Bạn có chắc chắn muốn thoát không?

source: Close
am: መዝጊያ
be: Закрыць
da: Luk
de: Beenden
fi: Sulje
fr_ca: Fermer
he: סגירה
hr: Zatvori
hu: Bezárás
is: Loka
lt: Užverti
ms: Tutup
nds: Schließen
pt_br: Fechar
ro: Închide
sc: Serra
sk: Zavrieť
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
th: ปิด
uk: Закрити
vi: Đóng

source: An error occurred while trying to contact the login screens. Not all updates may have taken effect.
am: ስህተት ተፈጥሯል የ መግቢያ መመልከቻ በ መገናኘት ላይ እንዳለ: ሁሉም ማሻሻያዎች አልተፈጸሙም
be: Адбылася памылка падчас спробы злучэння з экранамі ўваходу. Не ўсе абнаўленні маглі пачаць дзейнічаць.
da: En fejl opstod da login-skærmene blev forsøgt kontaktet. Måske er ikke alle opdateringer trådt i kraft.
de: Bei der Kontaktaufnahme mit den Anmeldebildschirmen ist ein Fehler aufgetreten. Möglicherweise sind nicht alle Änderungen wirksam geworden.
fi: Tapahtui virhe yritettäessä yhdistää kirjautumisruutuihin. Kaikki päivitykset eivät ehkä ole tulleet käyttöön.
fr_ca: Une erreur est survenue lors du contact avec la fenêtre de connexion. Certaines mises à jours peuvent être non fonctionnelles.
he: חלה שגיאה בניסיון יצירת הקשר עם מסכי ההתחברות. לא כל העדכונים בהכרח חלו.
hr: Dogodila se greška prilikom pokušaja kontaktiranja zaslona prijave. Neke nadopune možda još nisu primijenjene.
hu: Hiba történt a bejelentkező képernyőkhöz csatlakozás közben. Lehet, hogy nem minden frissítésnek lesz hatása.
is: Villa kom upp vegna tengingar við innskráningarskjái. Ekki eru allar uppfærslur orðnar virkar.
lt: Bandant susisiekti su prisijungimo ekranais įvyko klaida. Galbūt įsigalėjo ne visi atnaujinimai.
ms: Ralat berlaku semasa cuba menghubungi skrin daftar masuk. Tidak kesemua kemaskini berjaya.
nds: Beim Kontaktieren des Login-Bildschirm ist ein Fehler aufgetreten. Möglicherweise wurden nicht alle Updates wirksam.
pt_br: Um erro ocorreu enquanto o sistema tentava comunicar-se com as telas de login. Algumas atualizações podem não ter sido concluídas.
ro: A intervenit o eroare la contactarea ecranelor de autentificare. Nu toate actualizările au avut efect.
sc: B'at capitadu un'errore proende a cuntatare sas ischermadas de intrada. Non totu sos annoamentos ant àpidu efetu.
sk: Počas pokusu o kontakt s prihlasovacím dialógom nastala chyba. Môže sa stať, že niektoré aktualizácie sa neprejavia.
sl: Med poskusom povezave s prijavnimi zasloni je prišlo do napake. Vse posodobitve morda niso uveljavljene.
sq: Gabim gjatë përpjekjes për të kontaktuar dritaren e hyrjes. Jo të gjithë ndryshimet mund të jenë efektivë.
sr: Десила се грешка приликом покушаја да се добије екран за пријаву. Нису сва освежења ступила у дејство.
sv: Ett fel inträffade vid försök att kontakta inloggningsskärmarna. Alla uppdateringar har kanske inte trätt i kraft.
th: เกิดความผิดพลาดขณะพยายามติดต่อกับหน้าจอเข้าระบบ อาจเกิดจากการไม่ได้ปรับปรุงครบทั้งหมด
uk: Помилка під час встановлення зв'язку з екраном входу. Можливо було вжито не усі оновлення.
vi: Có lỗi khi cố liên lạc với màn hình đăng nhập. Không phải tất cả cập nhật đã có hiệu quả.

source: Autologin or timed login to the root account is forbidden.
am: በራሱ መግቢያ ወይንም በ ተወሰነ ጊዜ መግቢያ በ root መግለጫ የ ተከለከለ ነው
be: Аўтаматычны ўваход ці ўваход з затрымкай для суперкарыстальніка (root) забаронены.
da: Automatisk eller tidsindstillet login på root-kontoen er ikke tilladt.
de: Weder die automatische noch die zeitgesteuerte Anmeldung sind für das Systemverwalterkonto (root) zulässig.
fi: Automaattinen tai ajastettu sisäänkirjautuminen pääkäyttäjätunnukselle (root) on kielletty.
fr_ca: La connexion automatique ou la connexion différée sur le compte administrateur est interdite.
he: התחברות אוטומטית או מתוזמנת למשתמש root אסורה.
hr: Automatska prijava ili vremenska prijava u korijenski korisnički račun je zabranjena.
hu: Az automatikus vagy időzített bejelentkezés a rendszergazda (root) fiókhoz nem engedélyezett.
is: Bannað er að nota sjálfvirka eða tímasetta innskráningu með kerfisstjóraaðgangi
lt: Automatinis arba uždelstas prisijungimas kaip root neleidžiamas.
ms: Daftar masuk auto atau bermasa ke akaun root tidak dibenarkan.
nds: Automatische Anmeldung oder zeitgesteuerte Anmeldung als Root ist verboten.
pt_br: É proibido o login automático ou programado para o usuário root.
ro: Autentificările automate și cronometrate nu sunt permise în cazul contului root.
sc: S'imbucada in automàticu o a istentu de s'amministradore est controida.
sk: Automatické alebo časované prihlásenie účtu správcu je zakázané.
sl: Samodejna in časovna prijava za skrbniški račun nista dovoljeni.
sq: Hyrja automatike ose hyrja e kronometruar tek profili root nuk lejohet.
sr: Самостална пријава или временска пријава на корени налог је забрањена.
sv: Varken automatisk eller tidsbaserad inloggning får göras till administratörskontot.
th: ไม่อนุญาตให้เข้าระบบเป็น root โดยอัตโนมัติหรือผ่านการตั้งเวลา
uk: Самочинний вхід чи вхід після призупинки в обліковий запис керманича (root) не дозволяється.
vi: Tự động đăng nhập hoặc đăng nhập định thời cho tài khoản root bị cấm.

source: The %s user UID is lower than 'MinimalUID'.
am: የ %s ተጠቃሚ UID አነስተኛ ነው ከ 'MinimalUID'.
be: UID карыстальніка %s меншы за 'MinimalUID'.
da: %s bruger-UID er lavere end "MinimalUID".
de: Die Benutzerkennung (UID) %s ist niedriger, als die kleinste zulässige Benutzerkennung (MinimalUID).
fi: %s käyttäjän UID on pienempi kuin 'MinimalUID'.
fr_ca: L'UID de l'utilisateur %s est inférieur à 'MinimalUID'.
he: קוד ה־UID‏ %s של המשתמש קטן מהקוד המינימלי המותר
hr: %s korisnikov UID je manji od 'MinimalniUID'.
hu: A(z) „%s” felhasználói azonosító kisebb a minimális felhasználói azonosítónál.
is: UID auðkenni %s notandans er lægra en lágmarks auðkennisnúmerið 'MinimalUID'.
lt: Naudotojo %s UID yra mažesnis nei „MinimalUID“
ms: Pengguna UID %s lebih rendah dari 'MinimalUID'.
nds: Die %s Benutzer UID ist niedriger als 'MinimalUID'.
pt_br: O %s UID do usuário é menor do que o 'UID mínimo'.
ro: UID-ul utilizatorului %s este mai mic decât „UIDMinim”.
sc: Su UID de s'impitadore %s est de mancu de su 'MinimalUID'
sk: UID používateľa %s je nižšie ako 'MinimalUID'.
sl: UID uporabnika %s je nižji od 'MinimalUID'.
sq: UID-ja e përdoruesit %s është me i ulët se 'MinimalUID'.
sr: Кориснички УИД %s је нижи од дозвољеног најнижег УИД-а.
sv: %s användar UID är lägre än 'MinimalUID'.
th: UID %s ผู้ใช้นี้ต่ำกว่า 'MinimalUID'.
uk: %s користувацького UID ничже мінімального UID
vi: UID người dùng %s thấp hơn 'MinimalUID'.
