Repository: linuxmint/mdm
Catalog: launchpad-po/*.po
Languages: am, be, da, de, fi, fr_ca, he, hr, hu, is, lt, ms, nds, pt_br, ro, sc, sk, sl, sq, sr, sv, th, uk, vi

source: Launch the login screen to preview the theme
am: የ መግቢያ መመልከቻውን ማስጀመሪያ ገጽታውን በ ቅድመ እይታ ለማየት
be: Запусцiць экран уваходу, каб ацаніць тэму
da: Start login-skærmen for at få vist temaet
de: Den Anmeldebildschirm starten, um eine Vorschau des Themas zu sehen
fi: Käynnistä kirjautumisikkuna teeman esikatselua varten
fr_ca: Démarrer l'écran d'acceuil afin de prévisualiser le thème
he: הפעל את מסך ההתחברות לתצוגה מקדימה
hr: Pokreni zaslon prijave za pregled odabrane teme
hu: Bejelentkező képernyő elindítása a téma előnézetének megtekintéséhez
is: Ræsa innskráningarglugga til að forskoða þema
lt: Paleisti prisijungimo ekraną, kad peržiūrėtumėte stilių
ms: Lancarkan skrin log masuk untuk preview tema
nds: Starten Sie den Login-Bildschirm, um eine Theme-Vorschau zu sehen
pt_br: Iniciar a tela de login para visualizar o tema
ro: Lansează ecranul de autentificare pentru a previzualiza tema
sc: Mustra s'ischermada de intrada pro s'anteprima de su tema
sk: Spustiť prihlasovaciu obrazovku na prehliadnutie motívu
sl: Zaženite prijavni zaslon za predogled teme
sq: Nis ekranin e hyrjes për një shikim paraprak të temës
sr: Покрени екран за пријављивање ради прегледа теме
sv: Starta inloggningsskärmen för att ta en snabbtitt på temat
th: ต้องเข้าหน้าจอเข้าระบบเพื่อดูตัวอย่างชุดตกแต่ง
uk: Запуск екрану входу для попереднього перегляду теми
vi: Mở màn hình đăng nhập để xem thử đề tài

source: Please install 'numlockx' to enable this feature
am: እባክዎን ይግጠሙ የ 'numlockx' ይህን ገጽታ ለማስቻል
be: Калі ласка, усталюйце 'numlockx', каб уключыць гэтую функцыю
da: Installér "numlockx" for at aktivere denne funktion
de: Bitte »numlockx« installieren, um diese Funktion zu benutzen
fi: Ole hyvä ja asenna 'numlockx' käyttääksesi tätä toimintoa
fr_ca: Installer 'numlockx' afin d'activer cette fonction
he: נא התקן 'numlockx' להפעלת אפשרות זו
hr: Instalirajte 'numlockx' za omogućavanje ove značajke
hu: Telepítse az „numlockx” csomagot a szolgáltatás engedélyezéséhez
is: Vinsamlega settu inn 'numlockx'-pakkann til að virkja þennan möguleika
lt: Įdiekite „numlockx“ šiai funkcijai įjungti
ms: Sila pasang 'numlockx' untuk membenarkan fungsi ini
nds: Bitte installieren Sie 'numlockx', um dieses Feature zu aktivieren
pt_br: Por favor instale 'numlockx' para habilitar esta função
ro: Instalați 'numlockx' pentru a activa această caracteristică
sc: Installa 'numlockx' pro abilitare custa propriedade
sk: Pre povolenie tejto funkcie prosím nainštalujte „numlockx“
sl: Namestite 'numlockx' za omogočenje te zmožnosti
sq: Instaloni 'numlockx' për të aktivuar këtë funksionalitet
sr: Инсталирајте програм „numlockx“ ради омогућавања ове функције
sv: Vänligen installera 'numlockx' för att aktivera denna egenskap
th: กรุณาติดตั้ง 'numlockx' เพื่อเปิดใช้งานคุณสมบัตินี้
uk: Будь ласка, встановіть 'numlockx', щоб увімкнути цю функцію
vi: Vui lòng cài đặt 'numlockx' để bật tính năng này

source: Could not access configuration file (defaults.conf)
am: ማሰናጃ ፋይል ጋር መድረስ አልተቻለም (defaults.conf)
be: Не выйшла даступіцца да файла канфігурацыі (defaults.conf)
da: Kunne ikke tilgå konfigurationsfilen (defaults.conf)
de: Auf die Konfigurationsdatei (defaults.conf) konnte nicht zugegriffen werden
fi: Asetustiedostoa defaults.conf ei voitu lukea.
fr_ca: Le fichier de configuration ne peut être accédé (defaults.conf)
he: לא יכול לגשת לקובץ ההגדרות (defaults.conf)
hr: Nemoguć pristup datoteci podešavanja (defaults.conf)
hu: A beállítófájl (defaults.conf) nem érhető el
is: Gat ekki opnað stillingaskrána (defaults.conf)
lt: Nepavyko pasiekti konfigūracijos failo (defaults.conf)
ms: Tidak dapat mengakses fail konfigurasi (defaults.conf)
nds: Auf Konfigurationsdatei (defaults.conf) konnte nicht zugegriffen werden.
pt_br: Não foi possível acessar o arquivo de configuração (defaults.conf)
ro: Nu se poate accesa fișierul de configurare (defaults.conf)
sc: Non si podet intrare in su file de configuratzione (defaults.conf)
sk: Nepodarilo sa pristúpiť ku konfiguračnému súboru (defaults.conf)
sl: Ni mogoče dostopati do nastavitvene datoteke (defaults.conf)
sq: E pamundur hyrja tek skedari i konfigurimit (defaults.conf)
sr: Нисам успео да приступим датотеци подешавања (defaults.conf)
sv: Kunde inte komma åt konfigurationsfilen (defaults.conf)
th: ไม่สามารถเข้าใช้แฟ้มค่าตั้ง (defaults.conf) ได้
uk: Не вдається отримати доступ до конфігураційного файлу (defaults.conf)
vi: Không truy cập được tập tin cấu hình (defaults.conf)

source: Make sure that the file exists before launching login manager config utility.
am: እርግጠኛ ይሁኑ ፋይሉ መኖሩን ከ ማስጀመርዎት በፊት የ መግቢያ አስተዳዳሪ ማሰናጃ መገልገያ
be: Перад запускам настáўленняў акна ўваходу пераканайцеся, што файл існуе.
da: Kontrollér, at filen eksisterer, før du kører login-konfigurationsprogrammet.
de: Bitte sicherstellen, dass die Datei vorhanden ist, bevor Sie das Konfigurationsprogramm der Anmeldeverwaltung ausführen.
fi: Varmista, että tiedosto on olemassa ennen kirjautumisen hallinnan asetusohjelman käynnistämistä
fr_ca: Soyez certain que le fichier existe avant de démarrer le configurateur du gestionnaire de connexion.
he: וודא שהקובץ קיים לפני פתיחת הכלי לניהול מסך התחברות
hr: Uvjerite se da datoteka postoji prije pokretanja alata podešavanja upravitelja prijave.
hu: A bejelentkezéskezelő beállítóeszközének indítása előtt győződjön meg róla, hogy a fájl létezik.
is: Gakktu úr skugga um að skráin sé þegar til staðar áður en stillingatól innskráningarstýringar er ræst.
lt: Prieš paleisdami prisijungimo tvarkytuvės konfigūravimo įrankį, įsitikinkite, jog šis failas yra.
ms: Pastikan fail tersebut wujud sebelum melancarkan utiliti konfigurasi pengurus daftar masuk.
nds: Stellen Sie sicher, dass die Datei vorhanden ist, bevor Sie das Login Manager Config-Dienstprogramm starten.
pt_br: Certifique-se de que o arquivo existe antes de executar o utilitário de configuração do gerenciador de login.
ro: Asigurați-vă că fișierul există înainte de lansarea utilitarului de administrare a autentificării.
sc: Sias seguru chi su file b'est antis de incarrerare s'utilidade de configuratzione de su manigiadore de s'imbucada
sk: Uistite sa, že súbor existuje ešte pred spustením konfiguračného nástroja.
sl: Preden zaženete orodje nastavitev upravitelja prijave, se prepričajte, da datoteka obstaja.
sq: Sigurohuni që skedari të ekzistojë para se të nisni mjetin për konfigurimin e menaxherit të hyrjes.
sr: Проверите да ли датотека постоји пре покретања подешавања.
sv: Försäkra dig om att filen finns innan du startar verktyget för inloggningshanterarens konfiguration.
th: กรุณาตรวจดูให้แน่ใจว่ามีแฟ้มดังกล่าวอยู่ก่อนที่จะเรียกเครื่องมือตั้งค่าโปรแกรมจัดการการเข้าระบบ
uk: Перед запуском засобу налаштовування екрану входу у систему перевірте, що файл існує.
vi: Bảo đảm tập tin tồn tại trước khi khởi chạy tiện ích cấu hình trình quản lý đăng nhập.

source: Could not access configuration file
am: ማሰናጃ ፋይል ጋር መድረስ አልተቻለም
be: Не выйшла даступіцца да файла канфігурацыі
da: Kunne ikke tilgå konfigurationsfilen
de: Auf die Konfigurationsdatei konnte nicht zugegriffen werden
fi: Asetustiedostoa ei voitu avata
fr_ca: Le fichier de configuration ne peut être accédé
he: לא יכול לגשת לקובץ ההגדרות
hr: Nemoguć pristup datoteci podešavanja
hu: A beállítófájl nem érhető el
is: Gat ekki opnað stillingaskrá
lt: Nepavyko pasiekti konfigūracijos failo
ms: Tidak dapat mengakses fail konfigurasi
nds: Auf Konfigurationsdatei konnte nicht zugegriffen werden.
pt_br: Não foi possível acessar o arquivo de configuração
ro: Nu se poate accesa fișierul de configuare
sc: Non si podet intrare in su file de configuratzione
sk: Nepodarilo sa otvoriť konfiguračný súbor
sl: Ni mogoče dostopati do nastavitvene datoteke
sq: Nuk mund të hapet skedari i konfigurimit
sr: Нисам успео да приступим датотеци подешавања
sv: Kunde inte få tillgång till konfigurationsfilen
th: ไม่สามารถเข้าถึงแฟ้มการกำหนดค่า
uk: Недоступний файл налаштувань
vi: Không truy cập tập tin cấu hình được

source: You must be root to configure MDM.
am: እርስዎ root መሆን አለብዎት ለማሰናዳት MDM.
be: Для настáўлення MDM трэба быць суперкарыстальнікам (root).
da: Du skal have administratorrettigheder for at konfigurere MDM.
de: Sie müssen der Systemverwalter (root) sein, um MDM zu konfigurieren.
fi: Sinun on oltava root-kirjautuneena muuttaaksesi MDM:n asetuksia
fr_ca: Vous devez être root afin de configurer MDM
he: אתה חייב להיות root כדי להגדיר את MDM
hr: Morate imati korijenski pristup za podešavanje MDM-a.
hu: Kizárólag rendszergazda (root) jogosultságokkal állíthatja be a MDM-et.
is: Þú verður að vera kerfisstjóri til að stilla MDM.
lt: Turite būti root, kad galėtumėte konfigūruoti MDM
ms: Anda mesti menjadi root untuk konfigur MDM
nds: Sie müssen Root sein um MDM zu konfigurieren.
pt_br: É preciso privilégios de root para configurar o MDM.
ro: Trebuie să fiți root pentrua a configura MDM.
sc: Tocat de èssere amministradore pro configurare MDM.
sk: Pre nastavenie MDM musíte byť používateľ root.
sl: Za nastavitev MDM morate biti skrbnik.
sq: Duhet të jeni root për të konfiguruar MDM.
sr: Морате бити администратор да бисте подесили МДМ.
sv: Du måste vara "root" för att konfigurera MDM.
th: คุณต้องทำฐานะให้เป็น root หรือฐานะขั้นสูงสุดเพื่อกำหนดค่า MDM ได้
uk: Ви повинні працювати під root для налаштування MDM.
vi: Bạn phải là root để cấu hình MDM.

source: Login Window Preferences
am: የ መግቢያ መስኮት ምርጫዎች
be: Параметры акна ўваходу ў сістэму
da: Indstillinger for login-skærm
de: Einstellungen des Anmeldefensters
fi: Kirjautumisikkunan asetukset
fr_ca: Préférences de la fenêtre de connexion
he: העדפות חלון ההתחברות
hr: Osobitosti prozora prijave
hu: Bejelentkezési ablak tulajdonságai
is: Kjörstillingar fyrir innskráningarglugga
lt: Prisijungimo lango nuostatos
ms: Tetapan Tetingkap Daftar Masuk
nds: Anmeldefenster-Einstellungen
pt_br: Preferências da janela de início de sessão
ro: Preferințe fereastră de autentificare
sc: Sèberos Bentana de Imbucada
sk: Predvoľby prihlasovacieho okna
sl: Nastavitve prijavnega okna
sq: Preferimet e dritares së hyrjes
sr: Поставке прозора пријаве
sv: Inställningar för inloggningsfönstret
th: ปรับแต่งหน้าจอเข้าระบบ
uk: Параметри вікна входу у систему
vi: Tùy thích Cửa sổ Đăng nhập

source: Background
am: መደቡ
be: Фон
da: Baggrund
de: Hintergrund
fi: Taustakuva
fr_ca: Arrière-plan
he: רקע
hr: Pozadina
hu: Háttér
is: Bakgrunnur
lt: Fonas
ms: Latar Belakang
nds: Hintergrund
pt_br: Papel de parede
ro: Fundal
sc: Fundale
sk: Pozadie
sl: Ozadje
sq: Sfondi
sr: Позадина
sv: Bakgrund
th: พื้นหลัง
uk: Тло
vi: Nền

source: _Image:
am: _ምስል:
be: _Выява:
da: _Billede:
de: _Bild:
fi: _Kuva:
he: _תמונה:
hr: _Slika:
hu: _Kép:
is: _Mynd:
lt: Atva_izdas:
ms: _Imej:
nds: _Bild:
pt_br: _Imagem:
ro: _Imagine:
sc: _Immàgine
sk: _Obrázok:
sl: _Slika:
sq: _Imazhi:
sr: _Слика:
sv: _Bild:
th: _รูปภาพ:
uk: _Зображення:
vi: _Ảnh:

source: Displays this image as the background in the greeter.
am: በ ሰላምታ መደብ ውስጥ ይህን ምስል ማሳያ
be: Выкарыстоўваць гэту выяву ў якасці фону праграмы-прывітання.
da: Vis dette billede som baggrund i velkomstbyderen.
de: Dieses Bild als Hintergrund des Begrüßers verwenden.
fi: Näytä tämä kuva kirjautumisikkunan taustalla.
fr_ca: Afficher cette image comme arrière-plan dans l'hôte.
he: הצגת תמונה זו כרקע בתכנית קבלת הפנים.
hr: Prikazuje ovu sliku kao pozadinu zaslona dobrodošlice.
hu: Ez a kép kerül megjelenítésre az üdvözlő háttereként.
is: Birtir þessa mynd sem bakgrunn í innskráningarglugga.
lt: Rodo šį paveikslėlį kaip pasveikintuvo foną.
ms: Paparkan imej ini sebagai latarbelakang dalam penyapa.
nds: Zeige dieses Bild als Hintergrund im Greeter.
pt_br: Apresentar esta imagem como plano de fundo no anfitrião.
ro: Afişează această imagine ca fundal pe ecranul de întâmpinare
sc: Mustrat cust'immàgine che fundale de su bene bènnidu.
sk: Zobrazí obrázok ako pozadie privítania.
sl: Prikaže to sliko kot ozadje pozdravnega zaslona
sq: Shfaq këtë figurë si sfond në ekranin e hyrjes.
sr: Приказуј ову слику као позадину у поздравном екрану.
sv: Visar den här bilden som bakgrund i inloggningsskärmen.
th: แสดงภาพนี้เป็นพื้นหลังของหน้าต่างต้อนรับ
uk: Відображати це зображення як тло проґрами-привітання.
vi: Hiển thị ảnh này làm nền trong bộ chào mừng.

source: Select background image
am: የመደብ ምስል ይምረጡ
be: Абярыце фонавую выяву
da: Vælg baggrundsbillede
de: Hintergrundbild auswählen
fi: Valitse taustakuva
fr_ca: Veuillez sélectionner une image d'arrière-plan
he: בחר תמונת רקע
hr: Odaberi sliku pozadine
hu: Válasszon háttérszínt
is: Veldu bakgrunnsmynd
lt: Pasirinkite fono atvaizdą
ms: Pilih imej latarbelakang
nds: Wählen Sie ein Hintergrundbild
pt_br: Selecionar imagem para plano de fundo
ro: Selectează imaginea de fundal
sc: Ischìrria s'immàgine de su fundale
sk: Vyberte obrázok pozadia
sl: Izberite sliko ozadja
sq: Zgjidhni një imazh për sfondin
sr: Изаберите слику за позадину
sv: Välj bakgrundsbild
th: เลือกภาพพื้นหลัง
uk: Вибрати зображення тла
vi: Chọn ảnh nền

source: Pick background color
am: የመደብ ቀለም ይምረጡ
be: Абярыце колер фону
da: Vælg baggrundsfarve
de: Hintergrundsfarbe auswählen
fi: Valitse taustan väri
fr_ca: Choisissez une couleur d'arrière plan
he: בחר צבע רקע
hr: Odaberi boju pozadine
hu: Válasszon háttérszínt
is: Veldu bakgrunnslit
lt: Pasirinkite fono spalvą
ms: Pilih warna latarbelakang
nds: Hintergrundfarbe wählen
pt_br: Escolher cor para o plano de fundo
ro: Alegeți culoarea de fundal
sc: Piga unu colore pro su fundale
sk: Vyberte farbu pozadia
sl: Izberite barvo ozadja
sq: Zgjidhni ngjyrën e sfondit
sr: Изаберите боју позадине
sv: Välj bakgrundsfärg
th: เลือกสีพื้นหลัง
uk: Вибрати колір тла
vi: Chọn màu nền

source: Co_lor:
am: ቀለ_ም:
be: Ко_лер:
da: _Farve:
de: _Farbe:
fi: Vä_ri:
he: צ_בע:
hr: Bo_ja:
hu: _Szín:
is: _Litur:
lt: Spa_lva:
ms: War_na:
nds: Fa_rbe:
pt_br: C_or:
ro: Cu_loare:
sc: Co_lore
sk: _Farba:
sl: _Barva:
sq: Ngj_yra:
sr: Бо_ја:
sv: Fä_rg:
th: _สี:
uk: Ко_лір:
vi: _Màu:

source: Background color of the greeter.
am: የ ሰላምታው መደብ ቀለም
be: Колер фону акна прывітання.
da: Velkomstbyderens baggrundsfarve.
de: Hintergrundfarbe des Begrüßers:
fi: Kirjautumisikkunan taustaväri.
fr_ca: Couleur d'arrière plan de l'hôte.
he: רקע מקדם הפנים.
hr: Boja pozadine zaslona dobrodošlice.
hu: Az üdvözlő háttérszíne.
is: Bakgrunnslitur innskráningarglugga.
lt: Pasveikintuvo fono spalva.
ms: Warna latarbelakang penyapa
nds: Standardhintergrund-Farbe des Greeters.
pt_br: Cor do plano de fundo do anfitrião
ro: Culoare de fundal a ecranului de întâmpinare
sc: Colore de su fundale de su bene bènnidu.
sk: Farba pozadia privítania.
sl: _Barva ozadja pozdravnega zaslona:
sq: Ngjyra e sfondit e ekranit të hyrjes.
sr: Боја позадине поздравног екрана.
sv: Bakgrundsfärg i inloggningsskärmen.
th: สีพื้นหลังของหน้าต่างต้อนรับ
uk: Колір тла вікна привітання
vi: Màu nền của bộ chào mừng.

source: Welcome Message
am: የ እንኳን ደህና መጡ መልእክት
be: Тэкст вітання
da: Velkomst-meddelelse
de: Willkommensnachricht
fi: Tervetuloviesti
fr_ca: Message de bienvenue
he: הודעת ברוכים הבאים
hr: Poruka dobrodošlice
hu: Üdvözlőüzenet
is: Upphafsávarp
lt: Pasveikinimo žinutė
ms: Mesej Selamat Datang
nds: Willkommensnachricht
pt_br: Mensagem de Boas Vindas
ro: Mesaj de întâmpinare
sc: Messàgiu de Bene Bènnidu
sk: Uvítacia správa
sl: Pozdravno sporočilo
sq: Mesazhi i mirëseardhjes
sr: Поздравна порука
sv: Välkomstmeddelande
th: ข้อความต้อนรับ
uk: Привітання
vi: Thông điệp Chào mừng

source: C_ustom:
am: ማ_ስተካከያ:
be: І_ншы:
da: Br_ugerdefineret:
de: _Benutzerdefiniert:
fi: _Muokattu:
he: מו_תאם אישית:
hr: P_rilagođeno:
hu: _Egyéni:
is: _Sérsniðið:
lt: _Kita:
ms: S_uai:
nds: B_enutzerdefiniert:
pt_br: _Personalizado:
ro: _Personalizat:
sc: P_ersonaliza
sk: Vl_astné:
sl: Po _meri:
sq: E personaliz_uar:
sr: _Произвољна:
sv: A_npassad:
th: _กำหนดเอง:
uk: Ін_ше:
vi: _Tuỳ biến:

source: Controls which text to display next to the logo image in the standard greeter.
am: የትኛው ጽሁፍ እንደሚታይ መቆጣጠሪያ ከ አርማው ምስል አጠገብ በ መደበኛ ሰላምታ ጊዜ
be: Вызначае тэкст, які паказваецца побач з лагатыпам у стандартным акне прывітання.
da: Angiver teksten, som vil blive vist ved siden af logoet i standard-velkomstbyderen.
de: Stellt ein, welcher Text neben dem Logo des vorgegebenen Begrüßers angezeigt wird.
fi: Hallitsee logon vieressä näytettävää tekstiä oletuskirjautumisikkunassa
fr_ca: Controler quel texte à afficher suite à l'image du logo dans l'hôte standard.
hr: Postavite tekst koji će se prikazati pokraj slike logotipa u standardnom zaslonu dobrodošlice.
hu: Alapértelmezett üdvözlő használata esetén az üdvözlőlogó mellett megjelenő szöveg.
is: Stýrir hvaða texti birtist næst merki/táknmynd í stöðluðum innskráningarskjá.
lt: Valdo, kokį tekstą rodyti šalia logotipo standartiniame pasveikintuve.
ms: Kawalan dimana teks untuk dipaparkan sebelah imej logo dalam penyapa biasa.
nds: Steuert, welcher Text neben dem Logobild im Standard-Greeter angezeigt wird.
pt_br: Controla o texto que é exibido junto à imagem no anfitrião padrão.
ro: Controlează ce text să fie afișat lângă imaginea siglă în aplicația de întâmpinare standard.
sc: Cumandat su testu de mustrare acanta a s'immàgine de logo in su bene bènnidu predifinidu.
sk: Ovláda, aký text bude zobrazený vedľa obrázku loga v štandardnom privítaní.
sl: Nadzira, katero besedilo se izpiše zraven slike logotipa na običajnem pozdravnem zaslonu.
sq: Kontrollon cilin tekst të shfaqë pranë figurës logo në ekranin e hyrjes standarde.
sr: Одређује који текст се приказује поред грба у уобичајеном поздравном екрану.
sv: Bestämmer vilken text som visas intill logon i standard inloggningsskärmen.
th: ปรับว่าข้อความไหนที่จะแสดงถัดจากรูปโลโก้ในหน้าจอต้อนรับแบบมาตรฐาน
uk: Вкажіть текст, який буде показуватися поряд з зображенням логотипу у стандартному вікні привітання.
vi: Điều khiển văn bản hiển thị cạnh hình biểu tưởng trong bộ chào chuẩn.

source: %n will be replaced by hostname
am: %n በ ጋባዥ ስም ይቀየራል
be: %n будзе заменена назвай вузла
da: %n vil blive erstattet med værtsnavn
de: %n wird durch den Rechnernamen ersetzt
fi: %n korvataan palvelimen verkkonimellä
fr_ca: %n sera remplacé par le nom d'hôte
he: %n יוחלף ב-hostname
hr: %n će biti zamijenjeno s nazivom računala
hu: A %n a gép nevével lesz helyettesítve
is: %n verður skipt út fyrir heiti tölvunnar
lt: %n bus pakeista kompiuterio vardu
ms: %n akan digantikan dengan nama hos
nds: %n wird mit dem Hostname ersetzt
pt_br: %n será substituído pelo hostname
ro: %n va fi înlocuit cu numele de gazdă
sc: %n at a èssere tramudadu in su nùmene de su sistema
sk: Premenná %n bude nahradená názvom hostiteľa
sl: %n bo zamenjan z imenom gostitelja
sq: %n do të zëvendësohet nga hostname
sr: %n ће бити замењен називом домаћина
sv: %n kommer att ersättas av värdnamn
th: %n จะถูกแทนด้วยชื่อโฮสต์
uk: %n буде замінено на назву вузла
vi: %n sẽ được thay thế bằng tên máy

source: _Default:
am: _ነባር:
be: _Стандартна:
da: _Standard:
de: _Vorgabe:
fi: _Oletus:
he: _בררת מחדל:
hr: _Zadano:
hu: _Alapértelmezett:
is: Sjál_fgefið:
lt: _Numatytasis:
ms: _Lalai:
nds: _Standard:
pt_br: _Padrão:
ro: I_mplicit:
sc: _Predifinidu
sk: _Predvolená:
sl: _Privzeto:
sq: _E parazgjedhur:
sr: _Подразумевано:
sv: _Standard:
th: _ค่าปริยาย:
uk: _Типовий:
vi: _Mặc định:

source: 'Welcome'
am: 'እንኳን ደህና መጡ'
be: 'Вiтаем'
da: "Velkommen"
de: »Willkommen«
fi: 'Tervetuloa'
fr_ca: 'Bienvenue'
he: 'ברוכים הבאים'
hr: 'Dobrodošli'
hu: „Üdvözöljük”
is: 'Velkomin'
lt: "Sveiki,"
ms: 'Selamat Datang'
nds: 'Willkommen'
pt_br: 'Bem-vindo'
ro: Bine ați venit
sc: 'Bene Bènnidu'
sk: „Vitajte“
sl: 'Dobrodošli'
sq: 'Mirëserdhët'
sr: „Добро дошли“
sv: 'Välkommen'
th: 'ยินดีต้อนรับ'
uk: 'Ласкаво просимо'
vi: 'Chào mừng'

source: _Enable Automatic Login
am: ራሱ በራሱ መግቢያ _ማስቻያ
be: _Уключыць аўтаматычны ўваход у сістэму
da: _Aktivér automatisk login
de: _Automatische Anmeldung aktivieren
fi: _Käytä automaattista kirjautumista
fr_ca: _Activer la connexion automatique
he: אפשר ה_תחברות אוטומטי
hr: _Omogući automatsku prijavu
hu: A_utomatikus bejelentkezés engedélyezése
is: _Virkja sjálfvirka innskráningu
lt: Į_jungti automatinį prisijungimą
ms: _Aktifkan Daftar Masuk Automatik
nds: _Automatische Anmeldung aktivieren
pt_br: _Habilitar o Início Automático de Sessão
ro: Activ_ează autentificarea automată
sc: _Abìlita Imbucada in Automàticu
sk: _Povoliť automatické prihlásenie
sl: Omo_goči samodejno prijavo
sq: Aktivo hyrjen automatik_e
sr: Омогући _самосталну пријаву
sv: Aktivera _automatisk inloggning
th: เ_ปิดใช้การเข้าระบบอัตโนมัติ
uk: _Дозволити самочинний вхід у систему
vi: _Bật Đăng nhập Tự động

source: Given user should be logged in upon first bootup. No password will be asked.
am: ተጠቃሚው መግባት አለበት በ መጀመሪያው ማስነሻ: የ መግቢያ ቃል አይጠየቅም
be: Паказаны карыстальнік будзе зарэгістраваны ў сістэме пры першай загрузцы. Пароль запытвацца не будзе.
da: Den givne bruger vil blive logget ind ved første opstart. Der vil ikke blive bedt om adgangskode.
de: Voreingestellter Benutzer, soll beim ersten Systemstart, automatisch angemeldet werden. Es wird nach keinem Passwort gefragt.
fi: Annetun käyttäjätunnuksen pitäisi kirjautua sisään ensimmäisellä käynnistyskerralla. Salasanaa ei pyydetä.
fr_ca: L'utilisateur donné doit être connecté lors du premier démarrage. Aucun mot de passe ne sera demandé.
he: המשתמש הנתון יחובר בהפעלה הראשונית, לא תתבקש סיסמה.
hr: Zadani korisnik biti će prijavljen nakon prvog ponovnog pokretanja računala. Lozinka više neće biti potrebna.
hu: Az adott felhasználót be kell jelentkeztetni az első indításkor. A rendszer nem kér jelszót.
is: Notandinn sem verður skráður inn í fyrstu ræsingu. Ekki verður spurt um lykilorð.
lt: Šis naudotojas turi prisijungti per pirmąjį pakrovimą. Slaptažodžio nebus klausiama.
ms: Pengguna yang diberi patut sudah daftar masuk semasa but pertama kali. Tiada kata laluan akan diminta.
nds: Benutzer sollen beim ersten Hochfahren angemeldet sein. Keine Passwortabfrage
pt_br: Usuário que deve iniciar a sessão automaticamente na inicialização. Nenhuma senha será solicitada.
ro: Utilizatorul ar trebui să fie autentificat la prima pornire. Nu se va cere nicio parolă.
sc: Cust'impitadore at a imbucare deretu a su primu aviu. Non s'at a pregontare mancuna paràula crae.
sk: Daný používateľ by mal byť prihlásený pri prvom spustení. Nebude požadované žiadne heslo.
sl: Dan uporabnik se bi moral prijaviti med prvim zagonom. Nobeno geslo ne bo zahtevano.
sq: Përdoruesi i dhënë do të bëjë hyrjes automatikisht kur të niset kompjuteri. Nuk do i kërkohet ndonjë fjalëkalim.
sr: Дати корисник биће пријављен након првог подизања система. Лозинка неће бити захтевана.
sv: Med tanke på användaren som ska loggas in vid första uppstart kommer inget lösenord att efterfrågas.
th: ควรจะให้ผู้ใช้ที่ได้ให้ไว้ได้เข้าระบบในการเริ่มระบบครั้งแรก และจะไม่มีการถามรหัสผ่านใด ๆ
uk: Даний користувач повинен бути зареєстрований при першому завантаженні. Потайслово не знадобиться.
vi: Người dùng chỉ định sẽ đăng nhập trong lần khởi động đầu tiên. Không hỏi mật khẩu.

source: _User:
am: _ተጠቃሚ:
be: _Карыстальнік:
da: _Bruger:
de: _Benutzer:
fi: _Käyttäjä:
fr_ca: _Utilisateur:
he: מ_שתמש:
hr: _Korisnik:
hu: _Felhasználó:
is: _Notandi:
lt: _Naudotojas:
ms: _Pengguna:
nds: _Benutzer:
pt_br: _Usuário:
ro: _Utilizator:
sc: _Impitadore
sk: _Používateľ:
sl: _Uporabnik:
sq: _Përdorues:
sr: _Корисник:
sv: _Användare:
th: _ผู้ใช้:
uk: _Користувач:
vi: _Người dùng:

source: Dummy
am: አሻንጉሊት
be: Пустышка
de: Test
fr_ca: Factice
he: דמה
hr: Lažan
hu: Üres
is: Gervi
lt: Butaforinis
ms: Semu
pt_br: Fulano
sc: A Proa
sk: Prázdny
sl: Začasno
sq: Bedel
sr: Лажњак
sv: Attrapp
th: หุ่น
uk: Порожньо
vi: Giả
